{
  "metadata": {
    "filename": "AIP - ENR4 - 3.pdf",
    "title": "ENR 4.3- Radioayudas y sist naveg GNSS ",
    "type": "doc",
    "number": "4",
    "extractedAt": "2025-11-26T17:14:11.365Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 4.3-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nENR 4. RADIOAYUDAS Y SISTEMAS DE NAVEGACIÓN/ RADIOAIDS AND NAVIGATION SYSTEMS \nENR 4.3     SISTEMA MUNDIAL DE NAVEGACIÓN POR SATÉLITE \n(GNSS) \nENR 4.3     GLOBAL NAVIGATION SATELLITE SYSTEM (GNSS) \n \nNORMAS PARA LA NAVEGACIÓN AÉREA CON SISTEMA MUNDIAL \nDE NAVEGACIÓN POR SATÉLITE (GNSS) \n (Disposición CRA Nº 55/07) \n \n1. Ámbito de aplicación y sujetos alcanzados por la norma \n \n1.1. La  presente  normativa  es  de  aplicación  a  toda  persona \nque   utilice   el   SISTEMA   MUNDIAL   DE   DETERMINACIÓN   DE   LA \nPOSICIÓN (GPS) en navegaciones aéreas, según las reglas de vuelo \nvisual (VFR) o por instrumentos (IFR); por lo que se establecen los \ncriterios  operacionales  de  navegación  aérea  y  las  condiciones  de \nuso  del  denominado  SISTEMA  MUNDIAL  DE  NAVEGACIÓN  POR \nSATÉLITE (GNSS). \n \n1.2. La presente norma será de aplicación en todo el territorio \nde  la  República  Argentina,  sus  aguas  jurisdiccionales  y  el  espacio \naéreo  que  los  cubre,  como  también  en  aquellos  espacios  aéreos \nextraterritoriales cuando por convenios internacionales se acuerde \nque  dichos  espacios se  encuentren  bajo  la  jurisdicción  de  los \nservicios   de   tránsito   aéreo   nacionales,   de   acuerdo   con   las \nconsideraciones de implantación establecidas en el Plan Mundial de \nNavegación    Aérea    para    los    sistemas    de    comunicaciones, \nnavegación y vigilancia (CNS), la gestión del tránsito aéreo (ATM) y \nla   planificación   regional   de   la   Organización   Internacional   de \nAviación Civil (OACI). \n \n2. Definiciones \n \n2.1. Las definiciones de los siguientes términos, son conforme \nlo  adoptado  por  la  Organización  de  Aviación  Civil  Internacional \n(OACI):   \n \nComprobación  autónoma  de  la  integridad  en  el  receptor  (RAIM) \nForma de ABAS (Sistema de Aumentación Basado en la Aeronave) \npor la que un receptor procesador de GNSS determina la integridad \nde las señales GNSS empleando únicamente señales GPS o señales \nGPS   aumentadas   con   altitud   (ayuda   barométrica).   Esto   se \ndetermina    mediante    una    verificación    de    coherencia    entre \nmediciones  redundantes  seudoestadisticas.  Para  que  el  receptor \nrealice la función RAIM es necesario disponer de por lo menos un \nsatélite   adicional   con   la   geometría   correcta   y   que   exceda   la \nnecesaria para estimar la posición ((Doc 9613). \n \nDisponibilidad (Circular   267-AN/159).   La   disponibilidad   de   un \nsistema  de  navegación  es  el  porcentaje  de  tiempo  en  el  que  son \nutilizables   los   servicios   del   sistema.   La   disponibilidad   es   una \nindicación  de  la  capacidad  del  sistema  para  proporcionar  servicio \nútil    dentro    de una    determinada    zona    de    cobertura.    La \ndisponibilidad de señales es el porcentaje de tiempo en el que  se \ntransmiten señales de navegación desde fuentes externas para ser \nutilizadas.  La  disponibilidad  depende  de  las  características  físicas \ndel   entorno   y   de   la   capacidad   técnica   de   las   instalaciones \ntransmisoras. \n \nExactitud (Circular 267-AN/159) Es el grado de conformidad entre \nla posición estimada o medida y, o, la velocidad de una plataforma \nen un momento determinado y su posición o velocidad verdaderas. \nHabitualmente  se  presenta  la  exactitud  de  performance  de  la \n \nSTANDARDS  FOR  AIR  NAVIGATION  USING  GLOBAL  NAVIGATION \nSATELLITE SYSTEMS (GNSS) \n(CRA Provision Nº 55/07) \n \n1. Scope and individuals affected by this regulation \n \n1.1. This regulation applies to all individuals using the Global \nPositioning System (GPS) in air navigation operations, according to \nvisual flight rules (VFR) or instrument flight rules (IFR); which is why \nair navigation operational criteria are set forth as well as the Global \nNavigation Satellite System (GNSS) conditions of use. \n \n \n \n1.2. The  present  regulation  shall  apply  to  all  the  Argentine \nRepublic  territory,  its  jurisdictional  waters,  its  air  space  and  the \nextraterritorial  air  spaces  which,  under  international  agreements, \nare  convened  to  be  under  national  air  traffic  services  jurisdiction, \npursuant to the implementation considerations established in the \nGlobal Air Navigation Plan for the Communications, Navigation and \nSurveillance  (CNS)  systems,  Air  Traffic  Management  (ATM)  and \nregional  planning  of  the  International Civil  Aviation  Organization \n(ICAO). \n \n \n \n2. Definitions \n \n2.1. The  definitions  of  the  terms  that  follow  comply  with \nICAO's definitions:  \n \n \nReceiver Autonomous Integrity Monitoring (RAIM) A form of ABAS \n(Aircraft  Based  Augmentation  System)  whereby  a  GNSS  receiver \nprocessor determines the integrity of GNSS signals using only GPS \nsignals  or  GPS  signals  augmented  with  altitude  (barometric  aid). \nThis  is  determined  by  a  consistency  check  between  redundant \npseudo-statistical  measurements.  For  the  receiver  to  perform  the \nRAIM function it is necessary to have at least one additional satellite \nwith the correct geometry over and above the geometry needed for \nthe position estimation (Doc 9613). \n \n \nAvailability (Circular  267-AN/159).  The  availability  of  a  navigation \nsystem   is   the   time   span   in   which   the   system's   services   are \nserviceable. Availability is an indication of the capability the system \nhas to provide a useful service within a certain coverage area. Signal \navailability   is   the   time   span   in   which   navigation   signals   are \ntransmitted from external sources to be used. Availability relies on \nthe  physical  characteristics  of  the  surroundings  and  the  technical \ncapability of the transmission facilities. \n \n \n \nAccuracy (Circular 267-AN/159) The degree of compliance between \nthe estimated or measured position and/or speed of a platform at \na given time and its position and/or true speed. Radio-navigational \nperformance accuracy is usually presented as a statistical measure \nof system errors and is specified as follows: \n\nAIP ARGENTINA  ENR 4.3-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nradionavegación como medida estadística de errores del sistema y \nse especifica como: \n \na) Previsible.  La  exactitud  de  una  posición  en  relación  con \nlas coordenadas geográficas o geodésicas de la tierra. \nb) Relativa.   La   exactitud   con   la   que   un   usuario   puede \ndeterminar  una  posición  respecto  a  otra  posición,  sin \nconsiderar los errores en sus posiciones verdaderas. \nc) Replicable.  La  exactitud  con  la  que  un  usuario  puede \nvolver   a   una   posición   cuyas   coordenadas   han   sido \nmedidas en un tiempo anterior con el mismo sistema de \nnavegación. \n \nExactitud del GNSS (Circular 267-AN/159).  Grado  de conformidad \nentre la información sobre posición y hora que proporciona el GNSS \ny, la posición y hora, verdaderas. \n \nFiabilidad (Circular 267-AN/159). Una función de la frecuencia con \nque  se  presentan  fallos  en  el  sistema.  La  probabilidad  de  que  el \nsistema  desempeñe su función, dentro de los límites definidos  de \nperformance,  durante  un  período  especificado  y  en  condiciones \ndeterminadas  de  funcionamiento.  Formalmente,  la  fiabilidad  se \nexpresa  como  la  diferencia  entre  1  y  la  probabilidad  de  fallo  del \nsistema. \n \nIntegridad (Circular  267-AN/159).  Capacidad  de  un  sistema  de \nproporcionar  a  los  usuarios  avisos  oportunos  en  caso  de  que  el \nsistema no deba utilizarse para la navegación. \n \nIntegridad  del  GNSS (Circular 267-AN/159).  La  garantía  de  que \ntodas las funciones del sistema tienen lugar dentro de los límites de \nperformance operacional del GNSS. \n \nLlegada normalizada por instrumentos (STAR) (Doc. 9613). Ruta de \nllegada designada según reglas de vuelo por instrumentos (IFR) que \nune  un punto significativo, normalmente  en una ruta  ATS, con un \npunto desde el cual puede comenzarse un procedimiento publicado \nde aproximación por instrumentos. \n \nNavegación  de  área  (RNAV) (Circular  267-AN/159).  Método  de \nnavegación que permite las operaciones de aeronaves en cualquier \ntrayectoria de vuelo deseada, dentro de la cobertura de las ayudas \npara la navegación referidas a la estación o dentro de los limites de \nla  capacidad  de  las  ayudad  para  la  navegación  referidas  a  la \nestación,  o  dentro  de  los  límites  de  la  capacidad  de  las  ayudas \nautónomas o de una combinación de ambas. \nNota. –– La navegación de área incluye la navegación basada en la \nperformance así como otras operaciones RNAV que no se ajustan a \nla definición de navegación basada en la performance. \n \nPrecisión: Habilidad  del  sistema  de  navegación  para  mantener  la \nposición de la aeronave dentro del error del sistema total (TSE) con \nel 95 % de probabilidad. \n \nPunto  de  recorrido  (WAY  POINT – W/P) (Anexo  11).  Un  lugar \ngeográfico   especificado,   utilizado   para   definir   una   ruta   de \nnavegación de área o la trayectoria de vuelo de una aeronave que \nemplea navegación de área. Los puntos de recorrido se identifican \ncomo: \n \nPunto  de  recorrido  de  paso  (vuelo  por)  (Fly-by  WPT) \nPunto  de  recorrido  que  requiere  anticipación  del  viraje \npara  que  se  pueda  realizar  la  interceptación  tangencial \ndel siguiente tramo de una ruta o procedimiento. \n \n \n \n \na) Predictable.  The  accuracy  of  a  position  in  relation  with \ngeodesic or geographic coordinates of the Earth. \nb) Relative. The accuracy with which a user can determine a \nposition  relative  to  another  position,  without  regard  to \nerrors in their true positions. \nc) Replicable. The accuracy with which a user can return to \na  position  whose  coordinates  have  been  measured  at  a \nprevious time with the same navigation system. \n \n \nGNSS   accuracy (Circular   267-AN/159).   Degree   of   compliance \nbetween the position and time information provided by the GNSS \nand the true position and time. \n \nReliability (Circular 267-AN/159). A function of the frequency with \nwhich system failures are presented. The probability of the system \nperforming its function, within the defined limits of  performance, \nduring  a  specified  period  and  under  certain  working  conditions. \nFormally,  reliability  is  expressed  as  the  difference  between  1  and \nthe probability of system failure. \n \n \nIntegrity (Circular   267-AN/159).   Capability   a   system   has   of \nproviding  the  users  with  timely  notices  in  case  the  system  should \nnot be used for navigation. \n \nGNSS Integrity (Circular 267-AN/159). Assurance that all the system \nfunctions are within the GNSS operational performance limits. \n \n \nStandard Terminal Arrival Route (STAR) (Doc 9613). A designated \ninstrument flight rule (IFR) arrival route linking a significant point, \nnormally  on  an  ATS  route,  with  a  point  from  which  a  published \ninstrument approach procedure can be initiated. \n \n \nArea   Navigation   (RNAV) (Circular   267-AN/159).   A   method   of \nnavigation,  which  allows  aircraft  operations  on  any,  desired  flight \npath  within  the  coverage  of  station-referenced  navigation  aids  or \nwithin  the  limits  of  the  capability  of  self-contained  aids,  or  a \ncombination of these.  \n \nNote. –– area navigation includes performance-based navigation as \nwell  as  other  RNAV  operations  that  do  not  meet  the  definition  of \nperformance-based navigation. \n \n \nPrecision: Ability  of  the  navigation  system  to  keep  the  aircraft \nposition   within   the   total   system   error   (TSE)   with   a   95%   of \nprobability. \n \nWaypoint  (W/P) (Annex  11).  A  specified  geographical  location, \nused  to  define  an  area  navigation  route  or  the  flight  path  of  an \naircraft  employing  area  navigation. Waypoints  are  specified  as \nfollows: \n \n \nFly-by  waypoint  (Fly-by  WPT) A  fly-by  waypoint  that \nrequires turn anticipation to allow tangential interception \nof the next segment of a route or procedure. \n \n\nAIP ARGENTINA  ENR 4.3-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nPunto de recorrido de sobrevuelo (Fly-over WPT) Punto \nde recorrido en que se inicia el viraje para incorporarse al \nsiguiente tramo de una ruta o procedimiento. \n \nReceptor  GNSS  básico (Doc  8168).  Este  término  alude  a  aquellos \nequipos de aviónica que cumplan al menos los requisitos  para los \nreceptores GPS que se establecen en el Anexo 10 (Volumen I) de la \nOACI y las especificaciones de RTCA/DO208 conforme a la FAA TSO-\nC129A  de  la  Administración  Federal  de  Aviación  de  los  Estados \nUnidos. \n \nRequisitos  de  Performance  de  la  PBN  (Navegación  Basada  en  la \nPerformance): \nPrecisión: Habilidad   del   sistema   de   navegación   para \nmantener la posición de la aeronave dentro del error del \nsistema total (TSE) con el 95% de probabilidad. \nIntegridad:  Habilidad  del  sistema  de  navegación  para \nproveer alertas cuando el sistema no es seguro para ser \nutilizado. \nContinuidad: Habilidad del sistema para proveer servicio \nsin interrupción durante la operación. \nDisponibilidad:  Habilidad  del  sistema  para  realizar  su \nfunción al inicio de la actividad prevista. \n \nRuta de navegación de área (Anexo 11). Ruta ATS establecida para \nel uso de aeronaves que pueden aplicar el sistema  de navegación \nde área. \n \nSalida  normalizada  por  instrumentos  (SID) (Doc.  9613).  Ruta  de \nsalida designada según reglas de vuelo por instrumentos (IFR) que \nune un aeródromo o una determinada pista del aeródromo con un \ndeterminado punto significativo, normalmente en una ruta ATS, en \nel cual comienza la fase en ruta de un vuelo. \n \nSistema   de   navegación   como   medio   primario (Circular   267-\nAN/159).   Sistema   de   navegación   aprobado   para   determinada \noperación  o  fase  de  vuelo  que  debe  satisfacer  los  requisitos  de \nexactitud y de integridad pero que no es necesario que satisfaga los \nrequisitos de plena disponibilidad y continuidad del servicio.  \n \nSistema de navegación como medio suplementario (Circular 267-\nAN/159). Sistema de navegación que debe utilizarse \nconjuntamente con un sistema  de navegación como medio único. \nLa aprobación de medios suplementarios para determinada fase del \nvuelo exige que se disponga a bordo de un sistema de navegación \ncomo medio único para dicha fase del vuelo. Entre los requisitos de \nperformance    del    sistema    de    navegación    para    determinada \noperación o fase del vuelo, un sistema de navegación como medio \nsuplementario  debe  satisfacer  los  requisitos  de  exactitud y  de \nintegridad  para  tal  operación  o  fase  del  vuelo.  No  se  impone \nsatisfacer los requisitos de disponibilidad y de continuidad. \n \nSistema de navegación como medio único (Circular 267-AN/159). \nUn  sistema  de  navegación  aprobado  como  medio  único  para \ndeterminada  operación  o  fase  del  vuelo  debe  posibilitar  a  la \naeronave satisfacer, en dicha operación o fase del vuelo, los cuatro \nrequisitos  de  performance  del  sistema  de  navegación:  exactitud, \nintegridad, disponibilidad y continuidad de servicio. \n \nVigilancia   de la   integridad   del   GNSS (Circular   267-AN/159).  \nSubsistema   del   GNSS   que   permite   la   detección   e   indicación \noportunas  de  mal  funcionamiento  en  las  operaciones  GNSS,  para \nasegurar  que  el  usuario  sepa  si  el  sistema  está  funcionando  o  no \ndentro de los límites especificados de performance.  \n \n \nFlyover waypoint (Fly-over WPT) A waypoint at which a \nturn  is  initiated  in  order  to  join  the  next  segment  of  a \nroute or procedure. \n \nBasic GNSS Receiver (Doc 8168). This term refers to those avionics \nequipment   complying   with   at   least   the   requirements   of   GPS \nreceivers,  established  under  ICAO  Annex  10  (Volume  I),  and  the \nRTCA/DO208 specifications pursuant to USA FAA TSO-C129A. \n \n \n \nPBN (Performance-based Navigation) Performance requirements: \n \nAccuracy:  ability  of  the  navigation  system  to  keep  the \naircraft position within the total system error (TSE) with a \n95% of probability. \nIntegrity:  ability  of  the  navigation  system  to  provide \nwarnings when the system is not safe to be used. \nContinuity:    ability    of    the    system    to    provide    an \nuninterrupted service during an operation. \nAvailability: ability of the system to perform its function \nat the initiation of the intended operation. \n \n \nArea navigation route (Annex 11). An ATS route established for the \nuse of aircraft capable of employing the area navigation system.  \n \n \nStandard  Instrument Departure  (SID) (Doc  9613).  A  designated \ninstrument flight rule (IFR) departure route linking the aerodrome \nor a specified runway of the aerodrome with a specified significant \npoint,  normally  on  a  designated  ATS  route,  at  which  the  en-route \nphase of a flight commences. \n \nPrimary    means    navigation    system (Circular    267-AN/159). \nNavigation  system  approved  for  a  given  operation  or  flight  phase \nthat  must  meet  accuracy  and  integrity  requirements  but  not  full \navailability and continuity of service requirements.  \n \n \nSupplementary  means  navigation  system (Circular  267-AN/159). \nNavigation  system  that  must  be  used  jointly  with  a  sole  means \nnavigation  system.  Approval  for  using  supplementary  navigation \nsystems  in  a  given  flight  phase  requires  having  a  sole  means  of \nnavigation  system  on  board  for  said  flight  phase.  Among  the \nnavigation system performance requirements for a given operation \nor  flight  phase,  a  supplementary  means  navigation  system  must \nmeet the accuracy and integrity requirements for such operation or \nflight phase, but not the availability and continuity requirements. \n \n \n \nSole  means  navigation  system (Circular  267-AN/159). Un  sistema \nde  navegación  aprobado  como  medio  único  para  determinada \noperación o fase del vuelo debe posibilitar a la aeronave satisfacer, \nen  dicha  operación  o  fase  del  vuelo,  los  cuatro  requisitos  de \nperformance  del  sistema  de  navegación:  exactitud,  integridad, \ndisponibilidad y continuidad de servicio. \n \nGNSS     Integrity     Surveillance (Circular     267-AN/159).     GNSS \nsubsystem  which  allows  timely  detection  and  indication  of  the \nfailures  in  GNSS  operations,  which  ensures  that  the  user  knows  if \nthe system is operating within the specified performance limits or \nnot.  \n \n \n\nAIP ARGENTINA  ENR 4.3-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \n3. Condiciones de uso del GNSS \n \n3.1. Vuelos VFR \n \n3.1.1. El receptor GNSS puede ser utilizado sólo como apoyo a \nla navegación que se realice según las reglas de vuelo visual (VFR), \nen virtud que el piloto tiene, en todo momento, la responsabilidad \nen   desarrollar   la   navegación   manteniendo   referencia   visual \nconstante  con  la  superficie  terrestre,  conforme  lo  estipula  la \nreglamentación aeronáutica vigente. \n \n3.2. Vuelos VFR en espacio aéreo controlado \n \n3.2.1. Para  realizar  un  vuelo  VFR  dentro  de  un  espacio  aéreo \ncontrolado    utilizando    un    receptor    GNSS    como    medio    de \nnavegación suplementario, el mismo deberá estar certificado para \nuso   aeronáutico   por   el   fabricante   (conforme   a   normas   de \nfabricación/homologación  del  país  de  origen)  y  su  instalación \ndeberá estar  verificada  y  aprobada  por  la  Autoridad  Aeronáutica \nCompetente  de  conformidad  con  los  requisitos  de  instalación  de \nequipos  en  las  aeronaves  para  realizar  vuelos  IFR,  tal  como  se \nencuentran   especificados   en    la   reglamentación   aeronáutica \nvigente. \n \n3.2.2. Si la tripulación recibe una indicación en el receptor GNSS \nindicando que el sistema no debe ser utilizado para la operación (o \nfase   del   vuelo)   prevista,   la   tripulación   deberá   continuar   la \nnavegación utilizando ayudas tradicionales para la navegación.  \n \n3.3. Vuelos IFR \n \n3.3.1. El  receptor  GNSS  puede  ser  utilizado  como  medio  de \nnavegación  primario  para  realizar  vuelos  IFR  en  rutas  oceánicas, \nrutas  ATS,  en  áreas  de  control  terminal  y  en  aproximaciones  por \ninstrumentos de no precisión, donde la Autoridad Aeronáutica haya \nestablecido  procedimientos  y  trayectorias  para  dicho  sistema; \nsiempre    y    cuando    satisfagan    las    condiciones    señaladas    a \ncontinuación: \n \na) Solo   están   autorizados   para   aproximación   de   no \nprecisión los TSO C129, clases A1, B1, B3, C1 y C3 (TSO \nC 129-A  Airbone Supplemental Navigation Equipment \nUsing   Global   Positioning   System   (GPS),   TSO   C145 \nAirbone   Navigation   Sensors   Using   Global   Position \nSystem(GPS) Augmented by the Wide Area \nAugmentation System (WAAS) y TSO C146 Stand-Alone \nAirborne   navigation   Equipament   using   the   Global \nPosition  System  (GPS)  Augmented  by  the  Wide  Area \nAugmentation System (WAAS). \nb) su instalación en la aeronave, deberá estar verificada y \naprobada por la Autoridad Aeronáutica competente de \nconformidad   con   los   requisitos   de   instalación   de \nequipos    para realizar    vuelos    IFR,    tal    como    se \nencuentran     especificados    en    la    reglamentación \naeronáutica  vigente,  AC  20- 130  A  AIRWORTHINESS \nAPPROVAL OF NAVIGATION OR FLIGHT MANAGEMENT \nSISTEMS INTEGRATING MULTIPLE NAVIGATION \nSENSORS (Equipos de navegación que usan \nmultisensores)   o   AC   20- 138   A   AIRWORTHINESS \nAPPROVAL OF GLOBAL POSITIONING SYSTEM \nNAVIGATION  EQUIPMENT  FOR  USE  AS  A  VFR  AND  IFR \nSUPPLEMENT NAVIGATION SYSTEM, (Para \ninstalaciones de GPS autónomo, no integrado). \nc) para utilizar un receptor GNSS en las navegaciones de \nlos   servicios   aéreos   comerciales,   los   explotadores \n \n3. Conditions of use for GNSS \n \n3.1. VFR Flights \n \n3.1.1. The GNSS receiver may be used only as a navigational aid \nwhen  navigation  is  performed  under  visual  flight  rules  (VFR),  by \nvirtue   of   the   pilot   having,   at   all   times,   the   responsibility   of \nperforming navigation keeping a constant visual reference with the \nground, according to current aeronautical regulations. \n  \n \n3.2. Controlled VFR Flights \n \n3.2.1. In  order  to  perform  a  VFR  flight  within  a  controlled  air \nspace  (controlled  VFR)  using  a  GNSS  receiver  as  a  supplementary \nnavigational    means,    the    receiver    should    be    certified    for \naeronautical use by the manufacturer (pursuant to manufacturing \nregulations/approval from the country of origin) and its installation \nshall  be  checked  and  approved  by  the  competent  aeronautical \nauthority, according to aircraft equipment installation \nrequirements  for  IFR  flights,  as  specified  in  current  aeronautical \nregulations. \n \n  \n3.2.2. If  the  GNSS  receiver  indicates  the  system  should  not  be \nused for a foreseen operation (or flight phase), the flight crew shall \ncontinue navigation using traditional navigational aids. \n \n \n3.3. IFR Flights \n \n3.3.1. The GNSS receiver may be used as a primary navigational \naid to perform IFR flights in oceanic routes, ATS routes, in terminal \ncontrolled   areas   and   in   non-precision   instrument   approach \nprocedures,   where   the   aeronautical   authority   has   established \nprocedures  and  paths  for  said  system,  as  long  as  the  following \ntechnical conditions are met: \n \n \na) Authorized only for non-precision approach \nprocedures:  TSO  C129,  classes  A1,  B1,  B3,  C1  and  C3 \n(TSO   C129A - Airborne   Supplemental   Navigation \nEquipment Using (GPS) Global Positioning System); TSO \nC145 - Airborne  Navigation  Sensors  using  the  Global \nPosition  System  (GPS)  augmented  by  the  Wide  Area \nAugmentation  System  (WAAS)  and  TSO  C146  Stand-\nAlone Airborne Navigation Equipment using the Global \nPositioning System (GPS) augmented by the Wide Area \nAugmentation System (WAAS). \nb) its  aircraft  installation  shall  be  checked  and  approved \nby the competent aeronautical authority, according to \naircraft  equipment  installation  requirements  for  IFR \nflights, as specified in current aeronautical regulations. \nAC  20-130A  (airworthiness  approval  of  navigation  or \nflight    management    systems    integrating    multiple \nnavigation   sensors)   or   AC   20-138A   Airworthiness \napproval   of   global   positioning   system   navigation \nequipment   for   use   as   a   VFR and   IFR   supplement \nnavigation  system  (For  installations  of  autonomous \nGPS, not integrated). \n \nc) in order  to  use  a  GNSS  receiver  in  commercial  air \nservices  navigation,  users  shall  be  authorized  by  the \naeronautical authority. This authorization may include \nspecific  instruction  provisions  or  pilot ́s  certification \n\nAIP ARGENTINA  ENR 4.3-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \ndeberán estar autorizados por la autoridad aeronáutica \nquien    podrá    incluir    disposiciones    específicas    de \ninstrucción  o  requisitos  de  certificación  de  pilotos  y/o \nel manejo de la base de datos de a bordo, al igual que \nlos    procedimientos    y    limitaciones    operacionales \nnecesarias para asegurar  el adecuado funcionamiento \nde    la    aviónica;    lo    que    deberá    constar    en    las \nEspecificaciones     de     Operación     de     la     empresa \naerocomercial,  en  su  Manual  de  Operaciones;  y  para \nAviación General en su Manual de Vuelo (POH). \nd) por  razones  de  seguridad,  se  prohíbe  que  un  piloto \ningrese  o  actualice  manualmente  la  información  o \ncoordenadas  de  un  procedimiento  por  instrumentos \ndiagramado por la autoridad aeronáutica para este tipo \nde  sistema. La  prohibición  incluye  toda  modificación \nque en forma manual se pretenda realizar a la base de \ndatos   del   sistema,   para   lo   que   sólo   se   prevé   las \nactualizaciones  que,  bajo  carácter  oficial,  brinden  los \ncentros autorizados para ello. \n \n3.4. Operaciones aéreas en áreas oceánicas \n \n3.4.1. El    receptor    GNSS,    es    un    medio    de    navegación \nsuplementario que se podrá utilizar en navegaciones aéreas sobre \nel  sector  oceánico  de  las  regiones  de  información  de  vuelo  como \nmedio de navegación primario o único, si no se dispone de señales \nde  ayudas  terrestres;  permitiéndole  a  los  pilotos,  conocer  su \nposición   con   un   mayor   grado   de   seguridad   y   disminuir   la \nprobabilidad de incidentes o accidentes. \n \n3.5. Operaciones aéreas en rutas ATS designadas  \n \n3.5.1. El    receptor    GNSS,    es    un    medio    de    navegación \nsuplementario  que  se  podrá  utilizar  en  navegaciones  aéreas  en \nrutas ATS designadas. \n \n3.5.2. Cuando en la navegación aérea en rutas ATS designadas \nse  pierdan  las  señales  de  referencia  de  los  equipos  terrestres  de \nayuda  a  la  navegación,  el  receptor  GNSS  podrá  ser considerado \ncomo medio de navegación primario al igual que en la navegación \naérea en rutas RNAV. \n  \n3.5.3. El   piloto   tendrá   presente   que,   a   los   fines   de   las \nseparaciones,   el   control    de    tránsito   aéreo   considerará   las \nposiciones  que  se  informen  sobre  la  base  de  los datos  brindados \npor el receptor GNSS, de la misma manera que los radiales VOR y \nlas distancias DME. \n \n3.6. Operaciones aéreas de Salidas y Llegadas Normalizadas \n \n3.6.1. Para   Salidas   Normalizadas   por   Instrumentos   (SID)   y \nLlegadas  Normalizadas  por  Instrumentos  (STAR), sólo  se  podrá \nutilizar el receptor GNSS en aquellos procedimientos que han sido \nespecíficamente establecidos por la autoridad aeronáutica. \n \n3.6.2. Los procedimientos aprobados, serán los publicados por \nla  autoridad  aeronáutica  y  podrán  ser  incorporados  a  la  base de \ndatos de navegación de a bordo. \n \n3.7. Procedimientos de aproximación que no son de precisión \n \n3.7.1. Se  autoriza  la  utilización  del  receptor  GNSS  del  sistema \nGPS,     en     aquellos     procedimientos     de     aproximación     por \ninstrumentos   que   no   sean   de   precisión   y   que   hayan   sido \nestablecidos  y  publicados  por  la  autoridad  aeronáutica.  Dichos \nrequirements and/or on-board database management, \nand  also  all  necessary  operational  procedures  and \nrestrictions  in  order  to  secure  proper  operation  of \navionics; all of which shall be stated in the Operations \nManual   and,   for   General   Aviation,   in   the   Pilot ́s \nOperating Handbook (POH). \n \nd) for   safety   reasons,   the   pilot   is   not   authorized   to \nmanually    enter    or    update    the    information    or \ncoordinates  of  an  instrument  procedure,  outlined  by \nthe  aeronautical  authority for  this  type  of  system, \nincluding any intended modification made manually to \nthe database of the system. Updates shall be provided \nby  the  authorized  centers  officially  authorized  to  do \nthem. \n \n \n \n \n \n3.4. Air operations in oceanic areas \n \n3.4.1. The GNSS receiver shall be used in air navigations on the \noceanic  area  of  the  flight  information  regions  as  primary  or  sole \nmeans  navigation  system,  if  no  ground  aid  signals  are  available, \nallowing  pilots  to  have  a  better  knowledge  of  their  position  and \nreduce the probability of accident or incidents. \n \n \n \n3.5. Air operations in designated ATS routes \n \n3.5.1. The GNSS receiver is a supplementary means navigation \nsystem  that  may  be  used  for  navigation  areas  in  designated  ATS \nroutes. \n \n3.5.2. When  reference  signals  from  navigational  aid  ground \nequipment are lost -during air navigation in designated ATS routes- \nthe  GNSS  receiver  may  be  consider  a  primary  means  navigation \nsystem, as well as in RNAV routes air navigation. \n \n \n3.5.3. Pilots   may   keep   in   mind   that,   when   it   comes   to \nseparations, air traffic control shall consider the positions informed \nby  the  GNSS  receiver  database,  same  as  VOR  radials  and  DME \ndistances. \n \n \n3.6. Standard departure and standard arrival air operations \n \n3.6.1 For  Standard  Instrument  Departures  (SID)  and  Standard \nInstrument Arrivals (STAR), the GNSS receiver may only be used in \nthose   procedures   specifically   established   by   the   aeronautical \nauthority. \n \n3.6.2 Authorized  procedures  shall  be  those  published  by  the \naeronautical  authority  and  may  be  incorporated  to  the  on-board \nnavigation database. \n   \n3.7. Non-precision approach procedures \n \n3.7.1. GPS system GNSS receiver is authorized for use in those \nnon-precision  instrument  approach  procedures,  which  have  been \nestablished  and  published  by  the  aeronautical  authority.  Said \nprocedures   shall   be   incorporated   in   the   on-board   navigation \ndatabase. \n\nAIP ARGENTINA  ENR 4.3-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nprocedimientos deberán estar incorporados en la base de datos de \nnavegación del equipo de a bordo. \n \n3.8. Procedimientos de aproximación sobrepuesta (OVERLAY) \n \n3.8.1. La aproximación por instrumentos sobrepuesta (Overlay) \nson  procedimientos  con  GPS,  sobrepuestos  a  procedimientos  de \naproximación  por  instrumentos  que  no  sean  de  precisión,  los \ncuales  utilizan  la  misma  derrota  nominal  que  los  procedimientos \nestablecidos  en  las  aproximaciones  NDB  LI,  NDB  LO,  NDB,  y  VOR, \nincluidos los virajes de procedimientos, virajes de base y tienen los \nmismos mínimos de aproximación. \n \n3.8.2. Solamente  se  sobreponen  los  procedimientos  de  No \nPrecisión. \n \n3.8.3. La aproximación por instrumentos sobrepuesta (Overlay), \nno   requiere   aprobación operacional.   Es   responsabilidad   del \nexplotador  verificar  que  puede  cumplir  el  procedimiento  con  el \nsistema  instalado  y  cumple  con  los  requisitos  de  equipamiento \nmínimo requerido.  \n \n3.8.4. El equipamiento mínimo requerido para procedimientos \nsobrepuestos (Overlay) es el siguiente: \n \na) Un equipo receptor GNSS con: \n1) recuperación de datos del procedimiento, desde una \nBase de Datos de un proveedor certificado. \n2) representación  grafica  en  pantalla  propia  o  salida \npara    una    pantalla    de    navegación,    indicador \nhorizontal    de posición    (HSI)    o    indicador    de \ndesviación  de  curso  (CDI)  que  permita  al  piloto  el \nseguimiento de la trayectoria. \n3) Disponibilidad de RAIM o sistema equivalente. \n \nb) El  piloto  deberá  conocer  los  procedimientos  operativos \napropiados    para    GPS    en    las    tareas    comunes de \nnavegación para cada tipo especifico de equipo en cada \ntipo de aeronave, que comprenda: \n1) Selección del modo apropiado de operación. \n2) repaso    de    los    distintos    tipos    de    información \ncontenidos en la base de datos de navegación; \n3) predicción de la disponibilidad de la función RAIM. \n4) Procedimiento   para   introducir   y   comprobar   los \npuntos de recorrido definidos por el usuario; \n5) Procedimiento para introducir, recuperar y verificar \nlos datos del plan de vuelo; \n6) interpretación de la información típica que aparece \nen  las   pantallas  de  navegación  GPS:  LAT/LONG, \ndistancia y rumbo al punto de recorrido, CDI; \n7) interceptación    y    mantenimiento    de    las    rutas \ndefinidas por GPS; \n8) determinación en vuelo de la velocidad respecto al \nsuelo  (GS),  hora  prevista  de  llegada  (ETA)  tiempo  y \ndistancia al punto de recorrido; \n9) indicación del sobrevuelo de los puntos de recorrido; \n10) utilización de la función “DIRECT TO” (directo a); \n11) uso del GPS en procedimientos de llegada GPS o en \nprocedimientos de llegada DME/GPS. \n \n3.9. Información   a   las   dependencias   ATC   /   ATS,   sobre \ndistancia GPS  \n \n3.9.1. Cuando  la  dependencia  ATC  solicite  a  la  tripulación  de \nvuelo,    información    respecto    de    su    posición,    ésta    deberá \nproporcionar la distancia que se obtenga de una señal DME. Como \n \n \n \n3.8. Overlay Approach Procedure (OVERLAY) \n \n3.8.1. Overlay    approach    procedures    (Overlay)    are    GPS \nprocedures, overlaid to conventional navigation-based procedures. \nThey  use  the  same  nominal  track  than  NDB  and  VOR  approach \nprocedures, including  procedure  turns,  base  turns  and  they  have \nthe same approach minimum. \n \n \n \n3.8.2. Only non-precision procedures are overlaid. \n \n \n3.8.3. Overlay approach procedures do not require operational \napproval.  It  is  the  user ́s  responsibility  to  check  if  the  procedure \nmust be carried out with the installed system and that all minimum \nequipment requirements are met.  \n \n \n3.8.4. The    minimum    equipment    requirement    for    overlay \napproach procedures is as follows: \n \na) A GNSS receiver equipment according with: \n1) Procedure data recovery, from a certified provider ́s \ndatabase. \n2) Graphic  representation  on  its  own  screen  or  on  a \nnavigation   screen,   Horizontal   Situation   Indicator \n(HSI) or Course Deviation Indicator (CDI) allowing the \npilot to follow the path. \n3) RAIM availability or equivalent system. \n \n \nb) Pilots  should  know  operational  procedures  for  GPS  in \ncommon    navigational    operations    for    each    specific \nequipment of each type of aircraft, including: \n1) Selection of proper operational mode; \n2) Familiarization   of   the   different   types   of   data \nincluded in the navigational database; \n3) Availability prediction of the RAIM function; \n4) Procedure    to    introduce    and    check    waypoints \ndefined by the user; \n5) Procedure  to  introduce,  recover  and  check  flight \nplan data; \n6) Interpretation  of  typical  information  appearing  in \nthe GPS navigation screen: LAT/LONG, distance and \nWPT course, CDI; \n7) Interception   and   maintenance   of   GPS   defined \nroutes; \n8) Flight    determination    of    ground    speed    (GS), \nestimated   time   of   arrival   (ETA),   WPT   time   and \ndistance; \n9) WPT overflight indication; \n10) Use of “DIRECT TO” function; \n11) GPS use  in  GPS  arrival  procedures  or  in  DME/GPS \narrival procedures. \n \n \n3.9. Information on GPS distances from ATC/ATS units \n \n3.9.1. When  an  ATC  unit  requests  position  information  to  the \nflight  crew,  the  distance  obtained  from  the  DME  signal  shall  be \nprovided.  As  an  alternative,  the  flight  crew  may  provide  the \ndistance  obtained  from  a  GPS  equipment  or  a  GNSS  receiver, \n\nAIP ARGENTINA  ENR 4.3-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nalternativa,  se  podrá  proporcionar  la  información  de  la distancia \nque se obtenga de un equipo GPS o receptor GNSS, anteponiendo \nla  frase  “DISTANCIA  GPS”,  excepto  cuando  el  RAIM  no  esté \ndisponible en ese momento y/o no haya estado disponible durante \nlos DIEZ (10) minutos anteriores. \n \n3.9.2. La  información  sobre  distancia  sólo  debe  suministrarse \ncon relación a los puntos de notificación publicados, salvo solicitud \nespecífica formulada por la dependencia ATC. \n \n3.10. Plan de Vuelo  \n \n3.10.1. Los    explotadores    de    aeronaves    que    hayan    sido \nautorizados   para   realizar   operaciones   RNAV   (GNSS),   deberán \ninsertar el designador “G” en la casilla 10 del plan de vuelo (AIP \nVolumen 1 - Parte ENR 1.10 - 6). \n \n4. Requisitos de aeronavegabilidad   \n \n4.1 La autoridad aeronáutica competente  es quien fijará los \nrequisitos  de  aeronavegabilidad  para  la  instalación  de  receptores \nGNSS  en las aeronaves,  por   lo  que  verificará  y  aprobará   las \ninstalaciones  de  conformidad  con  los  requisitos  de  instalación  de \nequipos que conforman la aviónica de las aeronaves, en un todo de \nacuerdo a la reglamentación aeronáutica vigente. \n \n5. Requisitos de calificación de los pilotos   \n \n5.1 Los requisitos de instrucción y calificación de pilotos para \nla  ejecución  de  procedimientos  GNSS,  estarán  contenidos  en  el \nPrograma de Instrucción del Explotador aprobado por la Autoridad \nAeronáutica   competente,   de    conformidad   con   la   clase    de \noperaciones a realizar y el tipo de aeronave a emplear, tanto para \nel  uso  de  receptores  GNSS  integrados  a  un  sistema de  gestión  de \nvuelo,  como  también,  para  los  no  integrados.  Para  la  Aviación \nGeneral  el  piloto  al  mando  será  el  responsable  del  cumplimiento \ncon    los    requisitos    mínimos    establecidos    para    realizar    las \noperaciones sobrepuestas (Overlay). \n \n6. Anomalías e interferencias en el GNSS \n \n6.1 La  vulnerabilidad  más  notable  del  GNSS  reside  en  la \nposibilidad  de  interferencias,  al  igual  que  en  todas  las  bandas  de \nradionavegación, afectando la performance de navegación y que en \nresumen  se  pueden  fundar  en  interferencias  que  pueden ser \nintencionales o no intencionales, por el estado de la ionosfera y por \notras diversas vulnerabilidades relacionadas con la falla del sistema, \npor posibles  errores operacionales o por la misma  suspensión  del \nservicio. \n \n6.2 Cualesquiera    fuese    el    origen    de    las    anomalías    o \ninterferencias, los pilotos deberán proceder de la siguiente forma: \na) Notificar  la  situación  a  la  dependencia  ATC  tan  pronto \ncomo  sea  posible  y  solicitar  instrucciones  especiales,  en \ncaso de resultar necesario. \nb) Informar la altitud, la ubicación y la hora del suceso. \nc) Elaborar  un  informe  que  será  remitido  a  la  autoridad \naeronáutica  competente  tan  pronto  como  sea  posible  y \ncon información que comprenda la descripción del suceso \n(ej:   como   falló   o   reaccionó   la   aviónica   durante   la \nanomalía, etc.) \n \n6.3 Con   la   información,   las   dependencias   ATC   podrán \nregistrar detalles de los sucesos, intentar la identificación de otras \naeronaves     equipadas     con     receptores     GNSS     que     hayan \nexperimentado anomalías similares y radiodifundir tales novedades \nputting ahead the phrase “GPS DISTANCE”, except when the RAIM \nis not available at that moment  or has  not been available for the \nlast TEN (10) minutes. \n \n \n \n3.9.2. Distance data must only be provided regarding published \nreporting points, except specific ATC unit request. \n \n \n3.10. Flight Plan \n \n3.10.1. Aircraft  users  authorized  to  perform  RNAV  operations \n(GNSS) shall insert the “G” designator in box 10 of the flight plan \nform (AIP, Volume 1 - ENR 1.10-6). \n \n \n4. Airworthiness requirements \n \n4.1. Airworthiness requirements for  the  installation  of  GNSS \nreceivers   shall   be   established   by   the   competent   aeronautical \nauthority and, thus, it shall check and approve the installations in \naccordance with the equipment installation requirements from the \naircraft avionics; all of which must comply with current aeronautical \nregulations. \n \n5. Pilot ́s certification requirements \n \n5.1. Pilot ́s  training  and  certification  requirements  for  GNSS \nprocedure  execution  shall  be  contained  in  the  User ́s  Instruction \nProgram,   approved   by   the   competent aeronautical   authority, \npursuant  to  the  operation  type  to  be  performed  and  the  aircraft \ntype  to  be  used,  both  for  GNSS  receivers  integrated  to  a  flight \nmanagement  system  and  for  those  that  are  not  integrated.  For \nGeneral Aviation, the Pilot in Command shall be responsible for the \ncompliance of the minimum established requirements to perform \nOVERLAY operations. \n \n \n6. GNSS faults and interferences \n \n6.1. GNSS   most   noticeable   vulnerability   resides   in   the \npossibility  of  having  interferences,  as  with  all  radio-navigational \nbands,  affecting  navigational  performance  and  which  may   be \nintentional  or  unintentional  interferences,  due  to  the  ionosphere \nstate  and  other  many  vulnerabilities  related  to  the  failure  of  the \nsystem, due to possible operational errors or for the same service \nsuspension. \n \n \n6.2. No matter the origin of the faults or interferences, pilots \nshould proceed as follows: \na) Notify  the  situation  to  the  ATC  unit  as  soon  as  possible \nand request special instructions when necessary. \nb) Inform altitude, location and time of the event. \nc) Make a report, including a description of the event (e.g. \nhow  avionics  failed  or  responded  during  the  fault,  etc), \nwhich   should   be   sent   as   soon   as   possible   to   the \ncompetent aeronautical authority. \n \n \n \n6.3. With that information, ATC units shall be able to register \ndetails  of  the  events,  identify  other  aircraft  equipped  with  GNSS \nreceivers,  which  have  experienced  similar  faults  and  inform  by \n\nAIP ARGENTINA  ENR 4.3-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nsobre  anomalías  o  interferencias  detectadas,  para  la  seguridad \noperacional de las demás aeronaves. \n \n6.4 La  recopilación  de  la  información,  le  permitirá  al  Estado \nevaluar  las  vulnerabilidades   del  GNSS  en  su  espacio  aéreo  y \nseleccionar   mitigaciones   apropiadas   dependiendo   del   espacio \naéreo en cuestión y de las operaciones aéreas que deban apoyarse, \nen virtud que la coordinación nacional e internacional de medidas \npara   evitar   y   mitigar   las   anomalías   e   interferencias   GNSS   es \nfundamental. \n \n7. Procedimiento  para  la  operación  GPS  con  pérdida de \nRAIM \n \n7.1 Operaciones  en  espacio  aéreo  oceánico,  en  ruta,  en \nTerminal y de Aproximación de No Precisión \n \n7.1.1 La  exactitud  de  la  información  que  brinda  un  receptor \nGNSS, puede ser afectada por la pérdida de la capacidad de RAIM, \npor  lo  que  no  se  cumpliría  con  las  normas  requeridas  para  la \nnavegación  según  este  sistema  de  navegación  y  además,  con  la \nejecución de separaciones indicadas por la dependencia ATC.  \n \n7.1.2 Cuando  se  produjese  una  alarma  de  integridad  de  las \nseñales  de  los  satélites  o  haya  previsión  de  indisponibilidad  de  la \nfunción RAIM durante la navegación en espacio aéreo oceánico, en \nruta  y/o  en  Terminal  se deberá  continuar  la  fase  de  vuelo  con \nreferencia a los sistemas de navegación convencionales. \n \n7.1.3 El   aeródromo   que   se   seleccione   para   realizar   un \nprocedimiento   de   aproximación   de   no   precisión   (GPS)   o   el \naeródromo  de  alternativa,  deberá – al  menos  uno  de  ellos – \ndisponer  de  un  procedimiento  de  aproximación  por  instrumentos \nestablecido  con  referencia  a  radioayudas  terrestres,  las  cuales \ndeberán estar en servicio y el procedimiento de aproximación por \ninstrumentos   disponible   para   la   hora   prevista   de   llegada   al \naeródromo inicialmente seleccionado como destino. \n \n7.1.4 Informar  la  contingencia  del  GPS  a  la  dependencia  ATS \nutilizando la frase “GNSS BÁSICO NO DISPONIBLE POR PÉRDIDA DE \nRAIM O ALERTA RAIM”.   \n \n8. Información sobre disponibilidad de las señales del GPS \n  \n8.1 Actualmente existe información disponible \nproporcionada  por  U.S.  Coast  Guard  Center  en  la  dirección  de \nInternet: http://www.navcen.uscg.gov. \n \n8.2 Las  posibles  interrupciones  del  servicio  de  satélite  que \nsean planificadas, se anuncian en forma de avisos a los usuarios de \nNAVSTAR  con  un  mínimo  de  CUARENTA  Y  OCHO  (48)  horas  de \nanticipación. \n \n8.3 La  Autoridad  Aeronáutica  aún  no  ha  determinado  ni \nsugerido un  proveedor específico para las señales del GPS,  por lo \nque la búsqueda y contratación de los mismos queda bajo exclusiva \nresponsabilidad de los usuarios. \n \n \n \n \n \n \n \nradio  those  detected  faults  or  interferences,  for  all  other  aircraft \noperational safety. \n \n6.4. Data  collection  shall  allow  the  State  to  assess  GNSS \nvulnerabilities in its own airspace and select proper mitigations for \nthat   particular   airspace   and   the   air   operations   that   must   be \nsupported,   since   national   and   international   coordination   of \nmeasures  to  avoid  and  mitigate  GNSS  faults  and  interferences  is \nparamount. \n \n \n7. GPS operation procedure with RAIM loss \n \n \n7.1. Oceanic, en-route, terminal and  non-precision approach \nairspace operations \n \n7.1.1. GNSS  receiver  data  precision  may  be  affected  by  RAIM \nloss.   This   would   imply   that   neither   the   system   navigation \nrequirements nor the implementation of the separations indicated \nby the ATC unit is met.  \n \n \n7.1.2. If   there   were   a   satellite   signal   integrity   warning   or \nevidence  that  the  RAIM  function  might  not  be  available,  during \noceanic,  en-route  and/or  terminal  airspace  navigation,  the  flight \nphase shall continue using conventional navigation systems. \n \n \n7.1.3. The  aerodrome  chosen  to  carry  out  a  non-precision \napproach  procedure  (GPS),  or  the  chosen  alternative  aerodrome, \nshall –at  least  one  of  the  two- have  available  an  instrument \napproach  procedure  with  reference  to  ground  radioaids,  which \nshould  be  serviceable  and  the  instrument  approach  procedure \nshould be available for the estimated time of arrival at the originally \nselected arrival aerodrome. \n \n \n7.1.4. The  GPS  contingency  shall  be  informed  to  the  ATS  unit \nusing the wordings “BASIC GNSS NOT AVAILABLE DUE TO RAIM \nLOSS OR RAIM ALERT”.  \n \n8. Information on GPS signal availability \n \n8.1. Information  provided  by  the  U.S.  Coast  Guard  Center  is \ncurrently available at http://www.navcen.uscg.gov. \n \n \n8.2. Possible  planned  satellite  service  interruptions  shall  be \nannounced  to  NAVSTAR  users  by  means  of  notices  with  at  least \nFORTY-EIGHT (48) hours in advance. \n \n \n8.3. The  aeronautical  authority  has  not  yet determined  nor \nsuggested  a  specific  provider  for  GPS  signals,  which  is  why  such \nsearch and contracting is under the user ́s exclusive responsibility. \n \n \n \n ",
  "pageCount": 9,
  "characterCount": 48256
}