{
  "metadata": {
    "filename": "AIP - GEN2 - 1.pdf",
    "title": "GEN 2.1 - Sistema de medidas, marcas de aeronaves y dias feriados",
    "type": "doc",
    "number": "2",
    "extractedAt": "2025-11-26T16:12:52.525Z"
  },
  "text": "\n\nAIP ARGENTINA  GEN 2.1-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nMAGNITUD / MAGNITUDE UNIDADES DE TABLA OACI / UNITS OF ICAO TABLE \nAltitudes, elevaciones y alturas /  \nAltitudes, elevations and heights \nMetros y pies / \n Meters and feet \nDistancia utilizada en navegación /  \nDistance used for navigation \nMillas náuticas /  \nNautical Miles \nDistancia relativamente corta /  \nDistance relatively short \nMetros /  \nMeters \nVelocidad horizontal, incluso la velocidad del viento /  \nHorizontal speed, including wind velocity \nNudos /  \nKnots \nVelocidad vertical /  \nVertical speed \nPies por minuto /  \nFeet per minute \nDirección del viento para el despegue y aterrizaje /  \nWind direction for take-off and landing \nGrados magnéticos /  \nMagnetic degrees \nDirección del viento excepto para el despegue y aterrizaje /  \nWind direction except for takeoff and landing \nGrados geográficos /  \nGeographical degrees \nVisibilidad, alcance visual en pista /  \nVisibility, runway visual range \nKilómetros y metros cuando sea inferior a 5 km /  \nKilometers and meters when it is shorter than 5 km \nReglaje de altímetros / \n Altimeters settings \nHectopascales (Milibares) /  \nHectopascales (Millibars) \nTemperatura /  \nTemperature \nGrados Celsius /  \nCelsius degrees \nPeso /  \nWeight \nKilogramos /  \nKilograms \nTiempo /  \nTime \nHoras y minutos /  \nHours and minutes \n  \n \n2. Sistema de referencia temporal \n \nEn  los  servicios  de  navegación  aérea  y  en  todos  los  documentos \npublicados por el servicio de información aeronáutica se usa la hora \nuniversal coordinada UTC, a menos que se especifique lo contrario. \n \n3. Superficie de referencia geodésica  \n \nA partir del 3 de diciembre de 1998, las coordenadas aeronáuticas \nque se publiquen en la AIP de la República Argentina se expresarán \nen  función  de  la  referencia  geodésica  WGS  84,  de  acuerdo  con  lo \nestablecido en el Anexo 15 de la OACI.  \n \nLas   coordenadas   de los   umbrales,   puntos   de   referencia   de \naeródromo  y  radioayudas  se  han  medido  con  GPS  de  simple \nfrecuencia y cumplen con los requisitos de la OACI.  \n \nLos puntos de notificación a requerimiento y los obligatorios se han \nobtenido por cálculo matemático y cumplen con los requisitos de la \nOACI.  \n \nAlgunas de las magnitudes de uso más generalizado se incluyen en \nla tabla precedente.  \n \n \n2. Temporal reference System  \n \nCoordinated  Universal  Time  UTC  is  used  in  the  air  navigation \nservices   and   in   all   documents   published   by   the   aeronautical \ninformation service, unless otherwise specified.  \n \n3. Surface of Geodesic Reference \n \nAs of 3 December 1998, the aeronautical coordinates published in \nthe AIP of the Republic of Argentina will be expressed according to \nthe  geodesic  reference  WGS  84  and  as  it  is  established  in  ICAO \nAnnex 15.  \n \nThe  threshold  coordinates,  aerodromes  points  of  reference  and \nradio aids have  been measured  with a simple frequency GPS, and \nthey comply with ICAO requirements.  \n \nThe  compulsory  and  non-compulsory  reporting  points  have  been \nobtained by mathematical calculations, and they comply with ICAO \nrequirements.  \n \nThe most commonly used magnitudes are included in the preceding \ntable.  \n \nGEN 2 TABLAS Y CÓDIGOS / TABLES AND CODES \nGEN 2.1     SISTEMA DE MEDIDAS, MARCAS DE AERONAVES Y \nDÍAS FERIADOS \nGEN 2.1     MEASUREMENT SYSTEMS, AIRCRAFT \nREGISTRATION MARKS AND HOLIDAYS \n \n1. Unidades de medida \n \nLas  unidades  de  medida  que  se  utilizan  en  todas  las  operaciones \naeroterrestres se ajustan al Anexo 5 de la OACI. \n \n \n \n1. Units of Measure \n \nThe units of measure used in all air-ground operations are subject \nto ICAO Annex 5 \n \n \n\nAIP ARGENTINA  GEN 2.1-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nLas coordenadas de los  estacionamientos se  han medido con GPS \nde simple frecuencia y cumplen con los requisitos de la OACI.  \n \nSe utilizará  un  asterisco  (*)  para  identificar  a  las  coordenadas \ngeográficas  publicadas  que  se  han  transformado  en  coordenadas \nWGS 84, pero cuya exactitud de trabajo topográfico original no se \najuste a los requisitos de los Anexos 11 y 15 de la OACI, conforme \nse establece en la parte GEN 1.7. \n \n4. Marcas de nacionalidad y matrícula de las aeronaves  \n \nLa marca de nacionalidad de una aeronave privada matriculada en \nla República Argentina son las letras LV. La marca de nacionalidad \nva  seguida  de un guion y una marca de matrícula que consiste en \ntres letras: por ejemplo, LV-MAC. \n \n5. Días feriados \n \n \nThe   parking   coordinates   have   been   measured   with   a   simple \nfrequency GPS, and they comply with ICAO requirements.  \n \nAn asterisk (*) will be used to identify  the published  geographical \ncoordinates that have been changed for WGS 84, but whose original \ntopographic work accuracy does not adjust to the requirements of \nICAO Annexes 11 and 15, as it is established in GEN 1.7. \n \n \n4. Aircraft nationality and registration marks  \n \nThe nationality mark of a private aircraft registered in the Republic \nof Argentina are the letters LV. The nationality mark is followed by \na  dash  and  a  registration  mark  that  consists  of  three  letters,  for \nexample LV-MAC. \n \n5. Holidays \n \n \nFECHA / DATE CONMEMORACIÓN / COMMEMORATION \n1 de Enero / January Año Nuevo / New Year \nFecha variable (febrero/marzo) / Variable date (February/March) Carnaval / Carnival \nJueves antes de Pascua / Thursday before Easter Jueves Santo / Holy Thursday \nViernes antes de Pascua / Viernes Santo Friday before Easter / Holy Friday \n24 de Marzo / March \nDía Nacional de la Memoria por la Verdad y la Justicia /  \nNational Day of the Memory for the Truth and Justice \n2 de Abril / April \nDía del Veterano y de los Caídos en la Guerra de Malvinas /  \nDay of the Veterans and of Those Who Died in Malvinas War \n1º de Mayo / May Día del Trabajador / Workers’ Day \n25 de Mayo / May Día de la Revolución de Mayo / Day of May Revolution \n17 de Junio / June (*) \nDía Paso a la Inmortalidad del General Martín Miguel de Güemes / \nDay of the Immortality of General Martín Miguel de Güemes \n20 de Junio / June (*) \nDía del Paso a la Inmortalidad del General Manuel Belgrano / \nDay of the Immortality of General Manuel Belgrano \n9 de Julio / July Día de la Independencia / Independence Day \n17 de Agosto / August (*) \nDía Paso a la Inmortalidad del Gral. José de San Martín /  \nDay of the Immortality of General José de San Martín \n12 de Octubre / October (*) \nDía del Respeto a la Diversidad Cultural /  \nDay of Respect for Cultural Diversity \n20 de Noviembre / November (*) Día de la Soberanía Nacional / Day of National Sovereignty \n8 de Diciembre / December \nInmaculada Concepción de María / Immaculate Conception of \nMary \n25 de Diciembre / December Navidad / Christmas \n \n(*) Feriados trasladables \n(*) Movable Holidays  \n \n \n \n ",
  "pageCount": 3,
  "characterCount": 6931
}