{
  "metadata": {
    "filename": "AIP - ENR1 - 7.pdf",
    "title": "ENR 1.7- Procedimientos Reglaje de Altimetro",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:07.220Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.7-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.7     PROCEDIMIENTOS DE REGLAJE DE ALTÍMETRO ENR 1.7     ALTIMETER SETTING PROCEDURES \n1. Generalidades \nLos procedimientos para el reglaje de altímetro en uso se ajustan \nnormalmente a los especificados en el Doc. 8168 - OPS/611 Vol I, \nParte 6 de la OACI  y figuran completos a continuación.  Las \ndiferencias aparecen en letras itálicas. \nLas  altitudes  de  transición  para  los  aeródromos  internacionales \naparecen en la tabla AD 2. Además, las altitudes de transición de \nlos aeródromos controlados figuran también en las cartas de \naproximación por instrumentos. \nNo se publica la altitud de transición de los aeródromos no \ncontrolados. \nLos informes QNH y la información sobre la temperatura para uso \nen  la  determinación  del  margen  vertical  adecuado  sobre  el \nterreno   se   suministran   en   las   radiodifusiones   MET   y   se \nproporcionan a petición en las dependencias de los servicios de \ntránsito aéreo. Los valores QNH  se dan en Hectopascales (hPa) \ncompletos o con cinco décimos. \nPara cada aeródromo controlado se especifica una altitud de \ntransición. Ninguna altitud de transición es inferior a 3000 pies \npor encima de un aeródromo. \n1. General \nThe  procedures  for  the  setting  of  the  altimeter  in  use  are  usually \nadjusted to the ones specified in ICAO Doc. 8168 – OPS/611 Vol I, \nPart 6 and they appear in full below. Differences are shown in italic \nfont.  \nThe transition altitudes for international aerodromes appear in the \nAD  2  table.  Moreover,  the  transition  altitudes  of  the  controlled \naerodromes also appear in the instrument approach charts.  \nThe    transition    altitude    of    uncontrolled    aerodromes    is    not \npublished.  \nThe  QNH  reports  and  the  temperature  information  to  use  to \ndetermine   the   correct   vertical   margin   above   the   ground   are \nprovided by the MET radio broadcastings and they are provided on \nrequest at the air traffic services units. The QNH values are given in \nhectopascal (hPa) as complete values or with five tenths.  \nA transition altitude is specified for each controlled aerodrome. No \ntransition altitude is lower than 3.000 feet above an aerodrome. \n \n2. Expresión de la posición vertical de las aeronaves \nLa  posición  vertical  de  las  aeronaves  a  excepción  de  lo  que  se \ndisponga en los procedimientos de aplicación se expresará: \na) Para vuelos en las proximidades de los aeródromos: \n1) Cuando la aeronave se halle en la “altitud de transición” o \npor  debajo  de  ella,  en  altitudes,  es  decir,  utilizando  el \nreglaje de altímetro “QNH” local. \n2) Cuando la aeronave se halle en el “nivel de transición” o \nsobre  éste,  en  niveles  de  vuelo,  es  decir,  utilizando  el \nreglaje de altímetro 1013,25 hPa. \n3) Al atravesar la “capa de transición” la posición vertical se \nexpresará   en   niveles   de   vuelo   durante   el   ascenso   y \naltitudes durante el descenso. \nb) Para  los  vuelos  en  ruta,  la  posición  vertical  de  la  aeronave  se \nexpresará en niveles de vuelo. \n2. Expression of the aircraft vertical positions  \nThe  aircraft  vertical  positions,  except  for  what  is  stated  in  the \napplicable procedures, shall be expressed: \na) For flights in the vicinity of the aerodromes: \n1) When the aircraft is in the “transition altitude” or below it, \nin altitudes, i.e., using the local “QNH” altimeter setting.  \n2) When the aircraft is in the “transition level” or above it, in \nflight levels, i.e., using the 1023,25 hPa altimeter setting. \n3) When going through the “transition layer”, the vertical \nposition shall  be expressed in flight levels  during climbing \nand in altitudes during descent.  \nb) For  flights  in  route,  the  aircraft  vertical  position  shall  be \nexpressed in flight levels.  \n3. Cambio de reglaje \nEl   cambio   de   referencia   de   niveles   de   vuelo   a   altitudes   y \nrecíprocamente,  en  los  aeródromos  con  altitud  de  transición \ndesignada,   excepto lo dispuesto en los procedimientos de \naplicación se hará como sigue: \na) Para el descenso el cambio se realizará al abandonar el nivel \nde transición que rija en el momento. \nb) Para el ascenso el cambio se realizará al abandonar la altitud \nde transición establecida. \nNota. –– Las altitudes de transición de los aeródromos figuran en \nlas cartas de aproximación de los mismos por tratarse de un dato \npermanente, en cambio los niveles de transición por ser variables \nde   acuerdo   a   las   variaciones   de   la   presión   barométrica   se \nsuministrarán por la dependencia correspondiente de  control de \ntránsito aéreo. \n3. Setting change \nThe reference change from flight levels to altitudes and vice versa, \nin  aerodromes  with  assigned  transition  altitude,  except  what  is \nstated in the applicable procedures, shall be done as follows: \na) For the descent, the change shall be done when the transition \nlevel prevailing at the time is abandoned.  \nb) For the climb, the change shall be done when the established \ntransition altitude is abandoned. \nNote. –– The transition altitudes of the aerodromes appear in their \napproach  charts  since  these  are  permanent  data,  however,  the \ntransition  levels,  as  they  are  variable  according  to  the  barometric \npressure  variations,  shall  be  provided  by  the  corresponding  air \ntraffic control unit. \n \n\nAIP ARGENTINA  ENR 1.7-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n4. Procedimiento para el cambio de reglaje \na) Aproximación y Aterrizaje: \n1) Antes  de  abandonar  el  punto  de  espera,  ya  sea  para \nefectuar una aproximación directa o para descender de la \naltitud  de iniciación del procedimiento de aproximación a \nun aeródromo, se obtendrá  de la dependencia de control \nde  tránsito  aéreo  correspondiente, el  nivel  de  transición \nque rija en el momento. \n2) Mientras se vuela  por encima  del nivel  de transición o en \néste, se mantendrá el reglaje de altímetro 1013,25 hPa. \n3) Antes de descender  por debajo  del  nivel  de  transición, se \nobtendrá el reglaje del altímetro “QNH” más reciente del \nlugar. \n4) Al   abandonar   el   nivel   de   transición   descendiendo   se \ncambiará el reglaje “QNH” obtenido y se leerán altitudes. \n5) Se  podrá  solicitar  el  reglaje  de  altímetro  “QFE”  para \nutilizarlo   en   la   aproximación   final.   No   obstante,   se \nmantendrá  un  baroaltímetro  por  lo  menos,  en  reglaje \n“QNH”  y  las  notificaciones  de  posición  vertical  de  la \naeronave se referirá a altitudes. \nNota. –– Cuando una aeronave está concluyendo su aproximación \nempleando “QFE”, su posición vertical estará indicada en alturas \nsobre la elevación del aeródromo durante esa parte de su vuelo en \nque se use “QFE”, si bien estará indicada en alturas sobre la \nelevación del umbral de pista: \n− Para pistas de vuelo por instrumento cuando el umbral está a 2 \nmetros (7 pies) o más por debajo de la elevación de aeródromo, y \n− Para pistas de aproximación de precisión. \nb) Despegue y Ascenso \n1) Antes    de    efectuar    el    despegue,    se    ajustarán    los \nbaroaltímetros al último reglaje “QNH” del aeródromo; \n2) Durante el ascenso hasta la altitud de transición y mientras \nse  permanezca  a  esta  altitud,  se  mantendrá  el  reglaje \n“QNH” y la posición vertical de la aeronave se expresará en \naltitudes; \n3) Al  abandonar  la  altitud  de  transición  ascendiendo,  se \ncambiará el reglaje 1013,25 hPa y se podrá leer niveles de \nvuelo. \nc) Aproximación frustrada: \nSe aplicarán las partes adecuadas de los procedimientos \nprecedentes de acuerdo al desarrollo de la maniobra. \nd) Ingreso o egreso al área de QNH  \nLas  aeronaves  que  ingresen/egresen  a  áreas  de  QNH  por \ndebajo de la altitud de transición deberán:  \nExcepto cuando una dependencia de control de tránsito aéreo \nautorice lo contrario, en el cambio por debajo de la altitud de \ntransición se procederá según lo siguiente:  \n1) Cuando vuele desde el área de QNH a la región de presión \nestándar, ajuste el altímetro a 1.013,2 hPa \ninmediatamente después de que la aeronave entre en la \nregión de presión estándar; y \n2) Cuando vuele desde la región de presión estándar al área \nde  QNH,  ajuste  el  altímetro  al  reglaje  de  altímetro  de  la \nestación  de  QNH  Local  designada  al  Área  de  QNH  a \ningresar,   inmediatamente   antes   de   la   entrada   de   la \naeronave en el área de QNH. \n4. Procedure for the setting change \na) Approach and Landing: \n1) Before leaving the holding point, both to perform a direct \napproach  or  to  descend  from  the  initial  altitude  of  the \napproach procedure of an aerodrome, the transition level \nprevailing  at  the  time  shall  be  provided  by  the  respective \nair traffic control unit. \n2) While flying above the transition level or on it, the 1013,25 \nhPa altimeter setting shall be maintained. \n3) Before  descending  below  the  transition  level,  the  most \nrecent local “QNH” altimeter setting shall be obtained.  \n4) When leaving the transition level by descending, the “QNH” \nsetting  obtained  shall  be  changed  and  altitudes  shall  be \nread.  \n5) The “QFE” altimeter setting may be requested to use in the \nfinal  approach.  However,  at  least  one  pressure  altimeter \nshall  be maintained  in  “QNH” setting and the aircraft \nvertical   position   notifications   shall   be   referred   to   in \naltitudes. \nNote. –– When an aircraft is finishing its approach using “QFE”, its \nvertical position shall be indicated in heights above the aerodrome \nelevation during that flight segment that “QFE” is used, though it \nshall be indicated in heights over the runway threshold elevation: \n− For instrument flight runways when the threshold is at 2 meters \n(7 feet) or more below the aerodrome elevation, and \n− For precision approach runways. \nb) Takeoff and climb  \n1) Before taking off, the pressure altimeters shall be adjusted \nto the last “QNH” setting of the aerodrome; \n2) During  climb  up  to  the  transition  altitude,  and  while  that \naltitude remains the same, the “QNH” setting shall be \nmaintained   and   the   aircraft   vertical   position   shall   be \nexpressed in altitudes;  \n3) When   leaving   the   transition   altitude   by   climbing,   the \nsetting  shall  be  changed  to  1013,25  hPa  and  flight  levels \nshall be read. \nc) Missed approach: \nThe  adequate  parts  of  the  precedent  procedures  shall  be \napplied, according to the development of the maneuver. \nd) Entry or exit to the QNH área:  \nAircraft   entering/exiting QNH   areas   below   the   transition \naltitude must: \nExcept when otherwise authorized by the air traffic control unit, \nat  the  change  below  the  transition  altitude  the  following \nprocedures shall be performed: \n1)  When  flying  from  the  QNH  area  to  the standard  pressure \nregion, set the altimeter to 1,013.2 hPa immediately after \nthe aircraft enters the standard pressure region; and \n2) When flying from the standard pressure region to the QNH \narea, set the altimeter to the altimeter setting of the Local \nQNH  station  designated  to  the  QNH  Area  to  be  entered, \nimmediately prior to the aircraft’s entry into the QNH area. \n➔ \n\nAIP ARGENTINA  ENR 1.7-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nCon  objeto  de  resolver  posibles  incompatibilidades  de  tránsito,  el \ncontrol podrá instruir el ajuste del altímetro al reglaje de altímetro \nde la estación de QNH Local designada al Área de QNH antes de la \nentrada  de  la  aeronave  en  dicha  área  o  el  ajuste  del  altímetro  a \n1.013,2 hPa antes de que la aeronave entre en la región de presión \nestándar. \nIn  order  to  resolve  possible  traffic  incompatibilities,  control  may \ninstruct the adjustment of the altimeter to the altimeter setting of \nthe Local QNH station designated to the QNH Area before the entry \nof the aircraft into said area or the adjustment of the altimeter to \n1.013,  2  hPa  before  the  aircraft  enters  the  standard  pressure \nregion. \n5. Excepción a los procedimientos de cambio de reglaje \nLas  aeronaves  que  sean  autorizadas,  después  que  se  les  haya \nexpedido el permiso para la aproximación y se haya comenzado el \ndescenso para el aterrizaje, podrán expresar la posición vertical de \nla  aeronave  por  encima  del  nivel  de  transición,  con referencia  a \naltitudes (QNH), siempre que no se indique ni se haya previsto un \nnivel de vuelo por encima de la altitud de transición. \nNota. –– Se  aplica  principalmente  a  las  aeronaves  de  turbina, \nrespecto  a  las  que  es  conveniente  el  descenso  ininterrumpido \ndesde gran altitud. \n5. Exception to the procedures for the setting change \nThe aircraft that are authorized, after the clearance was issued to \napproach and the descent for landing has started, shall be able to \nex-press  the  aircraft  vertical  position  above  the  transition  level, \nwith  reference  to  altitudes  (QNH),  when  a  flight  level  above  the \ntransition altitude is not indicated nor foreseen.   \nNote. –– This  is  mainly  applied  to  turbine  aircraft,  since  the \nuninterrupted descent from a great altitude is convenient for them. \n \n6. Unidades de medida para la lectura de altímetro \nEn las comunicaciones las referencias verticales de acuerdo con las \nindicaciones altimétricas se expresarán: \na) En pies para indicar altitud o altura, cuando el altímetro esté \najustado en QNH. \nb) En los valores de la columna FL para indicar Niveles de Vuelo, \ncuando  el  altímetro  esté  ajustado  a  1013,25.  Ejemplo  Nivel \nde vuelo 90 (lectura de altímetro 2750 metros o 9.000 pies). \nc) ALTURA:   Cuando   el   altímetro   esté   ajustado   en   QFE. \nMantener   lecturas   en   pies   utilizando   las   equivalencias \ntabuladas en la “TABLA DE NIVELES DE CRUCERO”. \nNota. –– Se advierte sobre los riesgos de utilizar \nindiscriminadamente  la  equivalencia  300  metros - 1000  pies  (150 \nmetros - 500 pies) que, en vuelos a grandes alturas, además de la \ngrave infracción que implica, puede provocar situaciones de riesgo \ncon respecto a aeronaves que utilicen el método correcto. \n6. Measure units to read the altimeter  \nIn   communications,   the   vertical   references   according   to   the \naltimeter indications shall be expressed: \na) In feet to indicate altitude or height, when the altimeter is set \non QNH.  \nb) In the values of the FL column to indicate Flight Levels, when \nthe altimeter is adjusted to 1013,25. Example: Flight level 90 \n(altimeter reading: 2750 meters or 9000 feet).  \nc) HEIGHT: when the altimeter is set on QFE, keep readings in \nfeet using the equivalences arranged in the table “CRUISE \nLEVELS TABLE”. \nNote. –– It  is  hereby  warned  about  the  risks  of  indiscriminately \nusing  the  equivalence  300  meters – 1000  feet  (150  meters – 500 \nfeet) that, in high-altitude flights, besides the serious offense that \nthat entails, it may cause risky situations regarding aircraft that do \nuse the correct method. \n7. Verificación de la posición respecto a los niveles de \nvuelo \nA  efectos  de  verificar  con  la  mayor  aproximación  posible  la \nposición real de la aeronave respecto al nivel medio del mar y por \nconsecuencia la separación que guarda con el terreno (altitud de \nla aeronave menos elevación del terreno), los pilotos deberán \nsolicitar  reglaje  QNH  de  altímetro  de  los  lugares  próximos  a  la \nposición de la aeronave respecto de los cuales dicha información \nestá  disponible.      Reglado  a  dicho  valor  uno  de  los  altímetros \naneroides  y  efectuadas  las  correcciones  correspondientes (e n  \nespecial la temperatura), se obtendrá una referencia aproximada \nde la posición vertical de la aeronave respecto al nivel medio del \nmar. Si  dicho  valor  indica  diferencia  apreciable,  afectando  el \ncumplimiento  de  las  REGLAS  PREVENTIVAS respecto a alturas \nmínimas de seguridad, el   piloto   tomará   las   disposiciones \ncorrespondientes para cambiar a otro nivel de vuelo. \n \nNota. –– El presente tiene por objeto asegurar los medios para \nprevenir los riesgos de colisión con el terreno. Las disposiciones \nque  se  citan  en el  último  párrafo,  difieren  para  los  vuelos  IFR, \nsegún que los mismos se desarrollen dentro o fuera de espacios \naéreos  controlados,  ya  que  el primer  caso  debe  solicitarse  la \nenmienda de su permiso, mientras que, en el segundo, el piloto \ncambiará  de  nivel  notificándolo  previamente  a  la dependencia \nde  los servicios de tránsito  aéreo  correspondiente. Las REGLAS \nPREVENTIVAS mencionadas figuran en la parte ENR 1.3 \n7. Position checking regarding flight levels  \n \nIn order to check, as precisely as possible, the real position of the \naircraft   regarding   the   sea   mean   level   and, consequently,   the \nseparation to the ground (aircraft altitude minus ground elevation), \nthe pilots shall  request the altimeter QNH setting of  the places in \nthe proximity of the aircraft position, if that information is available. \nAfter  setting  such  value  on one  of  the  aneroid  altimeters  and \nmaking  the  relevant  corrections  (specially  the  temperature),  an \napproximate  reference  shall  be  obtained  of  the  aircraft  vertical \nposition  regarding  the  mean  sea  level.  If  said  value  indicates  an \nappreciable    difference,    affecting    the    compliance    with    the \nPREVENTION  RULES  regarding  the  safety  minimum  altitudes,  the \npilot  shall  take  the  adequate  actions  to  change  to  another  flight \nlevel. \n \n \nNote. –– This  information  is  aimed  at  ensuring  the  means  to \nprevent   ground-collision   risks.   Dispositions   quoted   in   the   last \nparagraph  are  different  for  IFR  flights,  depending  on  them  being \nperformed  inside  or  outside  controlled  airspaces,  since  for  the \nformer an amendment to their permit must be requested, while for \nthe latter, the pilot shall change the level by previously notifying the \nrespective    air    traffic    services    unit.    The    abovementioned \nPREVENTION RULES are stated in part ENR 1.3. \n\nAIP ARGENTINA  ENR 1.7-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n8. Instrucciones para determinar el nivel de transición \n \nPara  determinar  el  nivel  de  transición manteniendo  una  capa  de \ntransición de 300 metros (1000 pies), valor que se ha determinado \ncomo de aplicación uniforme en todo el territorio argentino, deberá \nsumarse el valor 10 (equivalente a 300 metros - 1000 pies), al nivel \nde transición dado por la tabla respectiva. \n \nEjemplo: \nAdmitiendo un valor QNH (dado, por ejemplo, 1012,5 hPa) \ny una altitud de Transición cualquiera (por ej.: 1410 m) el \nnivel    de    transición    (en    las    condiciones    indicadas) \ncorresponde  al  Nivel  de  Vuelo  50,  entonces  el  nivel  de \nvuelo que corresponda al Nivel de Transición será 60, luego \nde sumado el valor 10 (300 metros - 1000 pies). \n \nSiendo la altitud de Transición de cada lugar un valor fijo, \nse  utilizará  permanentemente  sólo  el  renglón  de  la  tabla \nque  incluye  dicha  altitud.  Por  ejemplo,  en  un  aeródromo \ncuya Altitud de Transición fuese 1560 m (5200 pies) podría \nser: \n8. Instructions to determine the transition level \n \nIn order to determine the transition level keeping a transition layer \nof 300 meters (1000 feet), a value that has been determined to be \nuniformly applied throughout the Argentine territory, the value 10 \nshall  be  added  (equivalent  to  300  meters – 1000  feet)  to  the \ntransition level given by the corresponding chart. \n \nExample:  \nConsidering a QNH value (for example 1012,5 hPa) and any \nTransition  altitude  (for  example  1410  m)  the  transition \nlevel  (in  the  indicated  conditions)  corresponds  to  Flight \nlevel  50,  then  the  flight  level  adequate  to  the  Transition \nlevel  shall  be  60,  after  adding  the  value  10  (300  meters – \n1000 feet). \n \nBeing the transition altitude of each place a fixed value, the \nonly line of  the chart that shall always be  used is the one \nthat includes such altitude. For example, at an aerodrome \nwhich transition altitude is 1560 m (5200 feet), it may be: \n \n \n \nQNH \n \n \nDe 949.1 \na \n966.5  \n \nFrom 949.1 to \n966.5 \n \nDe 966.5 \na \n984.2  \n \nFrom 966.5 \nto \n984.2 \n \nDe 984.3 \na \n1002.2  \n \nFrom 984.3 \nto \n1002.2 \n \nDe 1002.3 \na \n1020.5  \n \nFrom 1002.3 \nto \n1020.5 \n \nDe 1020.6 \na \n1039.1  \n \nFrom \n1020.6 \nto \n1039.1 \n \nDe 1039.2 \na \n1057.9  \n \nFrom 1039.2 \nto \n1057.9 \n \nAltitud de \ntransición / \nTransition \nAltitude \n \nmetros/meters pies/ \nfeet \n1560 5200 70 65 60 55 50 45 \n \n \n \n9. Indicaciones para el uso de la tabla de niveles de vuelo \n \nLas  columnas  de  la  izquierda  muestran  los  valores  que  pueden \nasignarse a las altitudes de Transición y las filas superiores indican \nlos rangos de presión en hectopascales entre los cuales fluctúan los \nvalores de QNH del aeródromo. \n \nEl nivel de transición para una capa de transición de por lo menos 0 \nm.  (o  pies)  aparece  en  el interior  de  cada  tabla  consolidada  en  la \nforma que se indica más abajo. \n \nNota. –– Los valores que correspondan a la Altitud de Transición y \nque se indican en metros y en pies, tienen como único significado el \nidentificar Altitudes  de  Transición tipificadas.  El  hecho  de  que  se \nobserva    pares    de    valores    en    cada    columna    no    indica, \nnecesariamente, que ellos sean equivalentes. \n \n \n \n \n \n \n \n \n \n9. Instructions for the use of the flight levels chart \n \nThe columns on the  left show the values that may  be assigned to \nthe  Transition  altitudes  and  the  upper  lines  indicate  the  pressure \nranges in hectopascals, between which the aerodrome QNH values \nfluctuate.  \n \nThe  Transition  level  for  a  transition  level  of  at  least  0  m  (or  feet) \nappears inside each consolidated chart in the way indicated below. \n \n \nNote. –– The  values  corresponding  to  the  Transition  Altitude  and \nthat  are  indicated both  in  meters  and  feet  have  as  their  only \nmeaning the identification of typified Transition Altitudes. The fact \nthat   pairs   of   values   are   observed   in   each   column   does   not \nnecessarily mean that they are equivalent. \n \n \n \n \n \n\nAIP ARGENTINA  ENR 1.7-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n\nAIP ARGENTINA  ENR 1.7-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \nTABLA DE NIVELES DE CRUCERO CON ESPACIO AÉREO RVSM / \nTABLE OF CRUISING LEVELS APPLICABLE IN RVSM AIRSPACE \n \nAPLICABLE A TODO EL ESPACIO AÉREO DE JURISDICCIÓN NACIONAL /  \nAPPLICABLE TO ALL THE AIRSPACE OF NATIONAL JURISDICTION \nDERROTA (*) / TRACK (*) \nDe 000º a 179º / From 000º  to 179º De 180º a 359º / From 180º to 359º \nColumna 1 / Column 1 Columna 2 / Column 2 Columna 3 / Column 3 Columna 4 / Column 4 \nVuelos IFR / IFR Flights Vuelos VFR / VFR Flights Vuelos IFR / IFR Flights Vuelos VFR / VFR Flights \nFL \nAltitudes y Alturas \n/ Altitudes and \nHeights \nFL \nAltitudes y Alturas \n/ Altitudes and \nHeights \nFL \nAltitudes y Alturas \n/ Altitudes and \nHeights \nFL \nAltitudes y Alturas / \nAltitudes and Heights \nPies / \nFeet \nMetros / \nMeters \nPies / \nFeet \nMetros / \nMeters \nPies / \nFeet \nMetros / \nMeters \nPies / \nFeet \nMetros / \nMeters \n- - - - - - - - - - 500 150 \n- 1000 300 - 1500 450 - 2000 600 - 2500 750 \n30 3000 900 35 3500 1050 40 4000 1200 45 4500 1350 \n50 5000 1500 55 5500 1700 60 6000 1850 65 6500 2000 \n70 7000 2150 75 7500 2300 80 8000 2450 85 8500 2600 \n90 9000 2750 95 9500 2900 100 10000 3050 105 20500 3200 \n110 11000 3350 115 11500 3500 120 12000 3650 125 12500 3800 \n130 13000 3950 135 13500 4100 140 14000 4250 145 14500 4400 \n150 15000 4550 155 15500 4700 160 16000 4900 165 16500 5050 \n170 17000 5200 175 17500 5350 180 18000 5500 185 18500 5650 \n190 19000 5800 195 19500 5950 200 20000 6100   \n \n210 21000 6400    220 22000 6700    \n230 23000 7000    240 24000 7300    \n250 25000 7600    260 26000 7900    \n270 27000 8250    280 28000 8550    \n290 29000 8850    300 30000 9150    \n310 31000 9450    320 32000 9750    \n330 33000 10050    340 34000 10350    \n350 35000 10650    360 36000 10950    \n370 37000 11300    380 38000 11600    \n390 39000 11900    400 40000 12200    \n410 41000 12500    430 43000 13100   \n \n450 45000 13700    470 47000 14350    \n490 49000 14950    510 51000 15550    \n            \nEtc.  Etc.    Etc.  Etc.    \n \nREFERENCIAS / REFERENCES \n \nClase de vuelo / \nType of flight \n Vuelos IFR y VFR / \nIFR and VFR Flights \n Vuelos IFR exclusivamente / \nIFR Flights Only \n \nTipo de espacio \nType of airspace \n \nEspacio Aéreo Inferior \nLower Airspace \n \nEspacio Aéreo Superior \nUpper Airspace \n Espacio Aéreo RVSM \nRVSM Airspace \nSeparación Vertical Mínima \nentre Vuelos \nMinimum Vertical Separation \nbetween Aircraft \n \nIFR o VFR 1000 pies IFR \ny VFR 500 pies / \n1000 feet IFR or VFR \n500 feet IFR and VFR \n \n \nIFR 1000 pies \n1000 feet IFR \n IFR 2000 pies \n2000 feet IFR \n \n  \n\nAIP ARGENTINA  ENR 1.7-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \n(*)  Se  utilizará  Derrota  Magnética  o  Derrota  de  Cuadrícula \ncuando  se  vuele  a  Latitudes  de  más  de  70º  y  dentro  de  las \nprolongaciones  de  esas  zonas  que  prescriba  la  autoridad \naeronáutica según determine una red de líneas paralelas al \nmeridiano    de Greenwich,    superpuesta    a    una    carta \nestereográfica polar,  en  la  cual  la  dirección  hacia  el  Polo \nNorte   (Norte   Geográfico)   se emplea como Norte de \ncuadrícula. \n \nNota. –– En  la  República  Argentina  la  Altitud  de  Transición \nmás baja establecida para los aeródromos es de  3000 pies. \nAsimismo, volando por encima de 3000 pies de altura sobre \nel terreno es obligatoria la utilización de niveles de vuelo. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n(*) The Magnetic Track or the Grid Track shall be used when flying \nat    latitudes    higher    than    70    degrees    and    within    such \nextensions   to   those   areas   as   may   be   prescribed   by   the \naviation  authority,  grid  tracks  as  determined  by  a  network  of \nlines  parallel  to  the  Greenwich  Meridian,  superimposed  on  a \npolar stereographic  chart  in  which  the  direction  towards  the \nNorth Pole (Geographic North) is employed as the Grid North.  \n \n \nNote. –– In  the  Republic  of  Argentina,  the  lowest  transition \naltitude  established  for  aerodromes  is  3000  feet.  Moreover, \nwhen flying above  3000 feet over the ground the  use of  flight \nlevels is mandatory. \n ",
  "pageCount": 8,
  "characterCount": 26874
}