{
  "metadata": {
    "filename": "AIP - ENR1 - 15.pdf",
    "title": "ENR 1.15 - Plan de Contingencia ATS",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:05.757Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.15-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.15     PLAN DE CONTINGENCIA ATS DE LA REPÚBLICA \nARGENTINA \nENR 1.15     ATS CONTINGENCY PLAN OF THE REPUBLIC OF \nARGENTINA \n \n1. Objetivo \n \n1.1 El  objetivo  de  este  Plan  de  Contingencia  ATS es  facilitar  y \nmantener  el  movimiento  ordenado  y  seguro  de  la  aviación  civil \ninternacional  y  nacional  en  el  espacio  aéreo  de  la  República \nArgentina  (FIR ́s  EZEIZA,  CÓRDOBA,  MENDOZA,  RESISTENCIA  y \nCOMODORO  RIVADAVIA),  en  caso  de  una  interrupción  de  los \nservicios   de   tránsito   aéreo   y/o   de   los   servicios   de   apoyo, \nestableciéndose  medidas  de  contingencia  y  una  Red  Simplificada \nde Rutas ATS para encaminar el flujo de tránsito entre las FIR’s \nArgentinas  y  las  Regiones  de  Información  de  Vuelo  de  los  países \nlimítrofes. \n \n1.2 Este plan se gobernará por hora UTC. \n \n2. Información \n \n2.1 El presente Plan de Contingencia ha sido elaborado en base \na las directivas aprobadas por el Consejo de la OACI, contenidas en \nel Manual de Planificación de los Servicios de Tránsito Aéreo (Doc. \n9426, Parte II, Sección 1, Capítulo 1, párrafo 1.3) y Anexo 11 de la \nOACI – Servicios de Tránsito Aéreo, Capítulo 2, párrafo 2. 29., y con \nla   asistencia   de   la   Oficina   Regional   Sudamericana,   para   su \narmonización a nivel regional \n \n2.2 La  efectiva  aplicación  del  presente  plan  presupone  una \nestrecha    cooperación,    colaboración    y    aceptación    de    las \nautoridades  aeronáuticas  de  los  países  involucrados,  así  como  de \nlos usuarios del espacio aéreo de referencia. \n \n2.3 Para    su    confección,    se    han    establecido    Acuerdos \nOperacionales con los países limítrofes, en los que se establecen las \nmedidas,  procedimientos  y  rutas  de  contingencia  a  utilizarse  en \ncaso  de  una  degradación  de  los  Servicios  de  Tránsito  Aéreo  que \nafecten a las Regiones de Información de Vuelo adyacentes. \n \n3. Activación del Plan de Contingencia \n \n3.1 En el caso de que no puedan proveerse servicios ATS dentro \nde una CTA/FIR, y esta interrupción sea previsible, se activará, este \nplan  de  contingencia  por  medio  de  un  NOTAM,  el  cual  debería \nemitirse con una antelación mínima de 48 hs, durante los períodos \ncríticos  que  se  consideren  necesarios,  y  se  continuarán  aplicando \nmientras  las  circunstancias  así  lo  ameriten.  Por  otra  parte,  de  ser \ninesperada la interrupción / contingencia y no pueda cumplirse con \nla  antelación  anteriormente  mencionada,  debería  emitirse  dicho \nNOTAM con la menor demora posible. \n \n4. Desactivación del Plan \n \n4.1 Este    plan    se    desactivará    mediante    un    NOTAM    de \ncancelación, informando  que la prestación  de los  servicios  ATS se \nhan normalizado. \n \n5. FIR’S Afectadas \n \n5.1 Las FIR’s directamente afectadas  por  el  presente  Plan  de \nContingencia son: \n \n \n1.  Purpose \n \n1.1 The purpose of this ATS Contingency Plan is to facilitate and \nmaintain  an  orderly  and  safe  movement  of  the  international  and \nnational civil aviation in the airspace of the Republic of Argentina \n(EZEIZA,  CORDOBA,  MENDOZA,  RESISTENCIA  AND  COMODORO \nRIVADAVIA FIRs) in case of an interruption of the air traffic services \nand/or the support services, by establishing contingency measures \nand  a  Simplified  Network  of  ATS  Routes  to  direct  the  traffic  flow \nbetween the Argentine FIRs and the Flight Information Regions of \nthe neighboring countries.  \n \n \n1.2 This plan shall be governed by UTC time. \n \n2.  Information \n \n2.1 This  Contingency  Plan  has  been  designed  based  on  the \ndirectives approved by the ICAO Council, contained in the Air Traffic \nServices  Planning  Manual  (ICAO  Doc.  9426,  Part  II,  Section  1, \nChapter  1,  paragraph  1.3) and  the  ICAO  Annex  11 - Air  Traffic \nServices, Chapter 2, paragraph 2.29 and with the assistance of the \nSouth American Regional Office for its harmonization at a regional \nlevel. \n \n2.2 The   effective   application   of   this   plan   implies   close \ncooperation,   collaboration   and   acceptance   by   the   aviation \nauthorities of the countries involved, as well as by the users of the \nairspace of reference.   \n \n2.3 For  its  preparation,  Operational  Agreements  have  been \nestablished with neighboring countries, establishing the measures, \nprocedures  and  contingency  routes  to  be  used  in  the  event  of  a \ndegradation of the Air Traffic Services affecting the adjacent Flight \nInformation Regions. \n \n3. Activation of the Contingency Plan \n \n3.1 If  ATS  services  cannot  be  provided  within  a  CTA/FIR,  and \nthis  interruption  is  foreseeable,  this  contingency  plan  shall  be \nactivated by means of a NOTAM, which shall be issued with at least \n48   hours   in   advance,   during   the   critical   periods   deemed \nnecessaries, and these measures shall be applicable as long as the \ncircumstances require them. On the other hand, if the interruption \n/  contingency  were  unexpected and  the  abovementioned  time  in \nadvance  cannot be complied, a  NOTAM should be issued  as  soon \nas possible. \n \n4. Deactivation of the Plan  \n \n4.1 This  plan  shall  be  deactivated  by  means of  a  cancellation \nNOTAM,   informing   that   the   ATS   services   provision   has   been \nnormalized. \n \n \n5. Affected FIRS  \n \n5.1 The FIRs directly affected by this Contingency Plan are:  \n \n\nAIP ARGENTINA  ENR 1.15-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \nARGENTINA:   Ezeiza,   Córdoba,   Mendoza,   Resistencia   y \nComodoro Rivadavia. \n \nBRASIL: Curitiba \n \nBOLIVIA: La Paz \n \nCHILE:   Antofagasta,   Santiago,   Puerto   Montt   y   Punta \nArenas. \n \nPARAGUAY: Asunción \n \nURUGUAY: Montevideo \n \n6. Principios Básicos \n \n6.1 La República Argentina, a efectos de asegurar los servicios \nque   se   brindan   a   la   aviación   civil,   dispone   del   personal   y \nequipamiento   técnico   necesario   que   permiten   garantizar   los \nservicios  de  tránsito  aéreo  y  de  los  correspondientes  servicios  de \napoyo. \n \n6.2 No obstante, las medidas de contingencia que figuran en el \npresente plan podrían  ser  aplicadas  en  casos  de  acontecimientos \nprevisibles, ocasionados por: Huelgas, paros o conflictos laborales; \ninterrupción  imprevista de parte o de  la totalidad de los  servicios \nde  tránsito  aéreo  y  que  de  alguna  manera  puedan  afectar  el \nsuministro de los mismos y/o servicios de apoyo conexos, en la /las \nFIR’s de la República Argentina; como así también en situaciones \nde emergencias o catástrofes naturales. \n \n6.3 Las   empresas   aéreas   deberán   dar   conocimiento   del \npresente Plan a sus tripulaciones y operadores. \n \n7. Disposiciones  aplicables  en  caso  de  una  disminución  del \nsuministro de los Servicios de Tránsito Aéreo \n \n7.1 Durante  el  período  de  Contingencia  se  utilizará  una Red \nSimplificada de Rutas ATS, en el Espacio Aéreo Superior e Inferior, \nque conforman la estructura de la red de rutas de las FIR ́s EZEIZA, \nCÓRDOBA,  MENDOZA,  RESISTENCIA  Y  COMODORO  RIVADAVIA. \nDicha red se basa en la estructura de Rutas Vigentes en las Cartas \nde   Navegación   en   Ruta,   suprimiéndose   alguna   de   ellas   y \nestableciéndose  en  la  mayoría  de  los  casos  un  único  sentido  de \nvuelo en las mismas. \n \n7.2 Para situaciones de contingencia que afectarían más de una \nRegión  de  Información  de  Vuelo,  se  establecerá  una  Unidad de \nContingencia Nacional (UCN). \n \n7.2.1  Para situaciones  de contingencia en una sola Región de \nInformación    de    Vuelo    (FIR)    Argentina,    la    Región    Aérea \ncorrespondiente   establecerá   una   Unidad   de   Contingencia   con \npersonal  idóneo,  que  se  hará  cargo  de  la  situación  hasta  que  los \nservicios afectados vuelvan a la normalidad. \n \n8. Estructura de Rutas ATS \n \n8.1 Se  estable  una  RED  SIMPLIFICADA  DE  RUTAS  ATS  en  el \nespacio aéreo argentino, por la cual se encaminará el tránsito aéreo \ninternacional y nacional durante la vigencia de este plan (ANEXOS I \ny IV). \n \n \n \n \nARGENTINA:  Ezeiza,  Córdoba,  Mendoza,  Resistencia  and \nComodoro Rivadavia.  \n \nBRAZIL: Curitiba \n \nBOLIVIA: La Paz \n \nCHILE:  Antofagasta,  Santiago,  Puerto  Montt  and  Punta \nArenas.  \n \nPARAGUAY: Asunción \n \nURUGUAY: Montevideo \n \n6. Basic principles \n \n6.1 The Republic of Argentina, in order to ensure the services \nprovided  to  the  civil  aviation,  has  the  necessary  personnel  and \ntechnical  equipment  that  ensure  the  air  traffic  services  and  the \nrespective support services.  \n \n \n6.2 However, the contingency measures indicated in this plan \nmay be applied in cases of foreseeable events caused by: strikes or \nlabor  conflicts;  foreseeable  interruption  of  a  part  or  all  air  traffic \nservices  that  somehow  may  affect  their  provision  and/or  related \nsupport services in the FIRs of the Republic of Argentina, as well as \nin emergency situations or natural catastrophes.  \n \n \n \n6.3 The  air  companies  shall inform  their  crews  and  operators \nabout this Plan. \n \n7. Applicable  dispositions  in  case  of  a  decrease  in  the AIR \nTraffic Services Provision \n \n7.1 During  the  Contingency  period,  a  simplified  ATS  Routes \nNetwork shall be used in the Lower and Upper Airspace that make \nup   the   route   network   structure   of   the   EZEIZA,   CORDOBA, \nMENDOZA,  RESISTENCIA,  and  COMODORO  RIVADAVIA  FIRs.  Said \nnetwork  is  based  on  the  Current  Route  structure  in  the  En-route \nNavigation Charts, deleting some of them and establishing them, in \nmost cases, as only-way flight routes.  \n \n \n7.2 For  contingency  situations  affecting  more  than  one  Flight \nInformation  Region  (FIR),  a  National  Contingency  Unit  will  be \nestablished.  \n \n7.3 For  contingency  situations  affecting  one  Argentine  Flight \nInformation Region (FIR), the respective Air Region will establish a \nContingency Unit with suitable personnel that will be in charge of \nthe situation until the affected services get back to normal. \n \n \n8. ATS Route Structure \n \n8.1 A   SIMPLIFIED   ATS   ROUTE   NETWORK   is   established   in \nArgentine  airspace,  through  which  the  international  and  national \nair traffic will be directed during the validity of this plan (ANNEXES \nI and IV). \n \n \n \n\nAIP ARGENTINA  ENR 1.15-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \n8.2 Este Sistema Simplificado de Rutas ATS, ha sido planificado \nen base a los flujos principales de tráfico en la Región y en los FIR ́s \nargentinos,  teniendo  la  finalidad  de  minimizar  el  impacto  que \ncualquier disminución en la prestación de los Servicios de Tránsito \nAéreo pudiera generar en las operaciones del transporte aéreo. \n \n9. Gestión del Tránsito Aéreo \n \n9.1 Responsabilidades de los ATS \n \n9.1.1 Ante  la  necesidad  de  activar  el  Plan  de  Contingencia,  la \nresponsabilidad  de  imponer  el  NOTAM  informando  tal  situación \nrecaerá en: \n \na) Contingencia que afecta a más de una FIR: la Unidad de \nContingencia Nacional (UCN). \n \nb) Contingencia   que   afecta   a   una   FIR:   la   Unidad   de \nContingencia   (UC)   designada   por   la   Región   Aérea \nafectada. \n \n9.1.2 El texto del NOTAM deberá indicar lo siguiente: \n \na) Hora  y  fecha  de  inicio,  y  tiempo  de duración  previsto, \nde las medidas de contingencia; \n \nb) Se  aplicará  el  plan  de  contingencia  de  la  República \nArgentina, FIR afectadas XXXX; \n \nc) Instalaciones y/o servicios no disponibles; \n \nd) Procedimientos  a  seguir  por  las  dependencias  ATS \nadyacentes; \n \ne) Procedimientos   a   seguir   por   los   pilotos,   quienes \ndeberán  mantener  en  escucha  la  frecuencia  principal \ndel sector que se está volando, si estuviera disponible, \nasí como también la frecuencia aire–aire 123,45 MHz; \n \nf) Cualquier otro detalle relacionado con la contingencia \nque  requiera  ser  de  conocimiento  inmediato  de  los \nusuarios. \n \n9.2 Separación lateral \n \n9.2.1 La  Red  Simplificada  de  Rutas  ATS  ha  sido  desarrollada \nasegurando   suficiente   separación   lateral   entre   las   aeronaves \ndurante el período de contingencia. \n \n9.3 Separación vertical \n \n9.3.1 Se   establecerá   separación   vertical   de   acuerdo   con   lo \nestablecido en el Anexo 2 de la OACI, Apéndice 3 Tabla a) de Niveles \nde Crucero (RVSM). \n \n9.4 Restricciones  de  niveles  de  vuelo - Rutas  domésticas  e \ninternacionales. \n \n9.4.1 Los  vuelos  del  transporte  aéreo  internacional  de  largo \nalcance  (más  de  tres  horas),  utilizarán  preferentemente  FL  290  o \nsuperior. \n \n \n \n \n \n8.2 This  Simplified  System  of  ATS  Routes  has  been  planned \nbased on the main traffic flows in the Region and the Argentine FIRs \nwith the purpose of minimizing the impact that any reduction in the \nAir   Traffic   Services   provision   may   cause   in   the   air   transport \noperations. \n \n9. Air Traffic Management \n \n9.1 ATS responsibilities  \n \n9.1.1 When   the   Contingency   Plan   activation   is   needed,   the \nresponsibility  of issuing  the  NOTAM  informing  of  such  situation \nshall be of: \n \na) Contingency affecting more than one FIR: the National \nContingency Unit (UCN) \n \nb) Contingency  affecting  one  FIR:  the  Contingency  Unit \n(UC) designated by the affected Air Region. \n \n \n9.1.2 The text of the NOTAM shall indicate the following: \n \na) Time and date of the beginning and the estimated time \nof duration of the contingency measures; \n \nb) The contingency plan of the Republic of Argentina shall \nbe applied, affected FIRs XXXX; \n \nc) Unavailable installations and/or services; \n \nd) Procedures to be followed by the adjacent ATS units; \n \n \ne) Procedures  to  be  followed  by  the  pilots,  who  shall \nmaintain a listening watch on the main frequency of the \nsector where they are flying, if available, as well as the \nair-air frequency 123.45 MHz; \n \nf) Any other detail related to the contingency required to \nbe immediately known by the users.  \n \n \n9.2 Lateral separation \n \n9.2.1 The  Simplified  System  of  ATS  Routes  has  been  developed \nensuring enough lateral separation between the aircraft during the \ncontingency period. \n \n9.3 Vertical separation \n \n9.3.1 Vertical  separation  will  be  established  according  to  the \nICAO Annex 2 - Appendix 3 - Cruise Level Table (RVSM). \n \n \n9.4 Flight level restrictions – National and international Routes. \n \n \n9.4.1 The  international  air  transport  flight  of  long  range (over \nthree hours) shall preferably use FL 290 or higher. \n \n \n \n \n \n\nAIP ARGENTINA  ENR 1.15-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \n9.4.2 No  se  autorizarán  cambios  de  nivel  dentro  de  los  10 \nminutos  anteriores  que  la  aeronave  ingrese  a  la  FIR  adyacente \n(salvo  entre  las  FIR ́s  argentinas  y  se  coordine  previamente  entre \nellas). \n \n9.5 Separación longitudinal \n \n9.5.1 La  separación  longitudinal  a  aplicarse  en  las  Rutas  ATS  de \ncontingencia para los vuelos internacionales de más de tres horas \ndurante el período de contingencia será de quince (15) minutos o a \nconsideración  de  los  controles  de  jurisdicción  correspondientes  y \nprevia  coordinación  entre  los  mismos,  o  lo  establecido  en  los \nacuerdos de contingencia con países limítrofes. \n \n9.6 Prioridad a los diferentes tipos de vuelo \n \n9.6.1 Se dará prioridad a las operaciones aéreas \ninternacionales   (de   más   de   3   horas   de   duración)   y   aquellas \noperaciones  especiales  que  involucren  los  siguientes  tipos  de \nvuelo: \n \n Aeronaves   en   emergencia   u   operando   con   una \nsignificativa reducción en su eficiencia; \n \n Vuelos de evacuación y auxilio; y \n \n Vuelos de búsqueda y salvamento; \n \n Aeronaves de Estado. \n \n9.7 Transferencia de control y coordinación \n \n9.7.1 Procedimientos    aplicables    a    las    dependencias    ATS \ninvolucradas: de acuerdo al ANEXO II. \n \n9.8 Transferencia de responsabilidades \n \n9.8.1 Excepto  que  otra  cosa  se  establezca  en  las  cartas  de \nacuerdo operacionales entre FlR ́s adyacentes, la transferencia de \ncontrol se realizará en los límites de las FlR ́s involucradas. De ser \nposible, la coordinación de la transferencia deberá realizarse por lo \nmenos  con  30 minutos  de antelación  a las horas  estimadas  sobre \nlos puntos de notificación de ingreso a la siguiente FIR. \n \n9.8.2 La coordinación ATS se realizará a través de los medios de \ncomunicación  que han sido establecidos en las cartas de acuerdo \noperacionales  entre  las  dependencias  ATS  de  FlR ́s  adyacentes  e \nincluirá la transmisión de la siguiente información sobre los vuelos \nen cuestión: \n \n1) partes apropiadas del plan de vuelo actualizado; \n2) la   hora   en   que   se   estime   sobre   el   punto   de \ntransferencia acordado; \n3) la  hora  que  se  efectuó  el  último  contacto   con  la \naeronave; y \n4) cualquier otra información que se estime pertinente. \n \n9.8.3 En  caso  de  falla  de  los  canales  de  comunicaciones  se \nutilizarán los medios de comunicación alternativos y \nprocedimientos que figuran en el presente Plan. \n \n9.9 Procedimiento de autotransferencia \n \n9.9.1 En    caso    de    agotar    los    medios    de    comunicaciones \nnormalizados y alternos, se solicitará al piloto de la aeronave que \n \n9.4.2 No  level  changes  shall  be  authorized  within  10  minutes \nbefore  the  aircraft  enters  the  adjacent  FIR  (except  between  the \nArgentine FIRs and it is previously coordinated by them).  \n \n \n9.5 Longitudinal separation  \n \n9.5.1 The    longitudinal    separation    to    be    applied    in    the \ncontingency ATS Routes for international flights of over three hours \nduring the contingency period shall be of fifteen (15) minutes or as \nthe respective jurisdiction controls deem adequate and with prior \ncoordination   between   them,   or   what   is   established   in   the \ncontingency agreements with the neighboring countries.  \n \n9.6 Priority to different types of flight  \n \n9.6.1 The international air operations (of over 3 hours long) shall \nbe  given  priority  as  well  as to  special  operations  that  involve  the \nfollowing types of flight: \n \n \n Aircraft   in   an   emergency   or   operating   with   a \nsignificant reduction in their efficiency; \n \n Evacuation and aid flights; \n \n Search and rescue flights; \n \n State aircraft. \n \n9.7 Control and coordination transfer  \n \n9.7.1 Procedures applicable to the involved ATS units: according \nto the ANNEX II. \n \n9.8 Responsibilities transfer \n \n9.8.1 Except     otherwise     established     in     the     operational \nagreement charts between the adjacent FIRs, the control transfer \nshall  be  made  in  the  limits of  the  involved  FIRs.  If  possible,  the \ntransfer coordination shall be done at least 30 minutes before the \nestimated   times   over  the   notification   points   of   entry   to  the \nfollowing FIR.  \n \n9.8.2 The ATS coordination will be made through the means of \ncommunication  that  have  been  established  in  the  operational \nagreement  charts  between  the  ATS  units  of  the  neighboring  FIRs \nand  it  will  include  the  following  information  about  the  flights  in \nquestion: \n \n1) Adequate parts of the updated flight plan; \n2) The estimated time over the agreed transfer point; \n3) The time at which the last contact with the aircraft was \nmade; and \n4) Any other information deemed relevant. \n \n \n9.8.3 At  the  event  of  a  failure  in  the  communication  channels, \nthe    alternative    means    of    communication    and    procedures \ncontained in this Plan will be used. \n \n9.9 Auto-transfer procedure  \n \n9.9.1 In     case     the     normal     and     alternative     means     of \ncommunications   are   unavailable,   the   pilot   shall   be   asked   to \n\nAIP ARGENTINA  ENR 1.15-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nproceda   a   comunicar   en   las   frecuencias   adecuadas   de   la \ndependencia  ATC  aceptante  con  la  finalidad  de  informar  de  su \ntránsito (ANEXO II). \n \n9.10 Transferencia de las comunicaciones \n \n9.10.1 Excepto   que   otro   procedimiento   se   establezca   entre \ndependencias   ATS   de   FlR ́s   adyacentes,   la   transferencia   de \ncomunicaciones se realizará 5 minutos antes de la hora prevista al \npunto   de   transferencia   acordado.   No   obstante,   cuando   las \ncondiciones  del  tránsito  así  lo  requieran,  el  centro  transferidor \npodrá demorar  la  transferencia  de  comunicaciones  hasta  que  la \naeronave  notifique  haber  sobrevolado  el  punto  de  transferencia \nacordado. \n \n9.11 Mensajes EST \n \n9.11.1 En  el  caso  que  una  dependencia  ATC  no  hubiera  podido \nrealizar    las    coordinaciones    pertinentes    para    transferir    la \nresponsabilidad del control de una aeronave, enviará un mensaje \nde estimada (MSG EST) a todas las dependencias ATC a lo largo de \nla ruta ATS que operará la aeronave. \n \n9.12 Acuse de recibo \n \n9.12.1 Se  realizará  el  respectivo  acuse  de  recibo  de  todas  las \ncoordinaciones ATS para la transferencia de responsabilidades con \nla finalidad de asegurarse de la precisión de la información recibida. \n \n9.13 Operaciones cerca de los límites de las FIR ́S \n \n9.13.1 En   la   medida   de   lo   posible   durante   el   período   de \ncontingencia se evitarán las operaciones cerca de los límites de las \nFIR ́s.   No   obstante,   cuando   sea   imprescindible   este   tipo   de \noperaciones,    las    mismas    deberán ser    coordinadas    con    la \ndependencia ATC correspondiente. \n \n9.14 Coordinación de los permisos de tránsito \n \n9.14.1 Durante  el  período  de  contingencia  podría  ser  necesario \nmayor tiempo para la coordinación de los permisos de tránsito con \nlas  dependencias  ATC  adyacentes,  razón  por  la  cual  los  controles \nATS deberán tomar esto en cuenta y hacer los arreglos pertinentes \ncon las FlR ́s adyacentes. \n \n10. Comunicaciones \n \n10.1 En  aquellos  espacios  aéreos  donde  las  comunicaciones \ntierra-aire    no    estén    disponibles,    los    pilotos    aplicarán    los \nprocedimientos  de  radiodifusión  de  información  en  vuelo  y  lo \nsiguiente: \n \na) Mantendrán escucha permanente en la frecuencia VHF \napropiadas a la FlR ́s donde se realice el vuelo y de no \ntener  contacto  con  la  dependencia  ATC  pertinente, \ntransmitirán, preferentemente en español y en inglés, \nen  dicha  frecuencia  la  posición  real  o  estimada  a  los \npuntos de notificación. \n \nb) Procedimientos  operacionales conexos  que figuran en \nel  Anexo  11  de  la  OACI,  Apéndice  C.  Para  una  mejor \nreferencia   en   el   APÉNDICE   1   del   ANEXO   III   se \ntranscriben  los  citados  procedimientos.  La  frecuencia \npara     los     Procedimientos     de     Radiodifusión     de \nInformación en Vuelo que deberá utilizarse en la Región \nSAM es 123, 45 MHz. \ncommunicate  in  the  adequate  frequencies  of  the  accepting  ATC \nunit in order to inform its transit (ANNEX II).  \n \n \n9.10 Communications transfer \n \n9.10.1 Except  other  procedure  is  established  between  the  ATS \nunits  of  the  adjacent  FIRs,  the  communications  transfer  shall  be \nmade 5 minutes before the estimated time to the agreed transfer \npoint. However, when the traffic conditions require it, the transfer \ncenter  may  delay  the  communications  transfer  until  the  aircraft \nnotifies that it has overflown the agreed transfer point.  \n \n \n \n9.11 EST messages \n \n9.11.1 In case an ATC unit had not been able to make the relevant \ncoordination  to  transfer  the  responsibility  of  control  over  an \naircraft, an  estimated message (MSG EST) shall be sent to all ATC \nunits along the ATS route that the aircraft will operate.  \n \n \n9.12 Acknowledgement of receipt \n \n9.12.1 The respective acknowledgement of receipt shall be made \nof  all  the  ATS  coordination  for  the  transfer  of  responsibilities  in \norder to ensure the precision of the received information.  \n \n9.13 Operations near the limits of the FIRS \n  \n9.13.1 As  much  as  possible  during  the  contingency  period  the \noperations  near  the  limits  of  the  FIRs  will  be  avoided.  However, \nwhen this type of operations is essential, these operations shall be \ncoordinated with the respective ATC unit.   \n \n \n9.14 Traffic clearances coordination  \n \n9.14.1 During   the   contingency   period,   more   time   may   be \nnecessary  to  coordinate  the  traffic  clearances  with  the  adjacent \nATC units, which is why the ATS controls should consider those and \nmake the relevant arrangements with the adjacent FIRs. \n \n \n10. Communications \n \n10.1 In  those  airspaces  where  the  ground-air  communications \nare    unavailable,    the    pilots    shall    apply    the    in-flight    radio \nbroadcasting procedures and the following: \n \n \na) They  will  maintain  a  continuous  listening  watch  on  the \nVHF frequency corresponding to the FIRs where the flight \nis performed and, if no contact is made with the relevant \nATC  unit,  they  will  transmit,  preferably  in  Spanish  and \nEnglish,  in  said  frequency  the  real  or  estimated  position \nregarding the notification points.  \n \nb) Related operational procedures that are contained in the \nICAO  Annex  11,  Appendix  C.  For  a  better  reference,  in \nAPPENDIX 1 of the ANNEX III said procedures are quoted. \nThe  frequency  for  the  In-Flight  Information  Broadcast \nProcedures to be used in the SAM Region is 123.45 MHz \n \n \n\nAIP ARGENTINA  ENR 1.15-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \n11. Difusión del Plan de Contingencia ATS \n \n11.1 Se   considera   que   la   información   aquí   contenida,   sea \nempleada  como  referencia  por  los  Usuarios  para  presentar  sus \nPlanes de Vuelo durante las situaciones de contingencia. \n \n11.2 La   difusión   del   presente   Plan   será   efectuada   por   la \npublicación de información aeronáutica correspondiente. \n \n11.3 Las  medidas  a  aplicarse  durante  la  contingencia  serán \npublicadas  oportunamente  y enviadas a las empresas de  aviación \nque realizan vuelos internacionales / nacionales a la brevedad. \n \n11.4 Toda  actualización  /  modificación  o  medidas  de  urgencia \nconsideradas   necesarias   para   la   atención de   situaciones   de \ncontingencia ATS, serán publicadas por NOTAM. \n \n12. Procedimientos operacionales para pilotos \n \n12.1 Los procedimientos operacionales para pilotos, así como los \nprocedimientos  a  aplicar  en  caso  de  falla  de  comunicaciones \ndurante el período de activación del Plan de Contingencia figuran \nen el ANEXO III. \n \n13. Medidas de coordinación \n \n13.1 Los arreglos de contingencia aquí previstos son provisorios \ny  estarán  vigentes  hasta  el  momento  en  que  los  servicios  e \ninstalaciones del plan reanuden sus actividades normalmente. \n \n13.2 Este  Plan  debería  ser  revisado,  simulado  y/o  probado  en \nintervalos apropiados.  \n \n13.3 Las enmiendas y revisiones deberán ser coordinadas con los \nEstados afectados, Organismos Internacionales y OACI. \n \n14. Varios \n \n14.1 Se  incluye  como  ANEXO  IV  los  Acuerdos  establecidos  con \nlos países limítrofes. \n \nANEXOS: \n \nANEXO I:  Red  Simplificada  de  Rutas  ATS.  Cartas  de \nnavegación  en  Ruta,  Plan  de  Contingencia \npara  la República  Argentina,  Espacio  Aéreo \nInferior y Superior. \n \nANEXO II:  Procedimientos aplicables a las \nDependencias ATS involucradas. \na) Apéndice  1 - Medidas  de  Contingencia \nCNS y ATM. \n \nANEXO III:  Procedimientos operacionales para pilotos. \na) Apéndice 1 – Procedimientos de \nRadiodifusión  de  Información  en  vuelo  y \nprocedimientos operacionales conexos. \n \nANEXO IV:  Acuerdos     de     contingencia     con     países \nlimítrofes. \na) Apéndice 1 - Argentina – Uruguay \nb) Apéndice 2 - Argentina – Brasil \nc) Apéndice 3 - Argentina – Paraguay \nd) Apéndice 4 - Argentina – Bolivia \ne) Apéndice 5 - Argentina – Chile \n \n11 ATS contingency plan publication \n \n11.1 The information contained herein is deemed to be used as \nreference   by   the   Users   to   file   their   Flight   Plans   during   the \ncontingency situations.  \n \n11.2 The publication of this Plan shall be made in the respective \naeronautical information publication. \n \n11.3 The measures to be applied during the contingency shall be \npublished  at the  proper  time  and  sent  to  the  aviation  companies \nthat perform international/ national flights as soon as possible.  \n \n11.4 Every   update   /   change   or  urgency   measures   deemed \nnecessary to apply in ATS contingency situations shall be published \nvia NOTAM. \n \n12. Operational procedures for pilots \n \n12.1 The   operational   procedures   for   pilots,   as   well   as   the \nprocedures to apply in case of a communications failure during the \nContingency Plan activation period are contained in the ANNEX III.  \n \n \n13. Coordination measures \n \n13.1 The   contingency arrangements   contained   herein   are \ntemporary  and  will  be  valid  until  the  services  and  installations  of \nthe plan resume their normal activities.  \n \n13.2 This  Plan  should  be  reviewed,  simulated  and/or  tested  in \nproper intervals. \n \n13.3 The amendments and reviews shall be coordinated with the \naffected States, International Entities and ICAO. \n \n14. Miscellaneous \n \n14.1 The Agreements established with the neighboring countries \nare included as ANNEX IV.  \n \nANNEXES: \n \nANNEX I: Simplified   Network   of   ATS   Routes.   En-\nRoute Navigation Charts, Contingency Plan \nfor  the  Republic  of  Argentina,  Lower  and \nUpper Airspace. \n \nANNEX II: Procedures  applicable  to  the  involved  ATS \nUnits. \na) Appendix 1 – CNS and ATM Contingency \nMeasures. \n \nANNEX III:  Operational Procedures for pilots. \na) Appendix   1 – In-Flight   Information \nBroadcast     Procedure     and     related \noperational procedures. \n \nANNEX IV:  Contingency  Agreements  with  neighboring \ncountries. \na) Appendix 1 - Argentina – Uruguay \nb) Appendix 2 - Argentina – Brazil \nc) Appendix 3 - Argentina – Paraguay \nd) Appendix 4 - Argentina – Bolivia \ne) Appendix 5 - Argentina – Chile \n\nAIP ARGENTINA  ENR 1.15-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \nANEXO I ANNEX I \nRED SIMPLIFICADA DE RUTAS ATS SIMPLIFIED NETWORK OF ATS ROUTES \n \nDurante  la  vigencia  del  Plan  de  Contingencia  sólo  se  utilizarán  las \nRutas ATS que se incluyen en: \n \nENR 6.13  Carta de Navegación en Ruta-Plan de Contingencia para \nla República Argentina-Red simplificada ATS INF. \n  \nENR 6.14  Carta de Navegación en Ruta-Plan de Contingencia para \nla República Argentina-Red simplificada ATS SUP. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDuring  the  validity  of  the  Contingency  Plan  only  ATS  Routes \nincluded in: \n \nENR 6.13  En-Route Navigation Chart – Contingency Plan for the \nRepublic of Argentina – ATS LOW Simplified Network. \n  \nENR 6.14  En-Route Navigation Chart – Contingency Plan for the \nRepublic of Argentina – ATS UPP Simplified Network. \n \n \n \n \n\nAIP ARGENTINA  ENR 1.15-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nANEXO II ANNEX II \nPROCEDIMIENTOS APLICABLES A LAS DEPENDENCIAS ATS \nINVOLUCRADAS \nPROCEDURES APPLICABLE TO THE INVOLVED ATS UNITS \n \n1. Las  dependencias  ATS  involucradas  deberán  seguir  los \nsiguientes procedimientos: \n \na) Los  mensajes  de  Plan  de  Vuelo  se  deberán  transmitir  a \ntravés  de  la  AFTN  de  acuerdo  con  los  procedimientos \nnormales, o por los medios alternativos. \nb) Deberán comunicar vía los circuitos de coordinación ATS \n(o  alternativos)  y  con  no  menos  de  30  minutos de \nantelación (si es posible de acuerdo al tiempo de vuelo), \nlas  horas  estimadas  sobre  los  puntos  de  notificación  de \ningreso en el FIR siguiente. \nc) Instruirán  a  los  pilotos  al  mando  de  las  aeronaves  que \ndeberán mantener el último nivel asignado y la presente \nvelocidad  (número  MACH  de  ser  el  caso),  hasta  tanto \nreciban  instrucciones  del  Control  de  jurisdicción  que \ncorresponda. \nd) No  autorizarán  ningún  cambio  de  nivel  o  de  velocidad \n(número MACH de ser el caso) dentro de los 10 minutos \nanteriores a que la aeronave ingrese en otro FIR. \ne) El  Control  de  jurisdicción  precedente  a  los  FIR ́s  Ezeiza, \nCórdoba,  Mendoza,  Resistencia  o  Comodoro  Rivadavia \n(según el FIR a ser sobrevolado) indicará a las aeronaves \nque   deberán   comunicarse   con   la   dependencia   ATC \ncorrespondiente  5  minutos  antes  de  la  hora  prevista  de \ningreso a la FIR correspondiente. \nf) Todos los vuelos se encaminarán por la Red Simplificada \nde Rutas ATS establecida. \ng) Se asignarán códigos de respondedor SSR, aunque no se \nposea Control Radar. \nh) No se aplicará el Sistema de Planes de Vuelo Repetitivos. \n \n2. Los ACC’s adyacentes: \n \na) Con coordinación entre los ACC adyacentes, se aplicarán \nlos    procedimientos    establecidos    en    las    Cartas    de \nAcuerdos Operacionales vigentes. \nb) Sin  coordinación  entre  los  ACC  adyacentes,  se  aplicarán \nlos “Procedimientos de Autotransferencia”, de acuerdo \ncon lo siguiente: \n \nLa dependencia ATS deberá: \n- Informar al piloto la imposibilidad de comunicación \ncon  la  dependencia  ATS  aceptante,  y  Suministrar \ninstrucción    para    que    haga    contacto    con    la \ndependencia aceptante. \n \nEl piloto deberá: \n- Hacer contacto con la dependencia aceptante. \n- Informar   a   la   dependencia   aceptante   que   está \nllevando a cabo una autotransferencia, \n- Transmitir  su  procedencia,  destino,  ruta,  nivel  de \nvuelo,  código  transponder  y  estima  al  límite  de  la \nFIR. \n- Informar  a  la  dependencia  transferidora  cuando  la \ndependencia aceptante aceptó la transferencia. \n \n \n1. The   involved   ATS   units   shall   apply   the   following \nprocedures: \n \na) The  Flight  Plan  messages  shall  be  transmitted  via  AFTN \naccording  to  the  normal  procedures,  or  via alternative \nmeans.  \nb) They  shall  communicate  via  the  ATS  (or  alternative) \ncoordination  circuits  and  not  less  than  30  minutes  in \nadvance  (if  possible  according  to  the  flight  time),  the \nestimated times over the entry notification points in the \nfollowing FIR.  \nc) Instruct  the  pilots  in  command  of  the  aircraft  that  they \nmust  maintain  the  last  assigned  level  and  the  present \nspeed  (Mach number,  if  applicable)  until  they  receive \ninstructions from the corresponding Jurisdiction Control.  \n \nd) They  shall  not  authorize  any  change  of  level  or  speed \n(Mach number,  if  applicable)  within  10  minutes  before \nthe aircraft enters another FIR. \ne) The  Control  of  jurisdiction  preceding  the  FIR's  Ezeiza, \nCordoba,  Mendoza,  Resistencia  or  Comodoro  Rivadavia \n(depending on the FIR to be overflown) shall indicate to \nthe aircraft that they must contact the corresponding ATC \nunit 5 minutes before the scheduled time of entry to the \ncorresponding FIR. \nf) All   flights   shall   be   routed   through   the   established \nSimplified Network of ATS Routes.  \ng) SSR  responder  codes  shall  be  assigned,  even  if  Radar \nControl is not present. \nh) The Repetitive Flight Plans System shall not be applied. \n \n2. The adjacent ACCs : \n \na) With   coordination   between   the   adjacent   ACC,   the \nprocedures   established   in   the   current   Operational \nAgreement Charts shall be applied.  \nb) Without  coordination  between  the  adjacent  ACC,  the \n“Auto-transfer  Procedures”  shall  be  applied,  in \naccordance with the following: \n \nThe ATS unit shall: \n- Inform the pilot the impossibility of communication \nwith the accepting ATS unit and Provide instructions \nso that contact with the accepting unit is made.  \n \n \nThe pilot shall: \n- Make contact with the accepting unit. \n- Inform the  accepting  unit  that  an  auto-transfer  is \nbeing made. \n- Transmit its  origin,  destination,  route,  flight  level, \ntransponder  code  and  estimated  time  to  arrive  to \nthe limit of the FIR. \n- Inform the transferring unit when the accepting unit \naccepts the transfer. \n \n\nAIP ARGENTINA  ENR 1.15-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nAPÉNDICE 1 APPENDIX 1 \nMEDIDAS DE CONTINGENCIA CNS Y MET CNS AND MET CONTINGENCY MEASURES \n \n1. Medidas    de    contingencia    para los    sistemas    de \ncomunicaciones VHF para los centros de control \n \nEn    caso    de    interrupción    total    de    los    sistemas    de \ncomunicaciones   tierra/aire   se   aplicarán   como   medida   de \ncontingencia    los    Procedimientos    de    Radiodifusión    de \nInformación  en  Vuelo  cuya  frecuencia establecida  para  la \nRegión SAM es 123,45 MHz (ANEXO III APÉNDICE 1). \n \n2. Medidas de contingencia para los servicios de navegación \n \nLas medidas de contingencia a adoptar en caso de interrupción \nde los sistemas de navegación serían: \na) En caso de falla en el sistema VOR, uso de los NDB para la \nnavegación en ruta. \nb) Uso de los sistemas de navegación autónomos. \nc) Uso de receptor / procesador GNSS (GPS). \n \n3. Medidas de contingencia para el intercambio de \ninformación OPMET \n \nLas medidas de contingencia a utilizar para el intercambio de \ninformación OPMET están incluidas en los procedimientos de \ncontingencia de los sistemas AFTN. En el caso de utilizar como \nmedida  de  contingencia  el  HF,  solamente  se  transmitirían \nmensajes OPMET de seguridad \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1. Contingency    measures    for    the    VHF    communication \nsystems for the control centers \n \nIn    case    of    a    total    interruption    of    the    ground/air \ncommunication  systems,  as  contingency  measure,  the  In-\nFlight  Information  Broadcasting  Procedures  shall  be applied; \nwhose  established  frequency  for  the  SAM  Region is 123.45 \nMHz (ANNEX III APPENDIX 1). \n \n2. Contingency measures for the navigation services  \n \nThe   contingency   measures   to   be   taken   in   case   of   an \ninterruption of the navigation systems would be: \na) In case of failure of the VOR system, use of the NDB for \nen-route navigation.  \nb) Use of the autonomous navigation systems.  \nc) Use of GNSS receiver / processor (GPS) \n \n3. Contingency measures for the OPMET information exchange  \n \n \nThe   contingency   measures   to   be   taken   for   the   OPMET \ninformation   exchange   are   included   in   the   contingency \nprocedures  of  the  AFTN  systems.  In  case  the  HF  is  used  as \ncontingency measure, only safety OPMET messages would be \ntransmitted.   \n \n\nAIP ARGENTINA  ENR 1.15-10 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nANEXO III ANNEX III \nPROCEDIMIENTOS OPERACIONALES PARA PILOTOS OPERATIONAL PROCEDURES FOR PILOTS \n \n1. Los  pilotos  que  sobrevuelen  el  Espacio  Aéreo  Argentino \ndeberán ajustarse a los siguientes procedimientos: \n \na) Durante el período de contingencia se dejará de aplicar el \nsistema de Planes de Vuelo Repetitivos (RPL) por lo cual \ntodos   los   vuelos   deberán   presentar   con   la   debida \nantelación su respectivo Plan de Vuelo (FPL) e indicar en \nla  casilla  18  del  FPL  cualquier  información  adicional  que \npudiera ser de utilidad para las dependencias ATS. \nb) Todas  las  aeronaves que  procedan  por  las  Rutas  ATS  de \ncontingencia establecidas en este Plan se ajustarán a las \nreglas de vuelo por instrumentos (IFR) y se le asignará un \nnivel  de  vuelo  de  acuerdo  a  la  Tabla  a)  de  Niveles  de \nCrucero  (RVSM)  que  figura  en  el  Anexo  2  de  la  OACI, \nApéndice 3. El último nivel asignado deberá mantenerse \nsalvo en una situación de emergencia. \nc) Volarán en la ruta o lo más cerca posible del eje de ruta \nde contingencia asignada. \nd) Mantendrán  escucha  permanente  en  la  frecuencia  VHF \napropiada a la FIR donde se realice el vuelo y, de no tener \ncontacto con la dependencia ATS pertinente, \ntransmitirán   en   dicha   frecuencia   la   posición   real   o \nestimada  a  los  puntos  de  notificación  (en  español  e \ninglés). \ne) En el caso de no tener comunicación con la dependencia \nATS  responsable  donde  la  aeronave  esté  volando,  el \npiloto de  la  aeronave  procederá  a  comunicar  en  las \nfrecuencias adecuadas de la dependencia ATS aceptante \ncon la finalidad de informar de su tránsito. \nf) Asimismo,   emitirán   en   la   frecuencia   VHF   apropiada \ncualquier   maniobra   de   ascenso   o   descenso   que   las \ncircunstancias así lo exigieran, preferentemente de 2 a 5 \nminutos   de   antelación.   Las   maniobras   de   ascenso   y \ndescenso deberán realizarse claramente a la derecha del \neje de la ruta. El mensaje deberá contener: identificación \nde la aeronave, posición, nivel abandonado, nivel que se \ncruza, etc. \ng) Las transmisiones antes citadas también se realizarán en \nla frecuencia aire/aire 123,45 MHz. \nh) Mantendrán  las  luces  de  navegación  y  de  anticolisión \ncontinuamente encendidas. \ni) Independientemente  se  encuentren  o  no  en  espacio \naéreo  con  cobertura  radar,  los  pilotos  mantendrán  el \núltimo transpondedor SSR en modo A y C asignado y si no \nse le ha asignado transpondedor, mantendrán accionado \ncódigo A/C 2000. \n \n2. Procedimientos en caso de fallas de comunicaciones \n \n2.1 En  los  vuelos  programados  con  ascenso  escalonado,  los \npilotos deben estar conscientes que, en caso de un cambio de ruta, \ndeben coordinar con el ATS el nuevo punto de ascenso. \n \n2.2 Al  ocurrir  una  interrupción  en  las  comunicaciones  aire - \ntierra,  la  tripulación  de  vuelo  deberá  determinar  el  origen del \nproblema,    utilizando    todos    los    medios    de    comunicación \ndisponibles y siguiendo el siguiente procedimiento: \n \n1. The pilots who overfly the Argentine Airspace shall adjust to \nthe following procedures: \n \na) During the contingency period, the Repetitive Flight Plans \n(RPL)  system shall  not  be  applied,  therefore,  all  flights \nshall file with due anticipation their Flight Plan (FPL) and \nthey shall indicate in the item 18 of the FPL any additional \ninformation that could be useful for the ATS units. \n \nb) All  aircraft  going  through  the  contingency  ATS  Routes \nestablished   in   this   Plan   shall   be   adjusted   to   the \ninstrumental  flight  rules  (IFR)  and  a  flight  level  shall  be \nassigned  according  to  the  Cruise  Level  Table  (RVSM) \ncontained  in  the  ICAO  Annex  2,  Appendix  3.  The  last \nassigned  flight  level  shall  be  maintained,  except  in  an \nemergency situation. \nc) They  shall  fly  in  the  route  or  as  close  as  possible  to  the \nassigned contingency route axis.  \nd) They  will  maintain  continuous  listening  watch  on  the \nrespective  VHF  frequency  of  the  FIR  where  the  flight  is \nbeing  performed  and,  if  no  contact  is  made  with  the \nrelevant  ATS  unit,  they  shall  transmit  on  said  frequency \ntheir real or estimated position regarding the notification \npoints (in Spanish and English). \ne) If  there  is  no  communication  with  the  responsible  ATS \nunit  where  the  aircraft  is  flying,  the  pilot  of  the  aircraft \nshall  communicate  on  the  respective  frequencies  of  the \naccepting ATS unit in order to inform of its transit. \n \nf) Likewise,   they   shall   transmit   on   the   respective   VHF \nfrequency   any   climb   or   descent   maneuver   that   the \nsituation requires, preferably 2 to 5 minutes in advance. \nThe  climb  and  descent  maneuvers  shall  be  performed \nclearly  to  the  right  of  the  route  axis.  The  message  shall \ncontain: aircraft identification, position, abandoned flight \nlevel, flight level being crossed, etc. \n \ng) The abovementioned transmissions shall be made on the \nair/air frequency 123.45 MHz. \nh) They   shall   keep   navigation   and   anti-collision   lights \ncontinuously on.  \ni) No  matter  if  they  are  within  or  outside  airspace  with \nradar coverage, the pilots shall keep the last assigned SSR \ntransponder in mode A and C and, if no transponder has \nbeen   assigned,   they   shall   keep   the   code   A/C   2000 \nactivated. \n \n2. Procedures in case of communication failures  \n \n2.1 In the flights scheduled with step climb, the pilots shall take \ninto  consideration  that,  in  case  of  a  route  change,  they  shall \ncoordinate with the ATS the new point of climb. \n \n2.2 If  an  air-ground  communication  interruption  occurs,  the \nflight crew shall determine the origin of the problem, using all the \navailable communication means and following this procedure: \n \n\nAIP ARGENTINA  ENR 1.15-11 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \na) Intentar establecer contacto con la dependencia ATS en la \nfrecuencia asignada; \nb) Intentar   establecer   contacto   con   otra   aeronave   en   la \nfrecuencia asignada; \nc) Intentar establecer contacto con la dependencia ATS u otra \naeronave en las frecuencias ATS adyacentes. \nd) Intentar   establecer   contacto   con   otra   aeronave   en   la \nfrecuencia aire/aire 123,45 MHz. \n \n2.3 Si todos los intentos de contacto que figuran en el párrafo \n10 fracasaran, se puede deducir que el problema tiene su origen en \nla aeronave y: \n \na) Se  deberán  aplicar  los  procedimientos  para  casos  de  falla \nen  las  comunicaciones  aire - tierra  del  Documento  4444 \nATM/501 de OACI; \nb) En   las   aeronaves   debidamente   equipadas   los   pilotos \ndeberán volar a 1 NM a la derecha del eje de la aerovía; y \nc) Se  debería  repetir  periódicamente  el  procedimiento  que \nfigura  en  el  párrafo 10 para  tratar  de  restablecer  las \ncomunicaciones. \n \n2.4 Si  se  establece  la  comunicación  con  otra  aeronave,  se \npuede deducir  que  el  problema  de  comunicación  se  origina  en  la \ninstalación  ATS. Deberá aplicarse  el siguiente procedimiento para \ntratar de restablecer la comunicación: \n \na) Intentar establecer comunicación pidiendo a otra aeronave \nque  retransmita  información  a  la  dependencia  ATS  en  el \nsiguiente orden de preferencia: \n \n La frecuencia ATS asignada; \n La frecuencia secundaria ATS para dicho sector; \n Las frecuencias de sectores/instalaciones ATS \nadyacentes; y \n La frecuencia aire/aire 123,45 MHz. \n \nb) En  caso  de  no  poder  establecer  comunicación  con  la \ndependencia  ATS  en  la forma  indicada  en el  punto  2.4  a), \nse realizará lo siguiente: \n \nDurante la fase en ruta: \nSe espera que la tripulación de la aeronave: \n \n Proceda de conformidad con la ruta del plan de vuelo \nactualizado; \n Mantenga la última velocidad y nivel asignados; \n Aplique    los    Procedimientos    de    Radiodifusión    de \nInformación  en  Vuelo,  en  idioma  español  e  inglés, \nutilizando    las    frecuencias    ATS    y    123,45 MHz \ncorrespondientes. \n En  las  aeronaves  debidamente  equipadas,  los  pilotos \ndeberán volar a 1 NM a la derecha del eje de la aerovía. \n Intente  periódicamente  restablecer  la  comunicación \nsegún el párrafo 10. \n \nDurante la fase de arribo: \n \n Apliquen   los   Procedimientos   de   Radiodifusión   de \nInformación en Vuelo, utilizando las frecuencias ATS y \n123,45 MHz apropiadas. \n Las     tripulaciones     de     vuelo     deberán     efectuar \ncoordinaciones con otras aeronaves en los alrededores, \n \n \na) Try  to  make  contact  with  the  ATS  unit  in  the  assigned \nfrequency; \nb) Try to make contact with another aircraft in the assigned \nfrequency; \nc) Try to make contact with the ATS unit or another aircraft \nin the adjacent ATS frequencies. \nd) Try  to  make  contact  with  another  aircraft  in  the  air/air \nfrequency 123.45 MHz \n \n2.3 If all the contact attempts described in paragraph 10 were \nnot successful, it may be assumed that the problem has its origin \nin the aircraft and: \n \na) The air-ground communication failure procedures of the \nICAO Doc. 4444 ATM/501 shall be applied.  \n \nb) In the aircraft adequately equipped, the pilots shall fly at \n1 NM to the right of the airway axis; and \n \nc) The  procedure  in  paragraph  10 should  be  periodically \nrepeated to try to re-establish communications. \n \n2.4 If  communication  with  another  aircraft  is  established,  it \nmay be assumed that the communication problem has its origin in \nthe  ATS  installation.  The  following  procedure  shall  be  applied  in \norder to try to re-establish communication: \n \na) Try to establish communication by asking another aircraft \nto retransmit information to the ATS unit in the following \norder of preference: \n \n The assigned ATS frequency; \n The secondary ATS frequency for said sector; \n The adjacent ATS sectors/installations frequencies; and \n The air/air frequency 123.45 MHz \n \nb) In case no communication is established with the ATS unit \nin the way described in point 2.4 a), the following shall be \ndone: \n \nDuring the route phase: \nIt is expected that the aircraft crew: \n \n Proceeds  according  to  the  route  of  the  updated \nflight plan; \n Maintains the last assigned speed and level; \n Applies  the  En-Route  Flight  Information  Broadcast \nProcedures,   in   Spanish   and   English,   using   the \nrespective ATS frequencies and 123.45 MHz.  \n \n In the aircraft adequately equipped, the pilots shall \nfly at 1 NM to the right of the airway axis; \n Try   periodically   to   make   contact   according   to \nparagraph 10. \n \nDuring the arrival phase: \n \n Apply   the   En-Route   Flight   Information   Broadcast \nProcedures, using the appropriate ATS and 123.45 MHz \nfrequencies.  \n The flight crews shall facilitate coordination with other \naircraft  around  them,  using  the  main  frequency  for  a \ncertain terminal area; \n\nAIP ARGENTINA  ENR 1.15-12 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nutilizando la frecuencia principal para una determinada \nárea terminal; \n Se   puede   coordinar   la   secuencia   de   aproximación \nutilizando la hora de llegada a la instalación. \n En  caso  de  que  dos  aeronaves  estén  llegando  a  la \nmisma hora se debería dar preferencia a la que esté a \nmenor altitud. \n \n3. Se aplicarán los Procedimientos de Autotransferencia, en \ncaso de falla de las comunicaciones entre los ACC adyacentes, de \nacuerdo con lo siguiente: \n \na) La dependencia ATS deberá: \n \n Informar al piloto la imposibilidad de comunicación con \nla dependencia ATS aceptante. \n Suministrar instrucción para que haga contacto con la \ndependencia aceptante. \n \nb) El piloto deberá: \n \n Hacer contacto con la dependencia aceptante. \n Informar a la dependencia aceptante que está llevando \na cabo una autotransferencia. \n Transmitir su procedencia, destino, ruta, nivel de vuelo, \ncódigo  transponder,  estado  de  aprobación  RVSM  y \nestima al límite FIR. \n Informar  a  la  dependencia  transferidora  cuando  la \ndependencia aceptante aceptó la transferencia. \n \n An  approach  sequence  may  be  coordinated  using  the \narrival time to the installation.  \n \n If  two  aircraft  are  arriving  at  the  same  time,  the  one \nwith less altitude should be given priority.  \n \n \n3. The Auto-transfer Procedures shall be applied, in case of \na  communication  failure  between  the  adjacent  ACCs,  according \nto the following: \n \na) The ATS unit shall: \n \n Inform the pilot the impossibility of communication \nwith the accepting ATS. \n Provide instruction for contact to be made with the \naccepting unit. \n  \nb) The pilot shall: \n  \n Make contact with the accepting unit. \n Inform  the  accepting  unit  that  an  auto-transfer  is \nbeing carried out. \n Transmit  its  origin,  destination,  route,  flight  level, \ntransponder   code,   RVSM   state   of   approval   and \nestimated time to the FIR limit.  \n Inform the transferring unit when the accepting unit \naccepts the transfer.  \n \n \n \nAPÉNDICE 1 APPENDIX 1 \nPROCEDIMIENTOS DE RADIODIFUSIÓN DE INFORMACIÓN EN \nVUELO Y PROCEDIMIENTOS OPERACIONALES CONEXOS \nEN-ROUTE FLIGHT INFORMATION BROADCAST PROCEDURES \nAND RELATED OPERATIONAL PROCEDURES \n \n1. Introducción y aplicación de radiodifusiones \n \n1.1 La  finalidad  de  los  Procedimientos  de  Radiodifusión  de \ninformación en vuelo, consiste en que los pilotos puedan transmitir \ninformes y datos complementarios pertinentes, en una frecuencia \nradiotelefónica (RTF) designada VHF, para poner sobre aviso a los \npilotos de otras aeronaves que se encuentren en las proximidades. \n \n1.2 Estos  procedimientos  deberían  aplicarse  solamente  en \ncaso  necesario  y  como  medida  temporal  en  los  espacios  aéreos \ndesignados en los que: \n \na) sea  necesario  complementar  la  información  sobre  peligro \nde colisión suministrada por los servicios de tránsito aéreo \nfuera del espacio aéreo controlado; o \nb) haya una interrupción temporal de los servicios normales \nde tránsito aéreo. \n \n2. Detalles de la radiodifusión \n \n2.1 Frecuencia RTF VHF que debe utilizarse: 123,45 MHz. \n \n2.1.1 Cuando     se     utilice VHF     para     las     comunicaciones \naeroterrestres  con  el  ATS  y  una  aeronave  disponga  solamente  de \ndos equipos VHF en servicio, uno de ellos deberá estar sintonizado \n \n1. Broadcasts introduction and application \n \n1.1 The purpose of the En-Route Flight Information Broadcast \nProcedures  is  for  the  pilots  to  be  able  to  transmit  reports  and \nrelevant  complementary  data  in  an  assigned  VHF  radiotelephony \nfrequency (RTF) to notify the other aircraft in their vicinity.  \n \n \n1.2 These procedures should be applied only if necessary and \nas a temporary measure in the assigned airspace in which: \n \n \na) It  is  necessary  to  complement  the  information  about \ncollision   danger   provided   by   the   air   traffic   services \noutside the controlled airspace; or \nb) There is a temporary interruption of the normal air traffic \nservices.  \n \n2. Broadcast details  \n \n2.1 VHF RTF frequency to be used: 123.45 MHz. \n \n2.1.1 When VHF is used for the air-ground communications with \nthe  ATS  and  an  aircraft  only  has  two  serviceable  VHF  equipment, \none of them should be tuned in on the appropriate ATS frequency \nand the other one on the 123.4 MHz frequency.  \n\nAIP ARGENTINA  ENR 1.15-13 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nen  la  frecuencia  ATS  adecuada  y  el  otro  en  la  frecuencia  123,45 \nMHz. \n \n2.2 Guardia de escucha \n \n2.2.1 Debería mantenerse  la  escucha  en  la  frecuencia  123,45 \nMHz,  10  minutos  antes  de  entrar  en  el  espacio  aéreo  designado \nhasta  salir  del  mismo.  Para  las  aeronaves  que  despeguen  de  un \naeródromo situado dentro de los límites laterales del espacio aéreo \ndesignado, la escucha debería comenzar lo antes posible después \ndel despegue y mantenerse hasta salir del espacio aéreo. \n \n2.3 Hora de las radiodifusiones \n \n2.3.1 La transmisión debería tener lugar: \n \na) 10 minutos antes de entrar en el espacio aéreo designado, \no  bien,  para  los  pilotos  que despeguen  de  un  aeródromo \nsituado  dentro  de  los  límites  laterales  del  espacio  aéreo \ndesignado, lo antes posible después del despegue; \nb) 10 minutos antes de cruzar un punto de notificación; \nc) 10 minutos antes de cruzar o entrar en una ruta ATS; \nd) a  intervalos  de 20  minutos  entre  puntos  de  notificación \ndistantes; \ne) entre  2  y  5  minutos,  siempre  que  sea  posible,  antes  de \ncambiar de nivel de vuelo; \nf) en el momento de cambiar de nivel de vuelo; y \ng) en  cualquier  otro  momento  en  que  el  piloto  lo  estime \nnecesario. \n \n2.4 Forma en que debe hacerse la radiodifusión \n \n2.4.1 Las  radiodifusiones  que  no  se  refieran  a  los  cambios  de \nnivel de vuelo, es decir, las mencionadas anteriormente en 2.3 a), \nb), c), d) y g) deberían hacerse de la siguiente forma: \n \nA TODAS  LAS  ESTACIONES  (necesario  para  identificar  una \nradiodifusión de información sobre el tránsito) \n(distintivo de llamada) \nNIVEL DE VUELO (número) (o SUBIENDO* AL NIVEL DE VUELO \n[número]) \n(Dirección) \n(Ruta ATS) (O DIRECTO DE [posición] A [posición]) \nPOSICIÓN (posición**) A LAS (hora) \nPREVISTO (punto siguiente de notificación, o punto de cruce o \nentrada a una ruta ATS designada) A LAS (hora) \n(Distintivo de llamada) \n(NIVEL DE VUELO (número) \n(Dirección) \n \nEjemplo: \n\"A TODAS LAS ESTACIONES WINDAR 671 NIVEL DE VUELO 350 \nDIRECCIÓN  NOROESTE  DIRECTO  DE  PUNTA  SAGA  A  PAMPA \nPOSICIÓN  5040  SUR  2010  ESTE  A  LAS  2358  PREVISTO  CRUCE \nRUTA  LIMA  TRES  UNO  A  4930  SUR  1920  ESTE  A  LAS  0012 \nWINDAR  671  NIVEL  DE  VUELO  350  DIRECCIÓN  NOROESTE \nTERMINADO\". \n \n2.4.2 Antes de   cambiar   de   nivel   de   vuelo,   la radiodifusión \n[prevista en 2.3 e)] debería hacerse de la siguiente forma:  \n \nA TODAS LAS ESTACIONES \n(Distintivo de llamada) \n(dirección) \n(ruta ATS) (o DIRECTO DE [posición] A [posición]) \n \n \n \n2.2 Listening watch:  \n \n2.2.1 A listening watch should be maintained on the 123.45 MHz \nfrequency, 10 minutes before entering the assigned airspace until \nleaving it. For aircraft taking off at an aerodrome located within the \nlateral limits of the assigned airspace, the listening should begin as \nsoon  as  possible  after  take-off  and  it  should  be  maintained  until \nleaving the airspace. \n \n2.3 Broadcasts time \n \n2.3.1 Transmission should be made: \n \na) 10  minutes  before  entering  the  assigned  airspace  or, \nfor  pilots  taking  off  an  aerodrome  located  within  the \nlateral  limits  of  the  assigned  airspace,  as  soon  as \npossible after take-off; \nb) 10 minutes before crossing a notification point; \nc) 10 minutes before crossing or entering an ATS route; \nd) At  20  minutes  intervals  between  distant  notification \npoints; \ne) Between  2 and  5  minutes,  whenever  possible,  before \nchanging the flight level; \nf) When changing the flight level; and \ng) Whenever the pilot deems it necessary. \n \n \n2.4 How a broadcast shall be made \n \n2.4.1 Broadcasts which are not about flight level changes, i.e., the \nones mentioned in 2.3 a), b), c), d), and g) above should be made in \nthe following way: \n \nTO ALL STATIONS (this is necessary to identify an information \nbroadcast about traffic) (callsign) \nFLIGHT   LEVEL   (number)   (or   CLIMBING*   TO   FLIGHT   LEVEL \n[number]) \n(Direction) \n(ATS Route) (Or DIRECT FROM [position] ** TO [position] \nPOSITION (position**) AT (time) \nESTIMATED (next notification  point or crossing point or entry \nto an assigned ATS route) AT (time) (callsign) \n(FLIGHT LEVEL (number) \n (Direction)  \n \n \n \nExample: \n\"TO ALL STATIONS  WINDAR 671 FLIGHT LEVEL 350 NORWEST \nDIRECTION  DIRECT  FROM  PUNTA  SAGA  TO  PAMPA  POSITION \n5040  SOUTH  2010  EAST  AT  1158  PM  ESTIMATED  ROUTE \nCROSSING LIMA THREE ONE TO 4930 SOUTH 0720 PM EAST AT \n0012 WINDAR 671 FLIGHT LEVEL 350 NORTHWEST DIRECTION \nOVER” \n \n2.4.2 Before  changing  the  flight  level,  the  broadcast  (2.3  e) \nshould be made in the following way: \n \nTO ALL STATIONS  \n(callsign)  \n(Direction) \n(ATS Route) (Or DIRECT FROM [position] to [position]) \n\nAIP ARGENTINA  ENR 1.15-14 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nABANDONANDO NIVEL DE VUELO (número) POR NIVEL DE \nVUELO (número) EN (posición) A LAS (hora) \n \n2.4.3 Salvo lo estipulado en 2.4.4, la radiodifusión en el momento \nde cambiar de nivel de vuelo [prevista en 2.3 f)] debería hacerse de \nla siguiente forma: \n \nA TODAS LAS ESTACIONES \n(distintivo de llamada) \n(dirección) \n(ruta ATS) (o DIRECTO DE (posición] A (posición) \nABANDONANDO  AHORA  EL  NIVEL  DE  VUELO  (número)  POR \nNIVEL DE VUELO (número) \nSeguido de: \nA TODAS LAS ESTACIONES \n(distintivo de llamada) \nMANTENIENDO EL NIVEL DE VUELO (número) \n \n2.4.4 La radiodifusión notificando un cambio temporal del nivel \nde vuelo para evitar un riesgo inminente de colisión deberá hacerse \nde la siguiente forma: \n \nA TODAS LAS ESTACIONES \n(distintivo de llamada) \nABANDONANDO AHORA NIVEL DE VUELO (número) POR \nNIVEL DE VUELO (número) \nSeguido tan pronto como sea factible de: \nA TODAS LAS ESTACIONES \n(distintivo de llamada) \nVOLVIENDO AHORA AL NIVEL DE VUELO (número) \n \n2.5 Acuse de recibo de las radiodifusiones \n \n2.5.1 No debería acusarse recibo de las radiodifusiones, a menos \nque se perciba un posible riesgo de colisión. \n \n3.  Procedimientos Operacionales Conexos \n \n3.1 Cambio de nivel de crucero \n \n3.1.1 No  debería  cambiarse  el  nivel  crucero  dentro  del  espacio \naéreo designado, a menos que los pilotos lo consideren necesario \npara   evitar   problemas   de   tránsito,   determinadas   condiciones \nmeteorológicas    o    por    otras    razones    válidas    de    carácter \noperacional. \n \n3.1.2 Cuando  sea  inevitable  cambiar  el  nivel  de  crucero,  en  el \nmomento  de  hacer  la maniobra  deberían  encenderse  todas  las \nluces de la aeronave que puedan facilitar la detección visual de la \nmisma. \n \n3.2 Procedimientos anticolisión  \n \nSi  al  recibir  una  radiodifusión de  información  sobre  el  tránsito \nprocedente  de  otra  aeronave,  un  piloto  decide  que  es  necesario \ntomar  medidas  inmediatas  para  evitar  a  su  aeronave  un  riesgo \ninminente  de  colisión,  y  esto  no  puede  lograrse  mediante  las \ndisposiciones  sobre  derecho  de  paso  del  Anexo  2  de  la  OACI, \ndebería: \n \na) encender  todas  las  luces  de  la  aeronave  que  puedan \nfacilitar la detección visual de la misma; \nb) contestar lo antes posible a la radiodifusión, comunicando \nla medida que haya tomado; \nc) notificar la medida tomada en la frecuencia ATS adecuada; \ny \nLEAVING FLIGHT LEVEL (number) FOR FLIGHT LEVEL (number) \nAT (position) AT (time) \n \n2.4.3 Except what is stated in2.4.4 , the broadcast at the moment \nof  the  flight level change [stated  in 2.3 f)] should be made  in  the \nfollowing way: \n \nTO ALL STATIONS  \n(callsign)  \n(Direction) \n(ATS Route) (Or DIRECT FROM [position] A to [position] \nNOW  LEAVING  FLIGHT  LEVEL  (number)  FOR  FLIGHT  LEVEL \n(number) \nFollowed by: \nTO ALL STATIONS \n(Callsign) \nMAINTAINING FLIGHT LEVEL (number) \n \n2.4.4 The broadcast notifying  a temporary flight level change to \navoid  an  imminent  collision  risk  should  be  made  in  the  following \nway: \n \nTO ALL STATIONS \n(Callsign) \nNOW  LEAVING  FLIGHT  LEVEL  (number)  FOR  FLIGHT  LEVEL \n(number) \nFollowed, as soon as possible, by: \nTO ALL STATIONS \n(Callsign) \nNOW RETURNING TO FLIGHT LEVEL (number) \n \n2.5 Broadcast readback \n \n2.5.1 No  readback  should  be  made  to  the  broadcasts,  unless a \npossible collision risk is perceived.  \n \n3. Related operational procedures \n \n3.1 Cruise level change  \n \n3.1.1 No cruise level change should be made within the assigned \nairspace,  unless  the  pilots  deem  it  necessary  to  avoid  traffic \nproblems, certain weather conditions or for other valid reasons of \noperational nature.  \n \n \n3.1.2 When   the   cruise   level   change   is   unavoidable,   at   the \nmoment of the maneuver all lights of the aircraft should be turned \non to facilitate its visual detection.  \n \n \n3.2 Anti-collision procedures  \n \nIf  when  a  pilot receives  an  information  broadcast  about  traffic \ncoming  from  another  aircraft,  they  decide  immediate  measures \nare necessary to avoid an imminent collision risk, and this cannot \nbe  achieved  with  the  dispositions  about  right  of  way  from  ICAO \nAnnex 2, they should: \n \n \na) Turn on all the aircraft lights that could facilitate its visual \ndetection; \nb) Answer the broadcast as soon as possible, communicating \nthe measure being taken; \nc) Notify    the    measure    taken    in    the    appropriate    ATS \nfrequency; and \n\nAIP ARGENTINA  ENR 1.15-15 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nd) volver  tan  pronto  como  sea  factible  al  nivel  de  vuelo \nnormal, notificándolo en la frecuencia ATS apropiada. \n \n3.3 Procedimientos normales de notificación de posición \n \nEn    todo    momento    deberían    continuar    los    procedimientos \nnormales  de  notificación de  posición,  independientemente  de \ncualquier  medida  tomada  para  iniciar  o  acusar  recibo  de  una \nradiodifusión de información sobre el tránsito. \n \n*   Para   la   radiodifusión   mencionada   en 2.3.1   a), en   caso  de \naeronaves que despeguen de un aeródromo situado dentro de los \nlimites laterales del espacio aéreo designado. \n \n**  En  las  radiodifusiones  realizadas  cuando  la  aeronave  no  se \nencuentra cerca de un punto significativo ATS, la posición debería \ndarse con la mayor exactitud posible y, en cualquier caso, con una \naproximación de 30 minutos de latitud y longitud. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nd) Return  as  soon  as  possible  to  the  normal  flight  level,  and \nnotify this to the appropriate ATS frequency. \n \n3.3 Normal procedures to notify position  \n \nAt  all  times  the  normal  procedures  to  notify  position  should \ncontinue, regardless of any measures taken to start or read back an \ninformation broadcast about the traffic. \n \n \n* For the broadcast mentioned in 2.3.1.a), when the aircraft takes \noff  from  an  aerodrome  located  within  the  lateral limits  of  the \nassigned airspace. \n \n** The broadcasts made when the aircraft is not near a significant \nATS  point,  the  position  should  be  given  as  accurately  as  possible \nand,  in  any  case,  with  an  approach  of  30  minutes  of  latitude  and \nlongitude. \n \n\nAIP ARGENTINA  ENR 1.15-16 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nANEXO IV ANNEX IV \nACUERDOS DE CONTINGENCIA ATS CON PAÍSES LIMÍTROFES \nATS CONTINGENCY AGREEMENTS WITH NEIGHBORING \nCOUNTRIES \n \n1. Este Anexo contiene los acuerdos de contingencia ATS que \nse  han  establecido  entre  la  Administración  Aeronáutica  de  la \nRepública  Argentina  con  sus  similares  de  los  países  limítrofes,  el \ncual consta de los siguientes Apéndices: \n \nAPÉNDICE 1:  Argentina - Uruguay \nAPÉNDICE 2:  Argentina - Brasil \nAPÉNDICE 3:  Argentina - Paraguay \nAPÉNDICE 4:  Argentina - Bolivia \nAPÉNDICE 5:  Argentina – Chile \n \n \n \n \n1.  This Annex contains   the   ATS   contingency   agreements \nestablished  between  the  Aviation  Authority  of  the  Republic  of \nArgentina  and  its  counterparts  in  neighboring  countries,  which \nconsists of the following Appendices: \n \nAPPENDIX 1: Argentina - Uruguay  \nAPPENDIX 2: Argentina - Brazil  \nAPPENDIX 3: Argentina - Paraguay  \nAPPENDIX 4: Argentina - Bolivia  \nAPPENDIX 5: Argentina - Chile \n \nAPÉNDICE 1 APPENDIX 1 \nMEDIDAS DE CONTINGENCIA ATS ACORDADAS ENTRE \nARGENTINA Y URUGUAY \nFecha de efectividad: 3 de noviembre de 2022 \nATS CONTINGENCY MEASURES AGREED BETWEEN ARGENTINA \nAND URUGUAY \nEffective date: November 3, 2022 \n \n1. FIR ́S afectadas \n \nRESISTENCIA – MONTEVIDEO \nEZEIZA – MONTEVIDEO \n \n2. Generalidades \n \n2.1 Con coordinación entre las FIRs solo con radar: se aplicarán \nlas Cartas de acuerdo operacional. \n \n2.2 Sin  coordinación  entre  las  dependencias  de  control  de \njurisdicción, se aplicará el método de autotransferencia. \n \n3. Autotransferencia \n \n3.1 Los    siguientes    procedimientos    de    autotransferencia \ndeberán ser aplicados de la siguiente manera: \n \na) La dependencia ATS deberá: \n1) Informar al piloto la imposibilidad de comunicación con \nla dependencia ATC aceptante; y \n2) Suministrar instrucción  para  que  haga contacto con  la \ndependencia aceptante. \n \nb) El piloto deberá: \n1) Hacer contacto con la dependencia aceptante; \n2) Informar a la dependencia aceptante que está llevando \na cabo una autotransferencia; \n3) Transmitir su procedencia, destino, ruta, nivel de vuelo, \ncódigo  transponder,  estado  de  aprobación  RVSM  y \nestima al límite de la FIR; \n4) Informar  a  la  dependencia  transferidora  cuando  la \ndependencia aceptante aceptó la transferencia. \n \n4. Suspensión de RPL \n \n1. Affected FIRs  \n \nRESISTENCIA – MONTEVIDEO  \nEZEIZA - MONTEVIDEO \n \n2. General \n \n2.1 With coordination between the FIRs only with radar: the \nOperating Agreement Charts shall be applied. \n \n2.2 Without   coordination   between   the   control   units   of \njurisdiction, the auto-transfer method shall be applied. \n \n3. Auto-transfer \n \n3.1 The following auto-transfer procedures shall be applied in \nthe following way: \n \na) The ATS unit shall: \n1) Inform  the  pilot  the  impossibility  of  communication \nwith the accepting ATS; and \n2) Provide  instruction  for  contact  to  be  made  with  the \naccepting unit. \n \nb) The pilot shall: \n1) Make contact with the accepting unit; \n2) Inform the accepting unit that an auto-transfer is being \ncarried out; \n3) Transmit   its   origin,   destination,   route,   flight   level, \ntransponder   code,   RVSM   state   of   approval   and \nestimated time to the FIR limit.  \n4) Inform  the  transferring  unit  when  the  accepting  unit \naccepts the transfer. \n \n4. RPL suspension \n\nAIP ARGENTINA  ENR 1.15-17 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2023 30 NOVIEMBRE 2023 \n \n4.1 Mientras dure la contingencia se suspenderá  la aplicación \nde  las  listas  RPL,  debiendo  los  usuarios  presentar,  en  todos  los \ncasos, los FPL correspondientes. \n \n5. Límite de permiso \n \n5.1 Cuando  los  vuelos  IFR  en  ruta  dispongan  de  cobertura  de \ncomunicaciones   para   el   Servicio   Móvil   Aeronáutico,   pero   las \ndependencias ATS no cuenten con comunicaciones fijas entre sí, el \npermiso de tránsito tendrá validez hasta el punto de transferencia \nde control, con la condición de autotransferencia llevada a cabo por \nel piloto. \n \n6. Asignación de códigos SSR \n \n6.1 Aunque los sistemas RADAR estuvieran fuera de servicio se \ncontinuará asignando códigos SSR a todas las aeronaves. \n \n7. Procedimientos de radiodifusión de información en vuelo \n(información de tráfico difundida por la aeronave) \n \n7.1 Las  aeronaves  deberán,  en  caso  de  no  poder  realizar  su \nautotransferencia y dentro de las 50 NM de los puntos que así se \nindican,  utilizar  los  procedimientos  en  la  frecuencia  aire - aire \n123,45 MHz. \n \n8. Plan de vuelo no transmitido \n \n8.1 En   el   periodo   de contingencia   las   dependencias   ATS \naceptarán  vuelos  cuyos  FPL  no  hayan  podido  ser  trasmitidos.  No \nobstante,  la  presentación  del  FPL  por  parte  del  usuario  será \nigualmente exigida. \n \n9. Separación vertical \n \n9.1 Se proveerá separación vertical mínima de acuerdo con lo \nestablecido en el Anexo 2 de la OACI, Apéndice 3 Tabla a) de Niveles \nde  Crucero  (si  bien  las  rutas  han  sido  modificadas  en  un  solo \nsentido  de  vuelo,  las  aeronaves  adoptarán  los  niveles  de  vuelo \ncorrespondientes como si se trataran de rutas de doble sentido de \nvuelo). \n \n10. Teléfonos:  \n \nPara Argentina:  \n \nResistencia ACC Fono / Fax  (+54 362) 4440939  \n (+54 362) 4436291 /92 /93 \nExtensión 32138 / 32195 / 32101 \n REDDIG: 2036; 2067; 2067; 2090; \n2031 \n \nEzeiza ACC Fono / Fax  (+54 11) 44802344 \n(+54 11) 44802203 \n(+54 11) 44802210/17  \nExtensión 57203/57265  \n \nCórdoba ACC Fono / Fax  (+54 351) 4335350  \n (+54 351) 4756450  \n \nMendoza ACC Fono / Fax  (+54 261) 4487486  \n (+54 261) 4487128  \nExtensión 24337  \n \nComodoro Rivadavia ACC Fono / Fax (+54 297) 4548375  \n \n4.1 During the contingency, the application of the RPL lists shall \nbe suspended, the users shall file, in all cases, the respective FPL.  \n \n \n5. Permit limit \n \n5.1 When   the en-route IFR   flights have   communication \ncoverage for the Aeronautical Mobile Service, but the ATS units do \nnot  have  fixed  communications  between  them,  the  traffic  permit \nshall be valid up to the control transfer point, with the auto-transfer \ncondition being carried out by the pilot.  \n \n \n6. SSR codes assignation  \n \n6.1 Even  if  the  RADAR  systems  were  out  of  service,  the  SSR \ncodes will continue to be assigned to all aircraft. \n \n7. In    flight    information    broadcast    procedures    (traffic \ninformation transmitted by the aircraft) \n \n7.1  The  aircraft,  if they  cannot  make  their  auto-transfer  and \nwithin  50  NM  from  the  points  that  indicate  it,  shall  use  these \nprocedures in the air-air frequency 123.45 MHz. \n \n \n8. Flight plan not transmitted  \n \n8.1 During  the  contingency,  the  ATS  units  shall  accept  flights \nwhose FPL could not been transmitted. However, the FPL filing by \nthe user shall be required nevertheless.  \n \n \n9. Vertical separation  \n \n9.1 Minimum  Vertical  Separation  shall  be  provided  according \nto  ICAO  Annex  2,  Appendix  3,  Chart  A:  Cruise  Level  Chart  (even \nthough the routes were changed to one-way direction, the aircraft \nshall  adopt  the  respective  flight  levels  as  if  they  were  two-way \nroutes).  \n \n \n10. Telephone numbers: \n \nFor Argentina: \n \nResistencia ACC Phone / Fax (+54362) 4440939 \n (+54362) 4436291 /92 /93  \nExtension 32138/ 32195/ 32101 \n REDDIG:  2036;  2067; 2067;  2090; \n2031 \n \nEzeiza ACC Phone / Fax  (+5411) 44802344 \n(+5411) 44802203 \n(+5411) 44802210/17  \nExtension 57203/57265 \n \nCórdoba ACC Phone / Fax  (+54351) 4335350 \n (+54351) 4756450 \n \nMendoza ACC Phone / Fax  (+54261) 4487486     \n (+54261) 4487128  \nExtension 24337 \n \nComodoro Rivadavia ACC Phone / Fax (+54297) 4548375 \n\nAIP ARGENTINA  ENR 1.15-18 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n (+54 297) 4548355  \nExtensión 50519/50256  \n \n \nPara Uruguay:  \n \nMONTEVIDEO ACC Fono/ Fax  (+598) 26000619  \n (+598) 26040251  \nExtensión 5119  \n \n11. Rutas Troncales Internacionales ATS:  \n \n11.1 Al encontrarse activados los Planes de Contingencia, solo se \nutilizarán aquellas rutas troncales internacionales que se detallan a \ncontinuación en ANEXO ALFA.  \n \n \n \n (54297) 4548355  \nExtension 50519/50256 \n \n \nFor Uruguay: \n \nMONTEVIDEO ACC Phone/ Fax  (598) 26000619 \n (598) 26040251  \nExtension 5119 \n \n11. ATS international trunk routes: \n \n11.1 Due  to  the  activation  of the  Contingency  Plans,  only  the \nfollowing international trunk routes detailed in Annex ALFA shall be \nused. \n \nANEXO ALFA:  ANNEX ALFA:  \nRED SIMPLIFICADA DE RUTAS EN EL ESPACIO AÉREO SUPERIOR / \nINFERIOR \nSIMPLIFIED ROUTE NETWORK IN THE UPPER/LOWER AIRSPACE \nRUTAS / \nROUTES \nTRAMO / \nSEGMENT \nFIR RESTRICCIONES / RESTRICTIONS \nUL 324 \nEZEIZA / \nKUKEN / \nENSAS /  \nCUARA / \nELAMO / \nALDOS / \nIGU / \nFOZ \n \n \nEZEIZA \nMONTEVIDEO \nCURITIBA \nRESISTENCIA \n \n- Con coordinación entre las FIR ́s solo con radar: se aplicarán las Cartas de Acuerdo. \n- Sin coordinación entre las FIR ́s: ACC EZEIZA estará desactivada para su uso. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en KUKEN. \n- Sin coordinación, se utiliza el método de autotransferencia, 5’ minutos antes de KUKEN. \n- Único sentido del vuelo: desde EZEIZA hacia CURITIBA. \n- Las  aeronaves  aplicarán  el  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO 5’ minutos antes y después de KUKEN. \n- En caso de falla de comunicaciones aire-tierra (ATS cero) no se aplica UL324. \n \n \n- With coordination  between  the  FIRs  only with radar:  the  Agreement  Charts  shall  be \napplied.  \n- No coordination between RIS's: ACC EZEIZA will be disabled for use. \n- En-route traffic capacity: one (1) aircraft every 15’ in KUKEN. \n- Without coordination, the auto-transfer method is applied, 5’ minutes before KUKEN. \n- One-way flight: from EZEIZA towards CURITIBA. \n- The  aircraft  shall  apply  the  IN-FLIGHT INFORMATION BROADCAST procedure 5’ minutes \nbefore and after KUKEN. \n- In case of air-ground communications failure (zero ATS), the UL324 will be disabled for use. \n \nUM354 \nROSARIO/ \nSUGRA/ \nENSAS/ \nURURI/ \nNEXOL \nEZEIZA \nMONTEVIDEO \nCURITIBA \n \n- Con coordinación entre las FIR ́s solo con radar: se aplicarán las Cartas de Acuerdo. \n- Sin coordinación entre las FIR ́s: ACC EZEIZA estará desactivada para su uso. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en SUGRA. \n- Sin coordinación, se utiliza el método de autotransferencia, 5’ minutos antes de SUGRA. \n- Único sentido del vuelo: desde EZEIZA hacia CURITIBA. \n- Las  aeronaves  aplicarán  el  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO 5’ minutos antes y después de SUGRA. \n \n\nAIP ARGENTINA  ENR 1.15-19 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n- With  coordination  between  the  FIRs  only  with  radar:  the  Agreement  Charts  shall  be \napplied.  \n- No coordination between RIS's: ACC EZEIZA will be disabled for use. \n- En-route traffic capacity: one (1) aircraft every 15’ in SUGRA. \n- Without coordination, the auto-transfer method is applied, 5’ minutes before SUGRA. \n- One-way flight: from EZEIZA towards CURITIBA. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure 5’ minutes \nbefore and after SUGRA. \n \nUN741 \nA314 \nUMRUD /  \nVUDUP / \nENTED / \nGUVON / \nPAPIX / \nEZEIZA \nCURITIBA \nMONTEVIDEO \nEZEIZA \n \n- Con coordinación entre las FIR ́s solo con radar: se aplicarán las Cartas de Acuerdo. \n- Sin coordinación entre las FIR ́s: el ACC MONTEVIDEO deberá entregar el tránsito en PAPIX \nnivelado con FL 100. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en PAPIX. \n- Único sentido del vuelo: desde CURITIBA hacia EZEIZA. \n- Sin  coordinación  se  utiliza  el  método  de  autotransferencia, con  no  menos  de  30  NM  de \nPAPIX o 5’ minutos antes de dicho punto. \n- Las  aeronaves  aplicarán  el  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes y después de PAPIX. \n \n \n- With  coordination  between  the  FIRs  only  with  radar:  the  Agreement  Charts  shall  be \napplied. \n- Without  coordination  between  the  FIRs:  MONTEVIDEO  ACC  shall  deliver  traffic  in  PAPIX \nleveled with FL 100. \n- En route traffic capacity: one (1) aircraft every 15’ in PAPIX. \n- One-way flight: from CURITIBA towards EZEIZA. \n- Without coordination,  the  auto-transfer  method  is  applied,  with  no  less  than  30  NM  of \nPAPIX or 5’ minutes before said point. \n- The aircraft shall apply the IN-FLIGHT INFORMATION BROADCAST procedure at 50 NM or \n5’ minutes before and after PAPIX. \n \nUN857 \nEZEIZA / \nLA PLATA / \nDORVO / \nPABOT / \nLOMID / \nANRUP/ \nMELO \nEZEIZA \nMONTEVIDEO \n \n- Con coordinación entre las FIR ́s solo con radar: se aplicarán las Cartas de Acuerdo. \n- Sin coordinación entre las FIR ́s: el ACC EZEIZA entregará el tránsito nivelado con FL 170 o \nSUPERIOR en ascenso hasta FL 250. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en DORVO. \n- Único sentido del vuelo: desde EZEIZA hacia CURITIBA. \n- Sin coordinación se utiliza el método de autotransferencia, con no menos de 5’ minutos \nantes de DORVO. \n- Las  aeronaves  aplicarán  el  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO 5’ minutos antes y después de DORVO. \n \n \n- With  coordination  between  the  FIRs  only  with  radar:  the  Agreement  Charts  shall  be \napplied. \n- Without coordination between the FIRs: the EZEIZA ACC shall deliver traffic leveled with FL \n170 or HIGHER in climb up to FL 250. \n- En route traffic capacity: one (1) aircraft every 15’ in DORVO. \n- One-way flight: from EZEIZA towards CURITIBA. \n- Without  coordination,  the  auto-transfer method is applied, with no less than 5’ minutes \nbefore DORVO. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION BROADCAST procedure 5’ minutes \nbefore and after DORVO. \n \nUM 424 \nEZEIZA /  \nDORVO /  \nCARRASCO /  \nCURBELO /  \nEZEIZA \nMONTEVIDEO \nCURITIBA \n \n- Con coordinación entre las FIR ́s solo con radar: se aplicarán las Cartas de Acuerdo.  \n- Sin coordinación entre las FIR ́s: el ACC EZEIZA entregará el tránsito al ACC MONTEVIDEO \nnivelado con FL 150 o INFERIOR en DORVO.  \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en DORVO.  \n\nAIP ARGENTINA  ENR 1.15-20 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \nNota 1. –– El tráfico entre la FIR EZEIZA y la FIR MONTEVIDEO será \nde una (1) aeronave cada quince (15’) minutos, lo cual conforma un \nflujo máximo de cuatro (4) aeronaves por hora entre ambos FIR ́s., \npor punto de transferencia, independientemente del nivel de vuelo \nutilizado por las aeronaves. \n \nNota 2. –– Dependiendo del nivel de degradación de los Servicios, \nlos respectivos Supervisores podrán, de mutuo acuerdo, coordinar \nel acomodamiento de un mayor número de aeronaves por puntos \nde transferencia. \n \n \nNote  1. –– The  traffic  between  EZEIZA  FIR  and  MONTEVIDEO  FIR \nshall  be  of  one  (1)  aircraft  every fifteen  (15)  minutes,  which \nconstitutes  a  maximum  flow  of  four  (4)  aircraft  per  hour  between \nboth FIRs, per transference point, regardless the flight level used by \nthe aircraft.  \n \nNote 2. –– Depending on the degradation level of the Services, the \nrespective  Supervisors  may agree  to coordinate  an  adaptation  of \nmore aircraft per transference points.    \n \n \n  \nTOLEP / \nUGURA /  \nPELOTAS \n- Único sentido del vuelo: desde EZEIZA hacia MONTEVIDEO o CURITIBA.  \n- Sin coordinación se utiliza el método de autotransferencia, con no menos de 5’ minutos \nantes de DORVO.  \n- Las  aeronaves  aplicarán  el  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO 5’ minutos antes y después de DORVO. \n \n \n \n- With  coordination  between  the  FIRs  only  with  radar:  the  Agreement  Charts  shall  be \napplied. \n- Without  coordination  between  the  FIRs:  the  EZEIZA  ACC  shall  deliver  traffic  to  the \nMONTEVIDEO ACC leveled with FL 150 or LOWER in DORVO. \n- En route traffic capacity: one (1) aircraft every 15’ in DORVO. \n- One-way flight: from EZEIZA towards MONTEVIDEO or CURITIBA. \n- Without  coordination,  the  auto-transfer method is applied, with no less than 5’ minutes \nbefore DORVO. \n- The  aircraft  shall  apply  the IN-FLIGHT INFORMATION BROADCAST procedure 5’ minutes \nbefore and after DORVO. \n \nA 305 \nEZEIZA /  \nDORVO /  \nCARRASCO / \nCURBELO /  \nUGELO /  \nPELOTAS \nUA 405 \n \n \n \nA 306 \nCURBELLO / \nLUCIO / \nUGIMI / \nLA PLATA / \nEZEIZA \nMONTEVIDEO \nEZEIZA \n \n- Con coordinación entre las FIR ́s solo con radar: se aplicarán las Cartas de Acuerdo. \n- Sin coordinación entre las FIR ́s: el ACC MONTEVIDEO entregará el tránsito nivelado con \nFL 140 o INFERIOR en UGIMI. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en UGIMI. \n- Único sentido de vuelo: desde CURITIBA o MONTEVIDEO hacia EZEIZA. \n- Sin  coordinación  se  utiliza  el  método  de  autotransferencia,  con  no  menos  de  30  NM  de \nUGIMI, o 5’ minutos antes de dicho punto. \n- Las  aeronaves  aplicarán  el  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes y después de UGIMI. \n \n \n- With  coordination  between  the  FIRs  only  with  radar:  the  Agreement  Charts  shall  be \napplied. \n- Without coordination between the FIRs: the MONTEVIDEO ACC shall deliver traffic leveled \nwith FL 140 or LOWER in UGIMI. \n- En route traffic capacity: one (1) aircraft every 15’ in UGIMI. \n- One-way flight: from CURITIBA or MONTEVIDEO towards EZEIZA. \n- Without  coordination,  the  auto-transfer  method  is  applied,  with  no  less  than  30  NM  of \nUGIMI, or 5’ minutes before said point. \n- The aircraft shall apply the IN-FLIGHT INFORMATION BROADCAST procedure at 50 NM or \n5’ minutes before and after UGIMI. \n \n\nAIP ARGENTINA  ENR 1.15-21 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2023 30 NOVIEMBRE 2023 \n \nAPÉNDICE 2 APPENDIX 2 \nMEDIDAS DE CONTINGENCIA ATS ACORDADAS ENTRE \nARGENTINA Y BRASIL \nFecha de efectividad: 7 de setiembre 2023 \nATS CONTINGENCY MEASURES AGREED BETWEEN ARGENTINA \nAND BRAZIL \nEffective date: 7 September, 2023 \n \n1. FIRs afectadas \n \nRESISTENCIA – CURITIBA \n \n2. Objetivo \n \n2.1  Facilitar y mantener el tránsito aéreo internacional en forma \nsegura y ordenada entre la FIR RESISTENCIA y FIR CURITIBA, en caso \nde presentarse una interrupción en la prestación de los servicios de \ncontrol de tránsito aéreo dentro de la FIR RESISTENCIA. \n \n3. Generalidades \n \n3.1 El     personal     del     ACC CURITIBA     (BRASIL)     tomará \nconocimiento del presente Plan de Contingencia, de modo tal que \nante   una   situación   de   contingencia   en   la   FIR   RESISTENCIA, \nencaminará  el tránsito aéreo de  acuerdo con lo establecido en el \npresente apéndice. \n \n3.2 Sin  coordinación  entre  las  dependencias  de  control  de \njurisdicción, se aplicará el método de autotransferencia. \n \n4. Autotransferencia \n \n4.1 Los    siguientes    procedimientos    de    autotransferencia \ndeberán ser aplicados de la siguiente manera: \n \na) La dependencia ATS deberá: \n1) Informar al piloto la imposibilidad de comunicación con \nla dependencia ATC aceptante; y \n2) Suministrar instrucción para que haga contacto con la \ndependencia aceptante. \n \nb) El piloto deberá: \n1) Hacer contacto con la dependencia aceptante; \n2) Informar a la dependencia aceptante que está llevando \na cabo una autotransferencia; \n3) Transmitir su procedencia, destino, ruta, nivel de vuelo, \ncódigo  transponder,  estado  de  aprobación  RVSM  y \nestima al límite de la FIR; \n4) Informar  a  la  dependencia  transferidora  cuando  la \ndependencia aceptante aceptó la transferencia. \n \n5. Suspensión de RPL \n \n5.1 Mientras dure la contingencia se suspenderá la aplicación \nde  las  listas  RPL,  debiendo  los  usuarios  presentar,  en  todos  los \ncasos, los FPL correspondientes. \n \n6.  Asignación de códigos SSR \n \n6.1  Aunque los sistemas RADAR estuvieran fuera de servicio se \ncontinuará asignando códigos SSR a todas las aeronaves. \n \n \n \n \n1. Affected FIRs  \n \nRESISTENCIA – CURITIBA \n \n2. Purpose \n \n2.1  To facilitate and maintain an orderly and safe international \nair  traffic  between  the  RESISTENCIA  FIR  and  the  CURITIBA  FIR,  in \ncase of an interruption of the air traffic services provision within the \nRESISTENCIA FIR.  \n \n3. General \n \n3.1 The personnel of CURITIBA ACC (BRAZIL) shall be informed \nof this Contingency Plan, so that in case of a contingency situation \nin  RESISTENCIA  FIR,  they  shall  direct  the  air  traffic  according  to \nwhat is established in this appendix. \n \n3.2 Without   coordination   between   the   control   units   of \njurisdiction, the auto-transfer method shall be applied. \n \n \n4. Auto-transfer \n \n4.1 The following auto-transfer procedures shall be applied as \nfollows: \n \na) The ATS unit shall: \n1) Inform     the     pilot of the     impossibility     of \ncommunication with the accepting ATS unit; and \n2) Provide instruction for contact to be made with the \naccepting unit. \n \nb) The pilot shall: \n1) Make contact with the accepting unit; \n2) Inform  the  accepting  unit  that  an  auto-transfer  is \nbeing carried out; \n3) Transmit  its  origin,  destination,  route,  flight  level, \ntransponder  code,  RVSM  state  of  approval  and \nestimated FIR limit; \n4) Inform  the  transferring  unit when  the  accepting \nunit accepted the transfer.  \n \n5. RPL Suspension \n \n5.1 During the contingency, the application of the RPL lists shall \nbe   suspended, and the   users   shall submit,   in   all   cases,   the \nrespective FPLs. \n \n6. SSR codes Assignation  \n \n6.1 Even if the RADAR systems were out of service, all aircraft \nwill continue being assigned the SSR codes. \n \n \n \n\nAIP ARGENTINA  ENR 1.15-22 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2023 30 NOVIEMBRE 2023 \n \n \n7. Procedimientos de radiodifusión de información en vuelo \n(información de tráfico difundida por la aeronave) \n \n7.1 Las  aeronaves  deberán,  en  caso  de  no  poder  realizar  su \nautotransferencia y dentro de las 50 NM de los puntos que así se \nindican,  utilizar  estos  procedimientos  en  la  frecuencia  aire/aire \n123,45 MHz. \n \n8. Separación vertical \n \n8.1 Se proveerá separación vertical mínima de acuerdo con lo \nestablecido  en  el  Anexo  2  de  la  OACI,  Apéndice  3, Tabla  a)  de \nNiveles de Crucero (RVSM). \n \n9. Plan de vuelo no transmitido \n \n9.1 En   el   periodo   de   contingencia   las   dependencias   ATS \naceptarán  vuelos  cuyos  FPL  no  hayan  podido  ser  trasmitidos.  No \nobstante,  la  presentación  del   FPL  por  parte  del  usuario será \nigualmente exigida. \n \n10. Teléfonos: \n \nPara Argentina: \n \nResistencia ACC Fono / Fax  (+54 362) 4440939 \n (+54 362) 4436291 /92 /93 \nExtensión 32138/32195 /32101 \n \nPara Brasil: \n \nCURITIBA ACC Fono / Fax  (+55 41) 33563475 \n(+55 41) 32515342 \n(+55 41) 32515308 \n (+55 41) 32515388 \n REDDIG: 3060 \n AFTN: SBCWZQZX \n \n11. Rutas troncales internacionales ATS: \n \n11.1 Al  encontrarse  activados  los  Planes  de  Contingencia,  solo \nse   utilizarán   aquellas   rutas   troncales   internacionales   que   se \ndetallan a continuación: \n \n \n \n \n \n \n7. In    flight    information    broadcast    procedures    (traffic \ninformation transmitted by the aircraft) \n \n7.1 If  they  cannot  make  their  auto-transfer,  and  within  50 \nNM   from   the   indicated   points,   the   aircraft   shall   use   these \nprocedures in the air-to-air frequency 123.45 MHz. \n \n8. Vertical separation \n \n8.1 The   vertical   separation   minimum   shall   be   provided \naccording to ICAO Annex 2,  Appendix 3, Table a) of cruising levels \n(RVSM). \n \n9. Flight plan not transmitted \n \n9.1 During the contingency, the ATS units shall accept flights \nwhose  FPL  could  not have been  transmitted.  However, the  FPL \nsubmission by the user shall be required in any case. \n \n \n10. Telephone numbers: \n \nFor Argentina:  \n \nResistencia ACC Phone / Fax (+54 362) 4440939 \n (+54 362) 4436291 /92 /93 \nExtensión 32138/32195 /32101 \n \nFor Brazil: \n \nCURITIBA ACC Fono / Fax  (+55 41) 33563475 \n(+55 41) 32515342 \n(+55 41) 32515308 \n (+55 41) 32515388 \n REDDIG: 3060 \n AFTN: SBCWZQZX \n \n11. ATS international trunk routes: \n \n11.1 When   the   Contingency   Plans   are   activated,   only   the \nfollowing international trunk routes shall be used: \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAIP ARGENTINA  ENR 1.15-23 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2023 30 NOVIEMBRE 2023 \nRED SIMPLIFICADA DE RUTAS ATS SIMPLIFIED NETWORK OF ATS ROUTES \n \nRUTAS / \nROUTES \nTRAMO / SEGMENT FIR RESTRICCIONES / RESTRICTIONS \n \n \n \n \n \n \n \n \n \n \n \n \nUL324 \nEZEIZA / \nKUKEN / \nCUARA / \nELAMO / \nIGU / \nFOZ \nEZEIZA \nMONTEVIDEO \nCURITIBA \nRESISTENCIA \nCURITIBA \n- Con coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de \nAcuerdo Operacional vigente. \n- Sin   coordinación   entre   las   FIR ́s:   El   ACC   CURITIBA   entregará   al   ACC \nRESISTENCIA las aeronaves en ELAMO. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en ELAMO \n(ver notas 1 y 2). \n- Sin coordinación, se utiliza el método de autotransferencia, con no menos de \n30 NM de ELAMO o 5’ minutos antes de dicho punto. \n- Único sentido del vuelo: desde EZEIZA hacia FOZ. \n- Las aeronaves   aplicarán   el   PROCEDIMIENTO   de   RADIODIFUSIÓN   DE \nINFORMACIÓN EN VUELO a 50 NM o 5’ minutos antes y después de ELAMO. \n \n- With  coordination  between  the  FIRs  (with  or  without  radar):  the  current \nAgreement Chart shall be applied.  \n- Without  coordination  between  the  FIRs:  the  CURITIBA  ACC  shall  deliver \naircraft to the RESISTENCIA ACC in ELAMO. \n- En route traffic capacity: one (1) aircraft every 15’ in ELAMO (See notes 1 and \n2) \n- Without coordination, the auto-transfer method is applied, with no less than \n30 NM of ELAMO or 5’ minutes before said point. \n- Unique flight path: from EZEIZA towards FOZ. \n- Aircraft shall apply the IN-FLIGHT INFORMATION BROADCAST PROCEDURE at \n50 NM or 5’ minutes before and after ELAMO. \nNota 1. –– El tráfico entre la FIR RESISTENCIA y la FIR CURITIBA será \nde una (1) aeronave cada quince (15) minutos, lo cual conforma un \nflujo máximo de cuatro (4) aeronaves por hora entre ambos FIR ́s., \npor punto de transferencia, independientemente del nivel de vuelo \nutilizado por las aeronaves. \n \nNota  2. –– Dependiendo del  nivel  de  degradación  de  los  servicios, \nlos  respectivos  Supervisores  podrán,  de  mutuo  acuerdo,  coordinar \nel acomodamiento de  un mayor número de  aeronaves por puntos \nde transferencia. \n \nNote 1. –– The traffic between RESISTENCIA FIR and CURITIBA FIR \nshall  be  of  one  (1)  aircraft  every  fifteen  (15)  minutes,  which \nconstitutes a maximum flow of four (4) aircraft per hour between \nboth  FIRs,  per  transference  point,  regardless of the  flight  level \nused by the aircraft.  \n \nNote 2. –– Depending on the degradation level of the services, the \nrespective  Supervisors  may  agree  to  coordinate  an  adaptation  of \nmore aircraft per transference points.    \n \n \n  \n\nAIP ARGENTINA  ENR 1.15-24 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \nAPÉNDICE 3 APPENDIX 3 \nMEDIDAS DE CONTINGENCIA ATS ACORDADAS ENTRE \nARGENTINA Y PARAGUAY \nFecha de efectividad: 30 de abril de 2015 \nATS CONTINGENCY MEASURES AGREED BETWEEN ARGENTINA \nAND PARAGUAY \nEffective date: April 30, 2015 \n \n1. FIR ́S afectadas \n \nRESISTENCIA – ASUNCIÓN \n \n2. Objetivo \n \n2.1 Facilitar  y  mantener  el  tránsito  aéreo  internacional  en \nforma segura y ordenada entre la FIR RESISTENCIA y FIR ASUNCIÓN, \nen  caso  de  presentarse  una  interrupción  en  la  prestación  de  los \nservicios de control de tránsito aéreo dentro de la FIR RESISTENCIA. \n \n \n \n3. Generalidades \n \n3.1 El   personal   del   ACC   ASUNCIÓN   (PARAGUAY)   tomará \nconocimiento del presente Plan de Contingencia, de modo tal que \nante   una   situación   de   contingencia   en   la   FIR   RESISTENCIA, \nencaminará el tránsito aéreo  de acuerdo con  lo  establecido  en el \npresente apéndice. \n \n3.2 Sin  coordinación  entre  las  dependencias  de  control  de \njurisdicción, se aplicará el método de autotransferencia. \n \n4. Autotransferencia \n \n4.1 Los    siguientes    procedimientos    de    autotransferencia \ndeberán ser aplicados de la siguiente manera: \n \na) La dependencia ATS deberá: \n1) Informar al piloto la imposibilidad de comunicación con \nla dependencia ATC aceptante; y \n2) Suministrar instrucción para que haga contacto con la \ndependencia aceptante. \n \nb) El piloto deberá: \n1) Hacer contacto con la dependencia aceptante; \n2) Informar a la dependencia aceptante que está llevando \na cabo una autotransferencia; \n3) Transmitir su procedencia, destino, ruta, nivel de vuelo, \ncódigo  transponder,  estado  de  aprobación  RVSM  y \nestima al límite de la FIR; \n4) Informar  a  la  dependencia  transferidora  cuando  la \ndependencia aceptante aceptó la transferencia. \n \n5. Suspensión de RPL \n \n5.1 Mientras dure la contingencia se suspenderá la aplicación \nde  las  listas  RPL,  debiendo  los  usuarios  presentar,  en  todos  los \ncasos, los FPL correspondientes. \n \n6. Asignación de códigos SSR \n \n6.1 Aunque los sistemas RADAR estuvieran fuera de servicio se \ncontinuará asignando códigos SSR a todas las aeronaves. \n \n \n1. Affected FIRs \n \nRESISTENCIA – ASUNCIÓN \n \n2. Purpose   \n \n2.1 To facilitate and maintain an orderly and safe international \nair traffic between the RESISTENCIA FIR and the ASUNCION FIR, in \ncase of an interruption of the air traffic services provision within the \nRESISTENCIA FIR. \n \n \n \n3. General \n \n3.1 The  personnel  of  ASUNCIÓN  ACC  (PARAGUAY) shall  be \ninformed of this Contingency Plan, so that in case of a contingency \nsituation  in  RESISTENCIA  FIR,  they  shall  direct  the  air  traffic \naccording to what is established in this appendix. \n \n \n3.2 Without   coordination   between   the   control   units   of \njurisdiction, the auto-transfer method shall be applied. \n \n4. Auto- transfer \n \n4.1 The following auto-transfer procedures shall be applied in \nthe following way: \n \na) The ATS unit shall: \n1) Inform the pilot the impossibility of communication \nwith the accepting ATS; and \n2) Provide instruction for contact to be made with the \naccepting unit. \n \nb) The pilot shall: \n1) Make contact with the accepting unit; \n2) Inform  the  accepting  unit  that  an  auto-transfer  is \nbeing carried out; \n3) Transmit  its  origin,  destination,  route,  flight  level, \ntransponder   code,   RVSM   state   of   approval   and \nestimated time to the FIR limit; \n4) Inform the transferring unit when the accepting unit \naccepts the transfer.  \n \n5. RPL suspension \n \n5.1 During the contingency, the application of the RPL lists shall \nbe suspended, the users shall file, in all cases, the respective FPLs. \n \n \n6. SSR codes assignation  \n \n6.1 Even  if  the  RADAR  systems  were  out  of  service,  the  SSR \ncodes will continue to be assigned to all aircraft. \n \n\nAIP ARGENTINA  ENR 1.15-25 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2023 30 NOVIEMBRE 2023 \n \n7. Procedimientos de radiodifusión de información en vuelo \n(información de tráfico difundida por la aeronave) \n \n7.1 Las  aeronaves  deberán,  en  caso  de  no  poder  realizar  su \nautotransferencia y dentro de las 50 NM de los puntos que así se \nindican,  utilizar  estos  procedimientos  en  la  frecuencia  aire-aire \n123.45 MHz. \n \n8. Separación vertical \n \n8.1 Se proveerá separación vertical mínima de acuerdo con lo \nestablecido en el Anexo 2 de la OACI, Apéndice 3 Tabla a) de Niveles \nde Crucero (RVSM). \n \n9. Plan de vuelo no transmitido \n \n9.1 En   el   periodo   de   contingencia   las   dependencias   ATS \naceptarán  vuelos  cuyos  FPL  no  hayan  podido  ser  trasmitidos.  No \nobstante,  la  presentación  del   FPL  por  parte  del  usuario  será \nigualmente exigida. \n \n10. Teléfonos \n \nPara Argentina: \n \nResistencia ACC Fono / Fax  (+54 362) 4440939 \n (+54 362) 4436291 /92 /93 \nExtensión 32138/ 32195 /32101 \n \nEzeiza ACC Fono / Fax  (+54 11) 44802203 \n (+54   11)   44802210/17   Extensión \n57203 / 57265 \n \nCórdoba ACC Fono / Fax  (+54 351) 4335350 \n (+54 351) 4756450 \n \nMendoza ACC Fono / Fax  (+54 261) 4487486 \n (+54 261) 4487128 Extensión 24337 \n \nComodoro Rivadavia ACC Fono / Fax (+54 297) 4548375 \n (+54 297) 4548355 \nExtensión 50519/50256 \n \nPara Paraguay: \n \nASUNCIÓN ACC Fono / Fax  (+595 21) 646081 o 646082 \n e-mail: acc_sgas@dinac.gov.py \n \n \n11. Rutas troncales internacionales ATS: \n \n11.1 Al  encontrarse  activados  los  Planes  de Contingencia,  solo \nse   utilizarán   aquellas   rutas   troncales   internacionales   que   se \ndetallan a continuación. \n \n \n \n \n \n \n \n \n \n7. In    flight    information    broadcast    procedures    (traffic \ninformation transmitted by the aircraft) \n \n7.1 The  aircraft,  if  they  cannot  make  their  auto-transfer and \nwithin  50  NM  from  the  points  that  indicate  it,  shall  use  these \nprocedures in the air-air frequency 123.45 MHz  \n \n \n8. Vertical separation \n \n8.1 Minimum  Vertical  Separation  shall  be  provided according \nto ICAO Annex 2, Appendix 3, Chart a): Cruise Level Chart (RVSM). \n \n \n9. Flight plan not transmitted \n \n9.1 During  the  contingency,  the  ATS  units  shall  accept  flights \nwhose FPL could not been transmitted. However, the FPL filing by \nthe user shall be required nevertheless. \n \n \n10. Telephone numbers \n \nFor Argentina: \n \nResistencia ACC Phone / Fax (+54362) 4440939  \n (+54362) 4436291 /92 /93  \nExtension 32138/32195 /32101 \n \nEzeiza ACC Phone / Fax (+5411) 44802203  \n (+5411)    44802210/17    Extension \n57203 / 57265 \n \nCórdoba ACC Phone / Fax  (+54351) 4335350  \n (+54351) 4756450 \n \nMendoza ACC Phone / Fax  (+54261) 4487486  \n (+54261) 4487128 Extension 24337 \n \nComodoro Rivadavia ACC Phone / Fax (54297) 4548375  \n (+54297) 4548355 \nExtension 50519/50256 \n \nFor Paraguay: \n \nASUNCIÓN ACC Phone / Fax (595) 21-646081 or 646082 \n E-mail: acc_sgas@dinac.gov.py \n \n \n11. ATS international trunk routes: \n \n11.1 Due  to  the  activation  of  the  Contingency  Plans,  only  the \nfollowing international trunk routes shall be used. \n \n \n\nAIP ARGENTINA  ENR 1.15-26 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nRED SIMPLIFICADA DE RUTAS ATS SIMPLIFIED NETWORK OF ATS ROUTES \n \nRUTAS / \nROUTES \nTRAMO / \nSEGMENT \nFIR RESTRICCIONES / RESTRICTIONS \nUL 793 \nGUA / \n RESISTENCIA / \nKUBIR /  \nASUNCIÓN \nEZEIZA \nRESISTENCIA \nASUNCIÓN \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de  Acuerdo \nOperacional vigente.  \n- Sin coordinación entre las FIR ́s: El ACC RESISTENCIA entregará al ACC ASUNCIÓN las \naeronaves en KUBIR.  \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en KUBIR (ver \nnotas 1 y 2).  \n- Sin coordinación, se utiliza el método de autotransferencia, con no menos de 30 NM \nde KUBIR o 5’ minutos antes y después de dicho punto.  \n- Único sentido del vuelo: desde EZEIZA hacia ASUNCIÓN.  \n- Las  aeronaves  aplicarán  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes y después de KUBIR.  \n \n \n- With coordination between the FIRs (with or without radar): the current Agreement \nChart shall be applied. \n- Without  coordination  between  the  FIRs:  the  RESISTENCIA  ACC  shall  deliver  the \naircrafts to the ASUNCION ACC in KUBIR. \n- En route traffic capacity: one (1) aircraft every 15’ in KUBIR (See notes 1 and 2). \n- Without coordination, the auto-transfer method is applied, with no less than 30 NM of \nKUBIR or 5’ minutes before and after said point. \n- One-way flight: from EZEIZA towards ASUNCION. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at  50 \nNM or 5’ minutes before and after KUBIR. \nUB 688 \nASUNCIÓN / \nPOSADAS / \nMONTE \nCASEROS/ \nEZEIZA \nASUNCIÓN \nRESISTENCIA \nEZEIZA \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará la  Carta  de  Acuerdo \nOperacional vigente.  \n- Sin  coordinación  entre  las  FIR ́s:  El  ACC  ASUNCIÓN  entregará  las  aeronaves  en \nPOSADAS VOR/DME.  \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en POSADAS \nVOR/DME (ver notas 1 y 2).  \n- Sin coordinación, se utiliza el método de autotransferencia con no menos de 30 NM \nde POSADAS VOR/DME o 5’ minutos antes y después de dicho punto.  \n- Único sentido del vuelo: desde ASUNCIÓN hacia EZEIZA.  \n- Las  aeronaves  aplicarán  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes y después POSADAS VOR/DME.  \n \n- With coordination between the FIRs (with or without radar): the current Agreement \nChart shall be applied. \n- Without coordination between the FIRs: the ASUNCIÓN ACC shall deliver the aircrafts \nin POSADAS VOR/DME. \n- En route traffic capacity: one (1) aircraft every 15’ in POSADAS VOR/DME. (See notes \n1 and 2). \n- Without coordination, the auto-transfer method is applied, with no less than 30 NM \nof POSADAS VOR/DME or 5’ minutes before and after said point. \n- One-way flight: from ASUNCIÓN towards EZEIZA. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at  50 \nNM or 5’ minutes before and after POSADAS VOR/DME. \n\nAIP ARGENTINA  ENR 1.15-27 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nRUTAS / \nROUTES \nTRAMO / \nSEGMENT \nFIR RESTRICCIONES / RESTRICTIONS \nB 688 \nASUNCIÓN / \nPOSADAS / \nMONTE \nCASEROS/ \nEZEIZA \nASUNCIÓN \nRESISTENCIA \nEZEIZA \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de  Acuerdo \nOperacional vigente.  \n- Sin  coordinación  entre  las  FIR ́s:  El  ACC  ASUNCIÓN  entregará  las  aeronaves  en \nPOSADAS VOR/DME.  \n- Capacidad  de  tráfico  en  la  ruta:  una  (1)  aeronave  cada 15’ minutos en POSADAS \nVOR/DME (ver notas 1 y 2). \n- Sin coordinación, se utiliza el método de autotransferencia con no menos de 30 NM \nde POSADAS VOR/DME o 5’ minutos antes y después de dicho punto.  \n- Único sentido del vuelo: desde ASUNCIÓN hacia EZEIZA.  \n- Las  aeronaves  aplicarán  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes y después POSADAS VOR/DME.  \n \n- With coordination between the FIRs (with or without radar): the current Agreement \nChart shall be applied. \n- Without coordination between the FIRs: the ASUNCIÓN ACC shall deliver the aircrafts \nin POSADAS VOR/DME. \n- En route traffic capacity: one (1) aircraft every 15’ in POSADAS VOR/DME (see notes \n1 and 2). \n- Without coordination, the auto-transfer method is applied, with no less than 30 NM \nof POSADAS VOR/DME or 5’ minutes before and after said point. \n- One-way flight: from ASUNCIÓN towards EZEIZA. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at  50 \nNM or 5’ minutes before and after POSADAS VOR/DME. \nUL 531 \nASUNCIÓN / \nBOBIK / \nRESISTENCIA \nASUNCIÓN \nRESISTENCIA \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de  Acuerdo \nOperacional vigente.  \n- Sin  coordinación  entre  las  FIR ́s:  el  ACC  ASUNCIÓN  deberá  entregar  el  tránsito  en \nBOBIK.  \n- Capacidad  de tráfico en la ruta: una (1) aeronave cada 15’ minutos en BOBIK (ver \nnotas 1 y 2). \n- Único sentido del vuelo: desde ASUNCIÓN hacia RESISTENCIA.  \n- Sin coordinación se utiliza el método de autotransferencia, con no menos de 30 NM \nde BOBIK o 5’ minutos antes y después  de  dicho  punto.  Las  aeronaves  aplicarán \nprocedimiento de RADIODIFUSIÓN DE INFORMACIÓN EN VUELO a 50 NM o 5’ \nminutos antes y después BOBIK.  \n \n- With coordination between the FIRs (with or without radar): the current Agreement \nChart shall be applied. \n- Without coordination between the FIRs: the ASUNCIÓN ACC shall deliver the traffic in \nBOBIK. \n- En route traffic capacity: one (1) aircraft every 15’ in BOBIK (see notes 1 and 2). \n- One-way flight: from ASUNCIÓN towards RESISTENCIA. \n- Without coordination, the auto-transfer method is applied, with no less than 30 NM \nof BOBIK or 5’ minutes before and after said point. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at  50 \nNM or 5’ minutes before and after BOBIK.  \n \n \n \n \n \n \nA 307 \n \nASUNCIÓN / \nBOBIK / \nRESISTENCIA / \nCÓRDOBA / \nMENDOZA \n \n \n \nASUNCIÓN \nRESISTENCIA \nCÓRDOBA \nMENDOZA \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de  Acuerdo \nOperacional vigente.  \n- Sin  coordinación  entre  las  FIR ́s:  el  ACC  ASUNCIÓN  deberá  entregar  el  tránsito  en \nBOBIK.  \n- Capacidad  de  tráfico  en  la  ruta:  una  (1)  aeronave cada 15’ minutos en BOBIK (ver \nnotas 1 y 2)  \n- Único sentido del vuelo: desde ASUNCIÓN hacia RESISTENCIA.  \n- Sin coordinación se utiliza el método de autotransferencia, con no menos de 30 NM \nde BOBIK o 5’ minutos antes y después de dicho punto.  \n- Las  aeronaves  aplicarán  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes y después BOBIK  \n\nAIP ARGENTINA  ENR 1.15-28 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nRUTAS / \nROUTES \nTRAMO / \nSEGMENT \nFIR RESTRICCIONES / RESTRICTIONS \n \n- With coordination between the FIRs (with or without radar): the current Agreement \nChart shall be applied. \n- Without coordination between the FIRs: the ASUNCIÓN ACC shall deliver the traffic in \nBOBIK. \n- En route traffic capacity: one (1) aircraft every 15’ in BOBIK (see notes 1 and 2) \n- One-way flight: from ASUNCIÓN towards RESISTENCIA. \n- Without coordination, the auto-transfer method is applied, with no less than 30 NM \nof BOBIK or 5’ minutes before and after said point. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at  50 \nNM or 5’ minutes before and after BOBIK. \nUM 529 \nRESISTENCIA / \nARPAS / \nVOR VAS \nRESISTENCIA \nASUNCIÓN \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de  Acuerdo \nOperacional vigente.  \n- Sin coordinación entre las FIR ́s: el ACC RESISTENCIA deberá entregar el tránsito en \nARPAS.  \n- Capacidad  de tráfico  en  la  ruta:  una  (1)  aeronave cada 15’ minutos en ARPAS (ver \nnotas 1 y 2). \n- Único sentido del vuelo: desde RESISTENCIA hacia ASUNCIÓN.  \n- Sin coordinación se utiliza el método de autotransferencia, con no menos de 30 NM \nde ARPAS o 5’ minutos antes y después de dicho punto.  \n- Las  aeronaves  aplicarán  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes o después de ARPAS.  \n \n- With coordination between the FIRs (with or without radar): the current Agreement \nChart shall be applied. \n- Without coordination between the FIRs: the RESISTENCIA ACC shall deliver the traffic \nin ARPAS. \n- En route traffic capacity: one (1) aircraft every 15’ in ARPAS (see notes 1 and 2). \n- One-way flight: from RESISTENCIA towards ASUNCIÓN. \n- Without coordination, the auto-transfer method is applied, with no less than 30 NM \nof ARPAS or 5’ minutes before and after said point. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at  50 \nNM or 5’ minutes before and after ARPAS. \nA 428 \nRESISTENCIA / \nARPAS / \nVOR VAS \nRESISTENCIA \nASUNCIÓN \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de  Acuerdo \nOperacional vigente  \n- Sin coordinación entre las FIR ́s: el ACC RESISTENCIA deberá entregar el tránsito en \nARPAS.  \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en ARPAS. (Ver \nnota 1 y 2)  \n- Único sentido del vuelo: desde RESISTENCIA hacia ASUNCIÓN.  \n- Sin coordinación se utiliza el método de autotransferencia, con no menos de 30 NM \nde ARPAS o 5’ minutos antes y después de dicho punto.  \n- Las  aeronaves  aplicarán  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes o después de ARPAS.  \n \n- With coordination between the FIRs (with or without radar): the current Agreement \nChart shall be applied. \n- Without coordination between the FIRs: the RESISTENCIA ACC shall deliver the traffic \nin ARPAS. \n- En route traffic capacity: one (1) aircraft every 15’ in ARPAS (see notes 1 and 2). \n- One-way flight: from RESISTENCIA towards ASUNCIÓN. \n- Without coordination, the auto-transfer method is applied, with no less than 30 NM \nof ARPAS or 5’ minutes before and after said point. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at  50 \nNM or 5’ minutes before and after ARPAS. \n\nAIP ARGENTINA  ENR 1.15-29 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nRUTAS / \nROUTES \nTRAMO / \nSEGMENT \nFIR RESTRICCIONES / RESTRICTIONS \nUP 526 \nVOR VAS / \nREPAM / \nMCS \nRESISTENCIA \nASUNCIÓN \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de  Acuerdo \nOperacional vigente. \n- Sin  coordinación  entre  las  FIR ́s:  el  ACC  ASUNCIÓN  deberá  entregar  el  tránsito  en \nREPAM. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en REPAM (ver \nnotas 1 y 2) \n- Único sentido del vuelo: desde ASUNCIÓN hacia EZEIZA. \n- Sin coordinación se utiliza el método de autotransferencia, con no menos de 30 NM \nde REPAM o 5’ minutos antes y después de dicho punto. \n- Las  aeronaves  aplicarán  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN  EN \nVUELO a 50 NM o 5’ minutos antes o después de REPAM. \n \n \n- With coordination between the FIRs (with or without radar): the current Agreement \nChart shall be applied. \n- Without coordination between the FIRs: the ASUNCIÓN ACC shall deliver the traffic in \nREPAM. \n- En route traffic capacity: one (1) aircraft every 15’ in REPAM (see notes 1 and 2). \n- One-way flight: from ASUNCIÓN towards EZEIZA. \n- Without coordination, the auto-transfer method is applied, with no less than 30 NM \nof REPAM or 5’ minutes before and after said point. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at  50 \nNM or 5’ minutes before and after REPAM. \n \n \n \n  \nNota 1. –– El tráfico entre la FIR RESISTENCIA y la FIR ASUNCIÓN \nserá  de  una  (1)  aeronave cada quince (15’) minutos, lo cual \nconforma un flujo máximo de cuatro (4) aeronaves por hora entre \nambos  FIR ́s.,  por  punto  de  transferencia,  independientemente \ndel nivel de vuelo utilizado por las aeronaves. \nNota 2. –– Dependiendo del nivel de degradación de los Servicios, \nlos    respectivos    Supervisores    podrán,    de    mutuo    acuerdo, \ncoordinar el acomodamiento de un mayor número de aeronaves \npor puntos de transferencia. \n \nNote  1. –– The traffic between  RESISTENCIA  FIR and ASUNCIÓN \nFIR  shall  be  of  one  (1)  aircraft  every  fifteen  (15)  minutes,  which \nconstitutes a maximum flow of four (4) aircraft per hour between \nboth FIRs, per transference point, regardless the flight level used \nby the aircraft.  \n \nNote  2. –– Depending  on  the  degradation  level  of  the  Services, \nthe respective    Supervisors    may    agree    to    coordinate    an \nadaptation of more aircraft per transference points.   \n \n\nAIP ARGENTINA  ENR 1.15-30 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nAPÉNDICE 4 APPENDIX 4 \nMEDIDAS DE CONTINGENCIA ATS ACORDADAS ENTRE \nARGENTINA Y BOLIVIA \nFecha de efectividad: 14 de febrero de 2008 \nATS CONTINGENCY MEASURES AGREED BETWEEN ARGENTINA \nAND BOLIVIA \nEffective date: February 14, 2008 \n \n1. FIR ́S afectadas \n \nCÓRDOBA – LA PAZ \n \n2. Objetivo \n \n2.1 Facilitar y mantener el tránsito aéreo internacional en forma \nsegura y ordenada entre la FIR CÓRDOBA y FIR LA PAZ, en caso de \npresentarse  una  interrupción  en  la  prestación  de  los  servicios  de \ncontrol de tránsito aéreo dentro de la FIR CÓRDOBA. \n \n3. Generalidades \n \n3.1 El personal del ACC LA PAZ (BOLIVIA) tomará conocimiento \ndel  presente  Plan  de  Contingencia,  de  modo  tal  que  ante  una \nsituación  de  contingencia  en  la  FIR  CÓRDOBA,  encaminará  el \ntránsito  aéreo  de  acuerdo  con  lo  establecido  en  el  presente \napéndice. \n \n3.2 Sin  coordinación  entre  las  dependencias  de  control  de \njurisdicción, se aplicará el método de autotransferencia. \n \n4. Autotransferencia \n \n4.1 Los    siguientes    procedimientos    de    autotransferencia \ndeberán ser aplicados de la siguiente manera: \n \na) La dependencia ATS deberá: \n1) Informar al piloto la imposibilidad de comunicación con \nla dependencia ATC aceptante; y \n2) Suministrar instrucción para que haga contacto con la \ndependencia aceptante. \n \nb) El piloto deberá: \n1) Hacer contacto con la dependencia aceptante; \n2) Informar a la dependencia aceptante que está llevando \na cabo una autotransferencia; \n3) Transmitir su procedencia, destino, ruta, nivel de vuelo, \ncódigo  transponder,  estado  de  aprobación  RVSM  y \nestima al límite de la FIR; \n4) Informar  a  la  dependencia  transferidora  cuando  la \ndependencia aceptante aceptó la transferencia. \n \n5. Suspensión de RPL \n \n5.1 Mientras dure la contingencia se suspenderá la aplicación \nde  las  listas  RPL, debiendo  los  usuarios  presentar,  en  todos  los \ncasos, los FPL correspondientes. \n \n6. Asignación de códigos SSR \n \n6.1 Aunque los sistemas RADAR estuvieran fuera de servicio se \ncontinuará asignando códigos SSR a todas las aeronaves. \n \n \n7. Procedimientos de radiodifusión de información en vuelo \n(información de tráfico difundida por la aeronave) \n \n1. Affected FIRs \n \nCÓRDOBA – LA PAZ \n \n2. Purpose   \n \n2.1 To facilitate and maintain an orderly and safe international \nair traffic between the CORDOBA FIR and the LA PAZ FIR, in case of \nan  interruption  of  the  air  traffic  services  provision  within  the \nCORDOBA FIR. \n \n3. General \n \n3.1 The personnel of LA PAZ ACC (BOLIVIA) shall be informed \nof this Contingency Plan, so that in case of a contingency situation \nin CORDOBA FIR, they shall direct the air traffic according to what \nis established in this appendix. \n \n3.2 Without   coordination   between   the   control   units   of \njurisdiction, the auto-transfer method shall be applied. \n \n \n4. Auto-transfer \n \n4.1 The following auto-transfer procedures shall be applied in \nthe following way: \n \na) The ATS unit shall: \n1) Inform the pilot the impossibility of communication \nwith the accepting ATS; and \n2) Provide instruction for contact to be made with the \naccepting unit. \n \nb) The pilot shall: \n1) Make contact with the accepting unit; \n2) Inform  the  accepting  unit  that  an  auto-transfer  is \nbeing carried out; \n3) Transmit  its  origin,  destination,  route,  flight  level, \ntransponder   code,   RVSM   state   of   approval   and \nestimated time to the FIR limit; \n4) Inform the transferring unit when the accepting unit \naccepts the transfer.  \n \n5. RPL suspension \n \n5.1 During the contingency, the application of the RPL lists shall \nbe suspended, the users shall file, in all cases, the respective FPLs. \n \n \n6. SSR codes assignation  \n \n6.1 Even  if  the  RADAR  systems  were  out  of  service,  the  SSR \ncodes will continue to be assigned to all aircraft. \n \n \n7. In    flight    information    broadcast    procedures    (traffic \ninformation transmitted by the aircraft) \n\nAIP ARGENTINA  ENR 1.15-31 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2023 30 NOVIEMBRE 2023 \n \n7.1 Las aeronaves deberán, en caso de no poder realizar su \nautotransferencia y dentro de las 50 NM de los puntos que así se \nindican, utilizar estos procedimientos en la frecuencia aire-aire \n123,45 MHz. \n \n8. Separación vertical \n \n8.1 Se proveerá separación vertical mínima de acuerdo con lo \nestablecido en el Anexo 2 de la OACI, Apéndice 3 Tabla a) de \nNiveles de Crucero (RVSM). \n \n9. Plan de vuelo no transmitido \n \n9.1 En   el   periodo   de   contingencia   las   dependencias   ATS \naceptarán  vuelos  cuyos  FPL  no  hayan  podido  ser  trasmitidos.  No \nobstante,  la  presentación  del  FPL  por  parte  del  usuario  será \nigualmente exigida. \n \n10. Teléfonos: \n \nPara Argentina: \n \nResistencia ACC Fono / Fax  (+54 362) 4440939 \n (+54 362) 4436291 / 92 / 93 \nExtensión 32138 / 32195/32101 \n \nEzeiza ACC Fono / Fax  (+54 11) 44802203 \n (+54 11) 44802210 / 17 \nExtensión 57203 / 57265 \n \nCórdoba ACC Fono / Fax  (+54 351) 4335350 \n (+54 351) 4756450 \n \nMendoza ACC Fono / Fax  (+54 261) 4487486 \n (+54 261) 4487128 \nExtensión 24337 \n \nComodoro Rivadavia ACC Fono / Fax (+54 297) 4548375 \n (+54 297) 4548355 \nExtensión 50519 / 50256 \n \nPara Bolivia: \n \nLA PAZ – BOLIVIA Fono:  (+59 12) 2316686 / (+59 12) \n2317090 \nFax:  (+59 12) 2311302 / (+59 12) \n2124042 \n \n11. Rutas troncales internacionales ATS: \n \n11.1 Al encontrarse activados los Planes de Contingencia, sólo \nse utilizarán aquellas rutas troncales internacionales que se \ndetallan a continuación: \n \n \n \n \n \n \n \n \n \n \n7.1 The  aircraft,  if  they  cannot  make  their  auto-transfer  and \nwithin  50  NM  from  the  points  that  indicate  it,  shall  use  these \nprocedures in the air-air frequency 123.45 MHz.  \n \n \n8. Vertical separation \n \n8.1 Minimum Vertical Separation shall be provided according \nto ICAO Annex 2, Appendix 3, Chart A: Cruise Level Chart (RVSM). \n \n \n9. Flight plan not transmitted \n \n9.1 During  the  contingency,  the  ATS  units  shall  accept  flights \nwhose FPL could not been transmitted. However, the FPL filing by \nthe user shall be required nevertheless. \n \n \n10. Telephone numbers: \n \nFor Argentina: \n \nResistencia ACC Phone / Fax  (+54362) 4440939 \n (+54362) 4436291 /92 /93 \nExtension 32138/32195/32101 \n \nEzeiza ACC Phone / Fax  (5411) 44802203 \n (5411) 44802210/17 \nExtension 57203 / 57265 \n \nCórdoba ACC Phone / Fax (54351) 4335350  \n (54351) 4756450 \n \nMendoza ACC Phone / Fax  (54261) 4487486 \n (54261) 4487128 \nExtension 24337 \n \nComodoro Rivadavia ACC Phone / Fax  (54297) 4548375 \n (54297) 4548355 \nExtension 50519/50256 \n \nFor Bolivia: \n \nLA PAZ – BOLIVIA phone:  (5912) 2316686 - (5912) \n2317090 \nFax:                                                                (5912) 2311302 - (5912) \n2124042 \n \n11. ATS international trunk routes: \n \n11.1 Due to the activation of the Contingency Plans, only the \nfollowing international trunk routes shall be used. \n \n\nAIP ARGENTINA  ENR 1.15-32 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nRED SIMPLIFICADA DE RUTAS ATS SIMPLIFIED NETWORK OF ATS ROUTES \n \nRUTAS / \nROUTES \nTRAMO / SEGMENT FIR RESTRICCIONES / RESTRICTIONS \nUL 417 \nLA PAZ / \nPUBUM / \nCÓRDOBA / \nEZEIZA \nLA PAZ CÓRDOBA \nEZEIZA \n- Con coordinación entre las FIR ́s (con o sin radar): se aplicará la Carta de Acuerdo \nOperacional vigente. \n- Sin  coordinación  entre  las  FIR ́s:  el  ACC  LA  PAZ  entregará  al  ACC  CÓRDOBA  las \naeronaves en PUBUM. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en PUBUM \n(ver notas 1 y 2). \n- Sin coordinación, se utiliza el método de autotransferencia, con no menos de 30 \nNM de PUBUM o 5’ minutos antes y después de dicho punto. \n- Único sentido del vuelo: desde LA PAZ hacia CÓRDOBA. \n- Las  aeronaves  aplicarán  procedimiento  de  RADIODIFUSIÓN  DE  INFORMACIÓN \nEN VUELO a 50 NM o 5’ minutos antes y después de PUBUM. \n \n- With  coordination   between   the   FIRs  (with  or   without   radar):  the   current \nAgreement Chart shall be applied. \n- Without coordination between the FIRs: the LA PAZ ACC shall deliver the aircraft \nto the CÓRDOBA ACC in PUBUM. \n- En route traffic capacity: one (1) aircraft every 15’ in PUBUM (see notes 1 and 2). \n- Without coordination, the auto-transfer method is applied, with no less than 30 \nNM of PUBUM or 5’ minutes before and after said point. \n- One-way flight: from LA PAZ towards CÓRDOBA. \n- The  aircraft  shall  apply  the  IN-FLIGHT  INFORMATION  BROADCAST  procedure  at \n50 NM or 5’ minutes before and after PUBUM. \nUM 776 \nEZEIZA / \nCÓRDOBA / \nUBSAS / \nLA PAZ \nEZEIZA CÓRDOBA \nLA PAZ \n- Con  coordinación  entre  las  FIR ́s  (con  o  sin  radar):  se  aplicará  la  Carta  de \nAcuerdo Operacional vigente. \n- Sin coordinación entre las FIR ́s: El ACC CÓRDOBA entregará al ACC LA PAZ las \naeronaves en UBSAS. \n- Capacidad de tráfico en la ruta: una (1) aeronave cada 15’ minutos en UBSAS. \n(Ver nota 1 y 2) \n- Sin coordinación, se utiliza el método de autotransferencia con  no  menos  de \n30 NM de UBSAS o 5’ minutos antes y después de dicho punto. \n- Único sentido del vuelo: desde CÓRDOBA hacia LA PAZ. \n- Las aeronaves aplicarán procedimiento de RADIODIFUSIÓN DE INFORMACIÓN \nEN VUELO a 50 NM o 5’ minutos antes y después UBSAS \n \n- With  coordination  between  the  FIRs  (with  or  without  radar):  the  current \nAgreement Chart shall be applied. \n- Without  coordination  between  the  FIRs:  the  CÓRDOBA  ACC  shall  deliver  the \naircraft to the LA PAZ ACC in UBSAS. \n- En route traffic capacity: one (1) aircraft every 15’ in n UBSAS (see notes 1 and \n2). \n- Without coordination, the auto-transfer method is applied, with no less than 30 \nNM of UBSAS or 5’ minutes before and after said point. \n- One-way flight: from CÓRDOBA towards LA PAZ. \n- The aircraft shall apply the IN-FLIGHT INFORMATION BROADCAST procedure at \n50 NM or 5’ minutes before and after UBSAS. \n \nNota 1. –– El tráfico entre la FIR CÓRDOBA y la FIR LA PAZ será \nde  una  (1)  aeronave  cada  quince  (15’)  minutos,  lo  cual \nconforma  un  flujo  máximo  de  cuatro  (4)  aeronaves  por  hora \nentre ambos FIR., por punto de transferencia e \nindependientemente   del   nivel   de   vuelo   utilizado   por   las \naeronaves. \nNota 2. –– Dependiendo  del  nivel  de  degradación  de  los \nServicios,   los   respectivos   Supervisores   podrán   de   mutuo \nacuerdo, coordinar el acomodamiento de un mayor número de \naeronaves por puntos de transferencia. \n \nNote  1. –– The  traffic  between  CORDOBA  FIR  and  LA  PAZ  FIR \nshall  be  of  one  (1)  aircraft  every  fifteen  (15)  minutes,  which \nconstitutes  a  maximum  flow  of  four  (4)  aircraft  per  hour \nbetween both FIRs, per transference point, regardless the flight \nlevel used by the aircraft.  \n \nNote 2. –– Depending on the degradation level of the Services, \nthe   respective   Supervisors   may   agree   to   coordinate   an \nadaptation of more aircraft per transference points.   \n \n \n\nAIP ARGENTINA  ENR 1.15-33 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \nAPÉNDICE 5 APPENDIX 5 \nMEDIDAS DE CONTINGENCIA ATM ACORDADAS ENTRE \nARGENTINA Y CHILE \nFecha de efectividad: 3 de noviembre de 2022 \nATM CONTINGENCY MEASURES AGREED BETWEEN ARGENTINA \nAND CHILE \nEffective date: November 3, 2022 \n \n \n1. FIR ́S afectadas \n \nANTOFAGASTA – CÓRDOBA  \nSANTIAGO – MENDOZA  \nPUERTO MONTT – EZEIZA \nPUNTA ARENAS – COMODORO RIVADAVIA \n \n2. Generalidades \n \n2.1 Los  mensajes  de  Plan  de Vuelo  (no  se  contempla  la \nutilización  de  RPL)  se  deberán  transmitir  a  los  correspondientes \nFIR ́s adyacentes a través de la Red AFTN/AMHS de acuerdo a los \nprocedimientos  normales.  De no  ser  posible  se  utilizarán  los \nsiguientes medios alternativos: \n \na) Red de Circuitos Orales de Coordinación ATS. \nb) Servicio Móvil Aeronáutico - Frecuencias HF establecidas \npara la zona SAM 1 especialmente 10,024 – 6,649 y 2,944 \nKHz.    Se    mantendrá    en    escucha    dos frecuencias \nsimultáneas,  6,649 KHz durante  las  24 hs,  y  los  dos \nrestantes se alternarán de la siguiente forma, 2,944 KHz \nen  horario  nocturno  y  10024 KHz en  horario  diurno, \nefectuándose los cambios durante el crepúsculo. \nc) Teléfono / Telefax. \nd) Teléfono Celular \ne) Correo electrónico. \n \n2.2 Durante el período de contingencia la FIR afectada deberá \nemitir un NOTAM indicando lo siguiente: \n \na) Hora, fecha de inicio, y tiempo de duración previsto, de las \nmedidas de contingencia; \nb) Se   aplicará   el   Plan   de   Contingencia   de   la República \nArgentina/Chile, FIR afectadas; \nc) Detalles de las instalaciones y servicios no disponibles; \nd) Procedimientos    a    seguir    por    las    dependencias    ATS \nadyacentes; \ne) Procedimientos  a  seguir  por  los  pilotos,  quienes  deberán \nmantener en escucha la frecuencia principal del sector que \nse está volando, si estuviera disponible, así como también \nlas    frecuencias    aire/aire    123,45 MHz    aplicando    los \nprocedimientos de radiodifusión de información en vuelo; \ny \nf) Cualquier  otro  detalle  relacionado  con  las  contingencias \nque   requiera   ser   de   conocimiento   inmediato   de   los \nusuarios. \n \n3. Rutas ATS \n \n3.1 Durante  la  vigencia  del  Plan  de  Contingencia,  sólo  se \nutilizarán   entre   ambos   países   las   rutas   ATS   que   figuran   a \ncontinuación: \n \nEntre FIR ANTOFAGASTA y FIR CÓRDOBA: \nUM 789 KADAT (único sentido de vuelo hacia FIR CÓRDOBA) \nUL 550 KONRI (único sentido de vuelo hacia FIR ANTOFAGASTA) \n \n1. Affected FIRs  \n \nANTOFAGASTA – CÓRDOBA  \nSANTIAGO – MENDOZA  \nPUERTO MONTT – EZEIZA \nPUNTA ARENAS – COMODORO RIVADAVIA \n \n2. General \n \n2.1 The Flight Plan messages (the use of RPL is not considered) \nshall   be   sent   to   the   respective   adjacent   FIRs   through   the \nAFTN/AMHS  network  according  to  normal  procedures.  If  not \npossible, the following alternative means shall be used: \n \na) Oral Circuits Network of ATS Coordination. \nb) Aeronautical Mobile Service – Established HF Frequencies \nfor  the  SAM  1  zone,  especially  10.024 - 6.649  and  2.944 \nKHz. A   listening   watch   shall   be   maintained   on   two \nsimultaneous frequencies, 6.649 KHz during the 24 hs, and \ntwo others shall be alternated in the following way, 2.944 \nKHz  during  nighttime  and  10024  KHz  during  daytime, \nmaking the change during twilight.   \nc) Telephone / Telefax. \nd) Cell phone \ne) E-mail. \n \n \n2.2 During the contingency period, the affected FIR shall issue \na NOTAM indicating the following: \n \na) Time and date of the beginning and the estimated time of \nduration of the contingency measures; \nb) The  contingency  plan  of  the  Republic  of  Argentina/Chile \nshall be applied, affected FIRs;  \nc) Details of the unavailable installations and/or services; \nd) Procedures to be followed by the adjacent ATS units.  \n \ne) Procedures to be followed by the pilots, who shall maintain \nlistening watch on the main frequency of the sector where \nthey are flying, if available, as well as the air-air frequency \n123.45 MHz  applying  the  in-flight  information  broadcast \nprocedures; and \n \nf) Any other detail related to the contingency required to be \nimmediately known by the users.  \n \n \n3. ATS routes \n \n3.1 While   the   Contingency   Plan   remains   active,   only   the \nfollowing ATS routes between both countries shall be used: \n \n \nBetween ANTOFAGASTA FIR and CÓRDOBA FIR: \nUM 789 KADAT (one-way flight towards CÓRDOBA FIR) \nUL 550 KONRI (one-way flight towards ANTOFAGASTA FIR) \n\nAIP ARGENTINA  ENR 1.15-34 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \n \nEntre FIR SANTIAGO y FIR MENDOZA: \nUL 416 MIBAS (único sentido de vuelo hacia FIR MENDOZA) \nUM 529 ASIMO (único sentido de vuelo hacia FIR MENDOZA) \nUN 527 GUVOL (único sentido de vuelo hacia FIR MENDOZA) \nUL 405 UMKAL (único sentido de vuelo hacia FIR   SANTIAGO) \nUM 424 ALBAL (único sentido de vuelo hacia FIR MENDOZA) \n \nEntre FIR PUERTO MONTT y FIR EZEIZA: \nB 682 /T 132 TONAR (doble sentido de vuelo) \nUM 658 TONAR (doble sentido de vuelo) \n \nEntre FIR PUERTO MONTT y FIR COMODORO RIVADAVIA: \nW 58 BALMACEDA /AROPO (doble sentido de vuelo)  \nUZ 131 BALMACEDA (doble sentido de vuelo) \nG 550 BALMACEDA /NEGOS (doble sentido de vuelo)  \nUL 670 BALMACEDA (doble sentido de vuelo) \n \nEntre FIR PUNTA ARENAS y FIR COMODORO RIVADAVIA: \nG 550 EGOSA (doble sentido de vuelo) \nUL 670 EGOSA (doble sentido de vuelo)  \nA 570 PALIX (doble sentido de vuelo) \nUP 664 PALIX (doble sentido de vuelo)  \nB 561 TOGOR (doble sentido de vuelo) \nG 550 ROMIV (doble sentido de vuelo)  \nUL 670 ROMIV (doble sentido de vuelo \n \n4. Procedimientos de tránsito aéreo \n \n4.1 Las  aeronaves  se  ajustarán  a  las  Reglas  de  Vuelo  por \nInstrumentos (IFR). \n \n4.2 No  se  utilizarán  Planes  de  Vuelo  Repetitivos  (RPL)  entre \nambos países. \n \n4.3 Se asignarán solamente niveles de vuelo de acuerdo con la \nTabla de Niveles de Crucero (Anexo 2 de la OACI - Apéndice 3a). \n \n4.4 Se comunicarán lo antes posible, las horas estimadas sobre \nlos  puntos  de  notificación  de  ingreso  al  siguiente  FIR,  vía  medios \nindicados en Párrafo 3 “Generalidades”. \n \n4.5 Efectuada la transferencia, no se autorizará ningún cambio \nde nivel o de velocidad sin antes haber obtenido la aprobación del \nACC aceptante. No se transferirá tráfico en ascenso o descenso. \n \n4.6 La coordinación  interna  y externa entre  FIR ́s se efectuará \npor los medios indicados en Punto 2.1 de “Generalidades”. \n \n4.7 Se   instruirá   a   las   aeronaves   a   mantener   escucha   en \ndeterminada frecuencia VHF o HF, de acuerdo a las coordinaciones \nefectuadas entre las dependencias de Control de Tránsito Aéreo. \n \n4.8 Se  instruirá  a  las  aeronaves  a  mantener  continuamente \nencendidas  las  luces  de  navegación  y  de  anticolisión,  así  como  el \núltimo código SSR asignado. \n \n4.9 En    caso    de    interrupción    total    de    los    sistemas    de \ncomunicación  tierra - aire,  las  aeronaves  involucradas  utilizarán \ncomo medida de contingencia la frecuencia aire - aire 123,45 MHz. \n \n4.10 Se  aplicará  control  de  afluencia  del  tráfico  entre  la FIR \nANTOFAGASTA y FIR CÓRDOBA – FIR SANTIAGO y FIR MENDOZA –\nFIR  PUERTO  MONTT  y  FIR  EZEIZA – FIR  PUERTO  MONTT  y  FIR \nCOMODORO  RIVADAVIA– FIR  PUNTA  ARENAS  y  FIR  COMODORO \nRIVADAVIA,  el  cual  será  de  una  (1)  aeronave  cada  quince  (15) \n \nBetween SANTIAGO FIR and MENDOZA FIR: \nUL 416 MIBAS (one-way flight towards MENDOZA FIR) \nUM    529  ASIMO  (one-way  flight  towards  SANTIAGO  FIR)  UN \n527  GUVOL  (one-way  flight  towards  MENDOZA  FIR)  UL  405 \nUMKAL (one-way flight towards SANTIAGO) \nUM 424 ALBAL (one-way flight towards MENDOZA FIR) \n \nBetween PUERTO MONTT FIR and EZEIZA FIR: \nB 682/ T 132 TONAR (two-way flight)  \nUM 658 TONAR (two-way flight) \n \nBetween PUERTO MONTT FIR and COMODORO RIVADAVIA FIR: \nW 58 BALMACEDA/AROPO (two-way flight)  \nUZ 131 BALMACEDA (two-way flight) \nG 550 BALMACEDA/NEGOS (two-way flight)  \nUL 670 BALMACEDA (two-way flight) \n \nBetween PUNTA ARENAS FIR and COMODO-RO RIVADAVIA FIR: \nG 550 EGOSA (two-way flight) UL 670 EGOSA (two-way flight) \nA 570 PALIX (two-way flight) \nUP 664 (two-way flight)  \nB 561 TOGOR (two-way flight) \nG 550 ROMIV (two-way flight) UL 670 ROMIV (two-way flight) \n \n \n \n4. Air Traffic Procedures  \n \n4.1 The aircraft shall comply  with  the  Instrument Flight Rules \n(IFR). \n \n4.2 No Repetitive Flight Plans (RPL) shall be used between both \ncountries. \n \n4.3 The only flight levels to be assigned shall be the ones in the \nCruise Level Chart (ICAO Annex 2, Appendix 3 a). \n \n4.4 The estimated times over the notification points of entry to \nthe  following  FIR  shall  be  communicated  as  soon  as  possible  via \nmeans indicated in Paragraph 3 “General”.  \n \n4.5 Once the transfer is made, no level or speed change shall \nbe authorized without the approval of the accepting ACC. No traffic \nin climb or descent shall be transferred.  \n \n4.6 The internal and external coordination between FIRs shall \nbe made via the means indicated in Paragraph 3 “General”.  \n \n4.7 The  aircraft  shall  be  instructed  to  maintain  a  listening \nwatch   on   a   certain   VHF   or   HF   frequency,   according   to   the \ncoordination made between the Air Traffic Control units. \n \n4.8 The aircraft shall be instructed to maintain the navigation \nand anti-collision lights turned on, as well as their last assigned SSR \ncode. \n \n4.9 In    case    of    a    total    interruption    of    the    ground-air \ncommunication   systems,   the   involved   aircraft   shall   use   as   a \ncontingency measure the air/air frequency 123.45 MHz  \n \n4.10 The  traffic  flow  control  shall  be  applied  between FIR \nANTOFAGASTA y FIR CÓRDOBA – FIR SANTIAGO y FIR MENDOZA –\nFIR  PUERTO  MONTT  y  FIR  EZEIZA – FIR  PUERTO  MONTT  y  FIR \nCOMODORO  RIVADAVIA– FIR  PUNTA  ARENAS  y  FIR  COMODORO \nRIVADAVIA,  which  shall  be  of  one  (1)  aircraft  every  fifteen  (15) \n\nAIP ARGENTINA  ENR 1.15-35 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nminutos,  conformando  un  flujo  máximo  de  cuatro  (4)  aeronaves \npor    hora,    en    el    punto    de    transferencia    correspondiente, \nindependientemente del nivel de vuelo utilizado por las aeronaves. \n \n4.11 En  caso  de  contingencia,  no  se  degradarán  los  servicios \nsuministrados en los espacios aéreos involucrados. \n \n4.12 En caso de falla de la radioayuda en la cual esté basada la \naerovía de ingreso a la FIR, se mantendrá el curso de la aerovía y el \nnivel de vuelo autorizado para la ruta, en espera de la aplicación de \nprocedimientos radar o RNAV. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nminutes, which constitutes a maximum of four (4) aircraft per hour \nin  the  respective  transference  point,  regardless  of  the  flight  level \nused by the aircraft.  \n \n4.11 In  case  of  a  contingency,  the  services  provided  in  the \ninvolved airspaces shall not be degraded.  \n \n4.12 In  case  of  a  radioaid  failure  on  which  the  entry  airway  to \nthe  FIR  is  based  on,  the  airway  direction  and  the  flight  level \nauthorized for the route shall be maintained, while waiting for the \nradar or RNAV procedures application.  \n \n ",
  "pageCount": 36,
  "characterCount": 135672
}