{
  "metadata": {
    "filename": "AIP - ENR1 - 9.pdf",
    "title": "ENR 1.9 - Gestion de la Afluencia del Transito Aéreo y gestión del espacio aéreos",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:07.442Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.9.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \n \n \n \n \n \n \nDEFINICIONES \n \nAeronave   pilotada   a   distancia. Aeronave   cuyo   piloto   no   se \nencuentra a bordo. \n \nAeropuertos de Interés ATFM. Aeropuertos cuya demanda a veces \nexcede,   o   se   espera   que   exceda,   la   capacidad   aeroportuaria \ndeclarada. \n \nÁrea  reservada  temporalmente  (TRA).  Espacio  aéreo  reservado \ntemporalmente y asignado para el uso específico de un usuario, por \nun  periodo  de  tiempo  determinado,  a  través  del  cual  pueden \ntransitar  otros  vuelos  bajo  autorización  del  control  del  tránsito \naéreo (ATC). \n \nÁrea segregada temporalmente (TSA). Espacio aéreo segregado y \nasignado  temporalmente  para  el  uso  exclusivo  de  un  usuario, \ndurante un periodo de tiempo determinado, a través del cual no se \npermitirá el tránsito de otros vuelos. \n \nATFM Transfronterizo. Es una iniciativa regional para implementar \nla  red  de  la  Gestión  de  Afluencia  del  Tránsito  Aéreo  (ATFM) \nteniendo  en  cuenta  el  entorno  regional  y  confiando  en  un  fuerte \nespíritu  de  Toma  de  Decisiones  en  Colaboración  (CDM)  entre  los \nANSP regionales. Esta iniciativa facilita el equilibrio de la capacidad \ny  demanda  transfronteriza  para  garantizar  que  la  región  pueda \nhacer frente a una demanda de tráfico en constante crecimiento y \ncuando enfrenta limitaciones de capacidad. \n \nCapacidad ATC. El término genérico que incluye los conceptos  de \ncapacidad de pista y de capacidad del espacio aéreo (de los sectores \nATC). \n \nNota. —Las  capacidades  ATC  no  son  valores  estáticos,  sino  que \nvarían  con  la  complejidad  del  tránsito  y  otros  factores  (por  ej. \ncondiciones  meteorológicas,  disponibilidad  del  sistema  CNS/ATM, \ndemanda, diseño del aeródromo, etc.). \n \nCapacidad de pista declarada. Número máximo de operaciones de \naeronaves     para     una     determinada     pista     en     condiciones \nespecificadas    (diseño    del    aeródromo,    mix    de    aeronaves, \ncondiciones  meteorológicas,  etc.)  tomando  en  cuenta  todas  las \noperaciones de despegue y aterrizaje para un período especificado \nde tiempo (hora, día, mes, año, estacional).  \n \nNota. – Para  la  prestación  del  Servicio  ATFM,  se  consideran  los \nvalores de capacidad declarada de pista. \n \nCapacidad de sector ATC declarada. Número de aeronaves dentro \nde   una   parte   específica   del   espacio   aéreo   en   un   período \ndeterminado   de   tiempo,   teniendo   en   cuenta   las   condiciones \nclimáticas, la configuración de la unidad ATC, el personal operativo, \nel  equipamiento  disponible,  así  como  cualquier  otro  factor  que \npuedan afectar la carga de trabajo del controlador responsable por \nel espacio aéreo. \n \nNota. – Para  la  prestación  del  Servicio  ATFM,  se  consideran  los \nvalores de capacidad de sector ATC declarada. \n \n \nDEFINITIONS \n \nRemotely piloted aircraft. An aircraft whose pilot is not on board. \n \n \nAirports  of  ATFM  Interest. Airports  whose  demand  sometimes \nexceeds, or is expected to exceed, the declared airport capacity. \n \n \nTemporarily  reserved  area  (TRA). Airspace  temporarily  reserved \nand assigned for the specific use of a user, for a specified period of \ntime, through which other flights may transit with the authorization \nof air traffic control (ATC). \n \n \nTemporarily  Segregated  Area  (TSA).  Airspace  that  is  temporarily \nsegregated  and  allocated  for  the  exclusive  use  of  a  user for  a \nspecific period of time, during which other flights are not permitted \nto transit.   \n \nATFM Cross-border. It is a regional initiative to implement the Air \nTraffic Flow Management (ATFM) network, taking into account the \nregional environment and relying on a strong spirit of Collaborative \nDecision-Making  (CDM)  among  regional  ANSPs.  This  initiative  will \nfacilitate  the  balancing  of  cross-border  capacity  and  demand  to \nensure the region can cope with ever-increasing traffic demand and \ncapacity constraints. \n \n \nATC  Capacity. The  generic  term  that  includes  the  concepts  of \nrunway capacity and airspace capacity (of ATC sectors).  \n \n \nNote. —ATC  capacities  are  not  static  values,  but  vary  with  traffic \ncomplexity  and  other  factors  (e.g.  weather  conditions,  CNS/ATM \nsystem availability, demand, aerodrome design, etc.).  \n \n \nDeclared    runway    capacity. Maximum    number    of    aircraft \noperations    for    a    given    runway    under    specified    conditions \n(aerodrome  design,  aircraft  mix,  meteorological  conditions,  etc.), \ntaking into account all takeoff and landing operations for a specified \nperiod (hour, day, month, year, season). \n \nNote. – For  the  provision  of  ATFM  services,  declared runway \ncapacity values are considered. \n \n \nDeclared  ATC  sector  capacity. The  number  of  aircraft  within  a \nspecific portion of the airspace in a given period, taking into account \nweather conditions, ATC unit configuration, operational personnel, \navailable  equipment,  and  any  other  factors  that  may  affect  the \nworkload of the controller responsible for the airspace. \n \n \n \nNote. – For  the  provision  of  ATFM  services,  declared  ATC  sector \ncapacity values are considered. \n \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.9 GESTIÓN  DE  LA  AFLUENCIA  DE  TRÁNSITO  AÉREO  Y \nGESTIÓN DEL ESPACIO AÉREO \nENR 1.9  AIR  TRAFFIC  FLOW  MANAGEMENT  AND  AIRSPACE \nMANAGEMENT \n\nAIP ARGENTINA  ENR 1.9.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \n \n \nCapacidad  Horaria  del  Sector  (CHS). Es  el  número  máximo  de \naeronaves que un sector es capaz de prestar servicio de control de \ntránsito aéreo en el período de una hora.  \n \nNota. – Los valores de CHS son, en otras palabras, los valores de la \ncapacidad de sector ATC declarada (por hora). \n \nCapacidad practicable. Este concepto representa a un porcentaje \nmenor   de   la   capacidad   declarada,   mayormente   utilizado   en \nespacios aéreos de menores dimensiones, tales como TMA, CTR y \nATZ donde no influye el factor de convergencia y donde el tiempo \nde  permanencia  es  bajo,  dando como  resultado  un  NRef  y  NPico \nreducido.  \n \nNota. – La  capacidad  practicable  representa  normalmente  el  80% \nde la capacidad declarada o capacidad horaria del sector (CHS). \n \nComunidad   ATM. Conjunto   de   organizaciones,   organismos   o \nentidades  que  pudieran  participar,  colaborar  y  cooperar  en  la \nplanificación, desarrollo, utilización, reglamentación, \nfuncionamiento y mantenimiento del sistema ATM. \n \nCongestión de tránsito aéreo. Situación en la que la demanda del \ntráfico   aéreo   es   igual   o   superior   a   los   valores   de capacidad \npracticable,  pero  menor  que  la  capacidad  declarada,  pudiendo \ngenerar  retrasos  y  la  necesidad  de  implementar  medidas  ATFM \npara regular el flujo y optimizar la operación del sistema ATC. \n \nDemanda. El número de aeronaves que solicitan utilizar el sistema \ndurante un período determinado. \n \n \n \n \nDesbalance. Situación  en  la  cual,  la  demanda  de  tránsito  aéreo \nexcede la capacidad declarada de sector ATC y/o de aeródromo. \n \nElemento  Evaluado. Aeródromo  o  Sector  ATC  del  espacio  aéreo \ncuya capacidad fue declarada por la autoridad competente. \n \nEspacio    aéreo    segregado. Espacio    aéreo    de    dimensiones \nespecíficas asignado para uso exclusivo de un usuario o usuarios. \n \nEstación  de  pilotaje  a  distancia  (RPS). Estación  desde  la  cual  el \npiloto opera a distancia el vuelo de una aeronave no tripulada. \n \nGestión  de  Afluencia  de  Tránsito  Aéreo  (ATFM). Servicio  cuyo \nobjetivo  es  contribuir  con  una  circulación  segura,  ordenada  y \neficiente  del  tránsito  aéreo,  asegurando  el  uso óptimo  de  la \ncapacidad ATC y que el volumen de tránsito es compatible con las \ncapacidades declaradas por la autoridad ATS competente. \n \nGestión  del  Espacio  Aéreo  (ASM). El  proceso  mediante  el  cual  se \nseleccionan y aplican las opciones de espacio aéreo para satisfacer \nlas necesidades de los usuarios del espacio aéreo. \n \nGestión del Tránsito Aéreo (ATM). La gestión dinámica e integrada \ndel   tránsito   aéreo   y   del   espacio   aéreo,   segura,   económica  y \neficiente, que se realiza mediante el suministro de instalaciones  y \nservicios  sin  límites  perceptibles  entre  sus  componentes  y  en \ncolaboración con todas las partes. \n \nInstantaneidad  de  pico  de  tránsito. Período  en  el  que  se  da  el \nmayor número vuelos simultáneos, teniendo en cuenta un intervalo \nde 3 minutos. \n \nSector  Hourly  Capacity  (SHC). This  is  the  maximum  number  of \naircraft  that  a  sector  is  capable  of  providing  air  traffic  control \nservice in a one-hour period. \n \nNote:  CHS  values are,  in  other  words,  the  declared  ATC  sector \ncapacity (per hour). \n \nPracticable capacity. This concept represents a smaller percentage \nof declared capacity and is mostly used in smaller airspaces, such as \nTMA,  CTR,  and  ATZ,  where  the  convergence  factor  is  not  a  factor \nand  where  residence  time  is  low,  resulting  in  reduced  NRef  and \nNPpeak. \n \n \nNote:  Practicable  capacity  typically  represents  80%  of  declared \ncapacity or sector hourly capacity (SHC). \n \nATM Community. The set of organizations, agencies or entities that \nmay   participate,   collaborate   and   cooperate   in   the   planning, \ndevelopment,  use,  regulation,  operation  and  maintenance  of  the \nATM system. \n \nAir  traffic  congestion.  A  situation  in  which  air  traffic  demand \nequals   or   exceeds   practicable   capacity   values,   but   less   than \ndeclared  capacity,  potentially  generating  delays  and  requiring  the \nimplementation of  ATFM measures to  regulate flow and optimize \nthe operation of the ATC system. \n \nDemand. The  number  of  aircraft  requesting  to  use  the  system \nduring a given period.  \n \n \n \n \nImbalance. A  situation  in  which  air  traffic  demand  exceeds  the \ndeclared capacity of the ATC sector and/or aerodrome. \n \nEvaluated  Element. Aerodrome  or  ATC  Sector  of  the  airspace \nwhose capacity was declared by the competent authority.  \n \nSegregated airspace. Airspace of  specific  dimensions assigned for \nthe exclusive use of one or more users. \n \nRemote   piloting   station   (RPS).   Station   from   which   the   pilot \nremotely operates the flight of an unmanned aircraft. \n \nAir  Traffic  Flow  Management  (ATFM). Service  whose objective  is \nto  contribute  to  a  safe,  orderly  and  efficient  flow  of  air  traffic, \nensuring  the  optimal  use  of  ATC  capacity  and that  the  volume  of \ntraffic is compatible with the capacities declared by the competent \nATS authority. \n \nAirspace  Management  (ASM). The  process  by  which  airspace \noptions  are  selected  and  implemented  to  meet  the  needs  of \nairspace users.  \n \nAir   Traffic   Management   (ATM). The   dynamic   and   integrated \nmanagement of air traffic and airspace that is safe, economical and \nefficient   accomplished   through   the   provision   of   facilities   and \nservices  with  no  discernible  boundaries  between  its  components \nand in collaboration with all parties.  \n \nPeak  traffic  instantaneousness. Period  during  which  the  greatest \nnumber  of  simultaneous  flights  occur,  taking  into  account  a  3 \nminute interval. \n \n \n \n \n \n \n\nAIP ARGENTINA  ENR 1.9-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \nMedidas  ATFM. Las  medidas  ATFM  son  técnicas  empleadas  para \ngestionar  la  demanda  de  tránsito  aéreo  según  la  capacidad  del \nsistema.  \nToda  medida  ATFM  tiene  como  objetivo  maximizar  el  uso  de  las \ncapacidades declaradas. \n \nNota. — Algunas   medidas   ATFM   se   deben   entender   como \ninstrucciones o procedimientos de control, como, por ejemplo, las \nesperas en vuelo. \n \nNúmero de referencia (Nref). Es el número óptimo de aeronaves en \ncontrol simultáneo que el sector ATC es capaz de mantener por un \nperíodo de tiempo, sin provocar una sobrecarga de trabajo para el \nATC.  Debe  tenerse  en  cuenta que  la  capacidad  calculada  es  el \nnúmero de referencia. \n \nNúmero Pico (NPico). Es la capacidad de control simultáneo que un \nsector ATC en particular es capaz de mantener, por un máximo de \n19 (diecinueve) minutos, continuos o no, en una hora, con el fin de \ncumplir con un aumento de la demanda a corto plazo. Durante ese \nperíodo,    el    ATCO    experimenta    una    sobrecarga    de    trabajo \ncontrolada. Si se percibe que la situación tiende a prolongarse, se \ndeben tomar medidas ATFM. \n \nPiloto a distancia. Persona que opera a distancia los controles de \nvuelo de una aeronave pilotada a distancia durante el vuelo. \n \nPlan   Diario   ATFM   (PDA). Planificación   realizada   en   la   fase \npretáctica,   basada   en   las   hipótesis   desarrolladas   en   la   fase \nestratégica,  cuyo  objetivo  es  optimizar  la  eficiencia  del  sistema  y \nequilibrar la demanda y capacidad. \n \nPuesto  de  Gestión  de  Afluencia  (FMP). Puesto  de  trabajo  del \nServicio ATFM establecido con el fin de monitorear y equilibrar de \nmanera  táctica  la  demanda  de  tránsito  dentro  de  sus  áreas  de \nresponsabilidad  garantizando  el  enlace  necesario  con  la  FMU  a  la \ncual se encuentra subordinada. \n \nRegión   de   información   de   vuelo   (FIR). Espacio   aéreo   de \ndimensiones  definidas  dentro  del  cual  se  facilitan  los  servicios  de \ninformación de vuelo y de alerta. \n \nRuta condicional (CDR). Ruta ATS no permanente, o parte de ella, \nque puede planificarse y usarse en condiciones especiales. \n \nSaturación de  tránsito aéreo. Situación en la que la  demanda del \ntráfico  aéreo  alcanza  los  valores  de  capacidad  declarada  en  un \ndeterminado espacio   aéreo,   sector   o   aeródromo,   afectando \nnegativamente a la eficiencia, a la previsibilidad y/o a la seguridad \nde las operaciones. \n \nServicios de tránsito aéreo (ATS). Expresión genérica que se aplica, \nsegún  el  caso,  a  los  servicios  de  información  de vuelo,  alerta, \nasesoramiento   de   tránsito   aéreo,   control   de   tránsito   aéreo \n(servicios de control de área, control de aproximación o control de \naeródromo). \n \nSistema   de   aeronave   no   tripulada   (UAS). Aeronave   y   sus \nelementos asociados operada sin piloto a bordo. \n \nSistema  de  aeronave  pilotada  a  distancia  (RPAS). Conjunto  de \nelementos configurables compuestos por una aeronave pilotada a \ndistancia,  su(s)  estación(es)  de  pilotaje  a  distancia,  los  enlaces \nrequeridos  de  mando  y  control,  y  cualquier  otro  elemento  del \nsistema  que  se  requiera  en  algún  momento  durante  la  operación \nde vuelo. \nATFM measures. ATFM measures are techniques used to manage \nair traffic demand according to system capacity.  \nAll ATFM measures aim to maximize the use of declared capacities. \n \n \n \nNote. — Some  ATFM  measures  are  to  be  understood  as  control \ninstructions or procedures, such as in-flight holding. \n \n \nReference  Number  (Nref). The  optimum  number  of  aircraft  in \nsimultaneous control that the ATC sector is capable of maintaining \nfor  a  period,  without  causing  an  overload  of  work  for  the  ATC.  It \nshould  be  noted  that  the  calculated  capacity  is  the  reference \nnumber.  \n \nPeak  Number  (NPico). This  is  the  simultaneous  control  capacity \nthat a particular ATC sector is able to maintain, for a maximum of \n19 (nineteen) minutes, continuous or not, in one hour, in order to \nmeet  a  short-term  increase  in  demand.  During  this  period,  the \nATCO   experiences   a   controlled   workload.   If   the situation   is \nperceived as tending to prolong, ATFM measures should be taken. \n \n \nRemote  pilot.  A person who remotely operates the flight controls \nof a remotely piloted aircraft during flight. \n \nATFM  Daily  Plan  (ATFM). Planning  carried  out  in  the  pre-tactical \nphase, based on the assumptions developed in the strategic phase, \nthe objective of which is to optimize system efficiency and balance \ndemand and capacity. \n \nFlow  Management  Post  (FMP). This  ATFM  Service  position  is \nestablished to tactically monitor and balance traffic demand within \nits  areas  of  responsibility,  ensuring  the  necessary  liaison  with  the \nFMU to which it reports. \n \n \nFlight Information Region (FIR). An airspace of defined dimensions \nwithin which flight information and alerting services are provided. \n \n \nConditional  Route  (CDR). A  non-permanent  ATS  route,  or  part \nthereof, which may be planned and used under special conditions. \n \nAir  traffic  congestion. A  situation  in  which  air  traffic  demand \nreaches  declared  capacity  levels  in  a  given  airspace,  sector, or \naerodrome,   negatively   affecting   the   efficiency,   predictability, \nand/or safety of operations. \n \n \nAir traffic services (ATS). Generic term that applies, as appropriate, \nto flight information services, alerting, air traffic advisory services, \nair traffic control (area control services, approach control services, \nor aerodrome control services). \n \n \nUnmanned Aircraft System (UAS). Aircraft and associated elements \noperated without a pilot on board. \n \nRemotely  Piloted  Aircraft  System  (RPAS). A  set  of  configurable \nelements  consisting  of  a  remotely  piloted  aircraft,  its  remote \npiloting station(s), the required command and control links, and any \nother system elements required at any time during flight operation. \n \n \n \n \n \n \n \n \n \n \n\nAIP ARGENTINA  ENR 1.9.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \nToma  de  Decisión  en  Colaboración  (CDM). Es  el  proceso  que \npermite que las decisiones se tomen combinando todas las fuentes \npertinentes y precisas de información, garantizando que los datos \nreflejen,  de  la  mejor  manera  posible,  la  situación  tal  como  es \nconocida y asegurando que todas las partes involucradas, tengan la \noportunidad de influir en la decisión. \n \nUso  flexible  del  espacio  aéreo  (FUA). Concepto  de  gestión  del \nespacio  aéreo  basado  en  el  principio  de  que  el  espacio  aéreo  no \ndebe designarse como exclusivamente militar o civil, sino como un \nespacio  continuo  en  el  que  se  satisfagan  al  máximo  posible  los \nrequisitos de todos los usuarios. \n \nUTM. Sigla (en inglés) utilizada para designar la gestión del tránsito \naéreo no tripulado. \n \nUTMS. Sistema de gestión del tránsito aéreo no tripulado. \n \nVolumen de Tránsito Aéreo. El número de aeronaves dentro de un \nespacio aéreo definido o área de movimiento de un aeropuerto, en \nun periodo de tiempo específico. \n \nZona de Identificación de Defensa Aérea (ADIZ). Espacio aéreo de \ndimensiones   definidas,   dentro   del   cual   las   aeronaves   deben \nsatisfacer procedimientos especiales de identificación y \nnotificación;   además   de   aquellos   que   se   relacionan   con   el \nsuministro de servicios de tránsito aéreo (ATS). \n \nZona peligrosa. Espacio aéreo de dimensiones definidas en el cual \npueden   desplegarse,   en   determinados   momentos,   actividades \npeligrosas para el vuelo de las aeronaves. \n \nZona prohibida. Espacio aéreo de dimensiones definidas dentro del \ncual está prohibido el vuelo de las aeronaves. \n \nZona restringida. Espacio aéreo de dimensiones definidas, dentro \ndel cual está restringido el vuelo de las aeronaves, de acuerdo con \ndeterminadas condiciones especificadas. \n \nZona libre de RPA/RPAS - NO DRONE ZONE. Espacio aéreo dentro \ndel cual, por disposición de la autoridad aeronáutica o del prestador \ndel servicio de navegación aérea, se encuentra prohibido el uso de \nRPA/RPAS. \n \n \nCollaborative  Decision  Making  (CDM). The  process  that allows \ndecisions  to  be  made  by  combining  all  relevant  and  accurate \nsources  of  information,  ensuring  that  the  data  best  reflects  the \nsituation as it is known and ensuring that all parties involved have \nthe opportunity to influence the decision. \n \n \nFlexible  Use  of Airspace (FUA). An airspace management concept \nbased  on  the  principle  that  airspace  should  not  be  designated  as \nexclusively military or civil, but as a continuous space in which the \nrequirements of all users are met to the greatest extent possible. \n \n \nUTM. Acronym    used    to    designate    unmanned    air    traffic \nmanagement. \n \nUTMS. Unmanned air traffic management system. \n \nAir Traffic Volume. The number of aircraft within a defined airspace \nor movement area of an airport in a specific period. \n \n \nAir   Defense   Identification   Zone   (ADIZ). Airspace   of   defined \ndimensions   within   which   aircraft   must   comply   with   special \nidentification and reporting procedures, in addition to those related \nto the provision of air traffic services (ATS). \n \n \nDanger  area.  Airspace  of  defined  dimensions  in  which  activities \ndangerous to aircraft flight may be carried out at certain times. \n \n \nProhibited  area.  Airspace  of  defined  dimensions  within  which \naircraft flight is prohibited. \n \nRestricted  area. Airspace  of  defined  dimensions  within  which \naircraft  flight  is  restricted  in  accordance  with  certain  specified \nconditions. \n \nRPA/RPAS-free zone - NO DRONE ZONE. Airspace within which, by \norder  of  the  aviation  authority  or  air  navigation  service  provider, \nthe use of RPA/RPAS is prohibited. \n \n \nGESTIÓN DE LA AFLUENCIA DE TRÁNSITO AÉREO (ATFM) \n \n1. INTRODUCCIÓN \n \nEl Servicio de Gestión de Afluencia del Tránsito Aéreo (ATFM) tiene \npor objetivo asegurar un flujo de tránsito aéreo seguro, ordenado y \nexpeditivo, optimizando al máximo la utilización de la capacidad de \nlos servicios de control de tránsito aéreo (ATC) y garantizando que \nel  volumen  de  tránsito  se  mantenga  dentro  de  los  límites  de \ncapacidad declarados por el Proveedor de Servicios de Navegación \nAérea (ANSP). \n \n2. AUTORIDAD RESPONSABLE \n \nLa  Empresa  Argentina  de  Navegación  Aérea  (EANA  S.A.), en  el \nmarco  de  la  Ley  N°  27.161, es  la  responsable  del  suministro  del \nServicio   de   Gestión   del   Flujo   de   Tránsito   Aéreo   (ATFM),   en \ncumplimiento  de  sus  políticas  operativas  y  de  la  misión  que  le  ha \nsido asignada. \n \nAIR TRAFFIC FLOW MANAGEMENT (ATFM) \n \n1. RESPONSIBLE AUTHORITY \n \nThe Air Traffic Flow Management (ATFM) service aims to ensure a \nsafe,  orderly,  and  expeditious  flow  of  air  traffic,  maximizing  the \nutilization  of  air  traffic  control  (ATC)  capacity  and  ensuring  that \ntraffic volume remains within the capacity limits declared by the Air \nNavigation Service Provider (ANSP). \n \n \n \n2. RESPONSIBLE AUTHORITY \n \nThe  Argentine  Air  Navigation  Company  (EANA  S.A.),  within  the \nframework of Law No.  27,161,  is responsible for providing the Air \nTraffic  Flow  Management  (ATFM)  Service,  in  compliance  with  its \noperational policies and the mission assigned to it. \n \n \n \n \n \n \n \n \n \n \n\nAIP ARGENTINA  ENR 1.9-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \nDependencia / \nUnit \nUbicación / \nLocation \nÁrea de responsabilidad / \nArea of responsibility \nDatos de contacto / \nContact information \nFMU EZE \nAeropuerto Internacional Ministro Pistarini \nAutopista Tte. Gral. Ricchieri Km 33,5  \nPuerta 50, Piso 3º Ezeiza \n(B1802EZE) Partido de Ezeiza  \nProvincia de Buenos Aires \nFIR EZE  (SAEF) \nFIR CBA  (SACF) \nFIR DOZ  (SAMF) \nFIR SIS  (SARR) \nFIR CRV  (SAVF) \n \nTel: (+54 11) 4480-2318  \nTel RTI: 57318  \nEmail: fmueze@eana.com.ar \nHORARIO DE OPERACIÓN FMU EZE:  Brinda Servicio ATFM durante las 24 horas los 365 días del año. /  \nEZE FMU HOURS OF OPERATION: Provides ATFM Service 24 hours a day, 365 days a year.  \n \n4.1.1 FMP EZE \n \nEl Puesto de Gestión de Flujo de Tránsito Aéreo Ezeiza (FMP EZE) se \nestablece   como   medio   de   enlace   entre   la   FMU   EZE   y   las \ndependencias ATS de la FIR EZE. Depende directamente de la FMU \nEZE   y   es   responsable   del   seguimiento,   la   planificación   y   la \ncoordinación táctica de las medidas ATFM que afecten a la FIR EZE. \n \n4.1.1 EZE FMP \n \nThe   Air   Traffic   Flow   Management   Post   Ezeiza   (FMP   EZE)   is \nestablished as a liaison between the EZE FMU and the ATS units of \nthe EZE FIR. It reports directly to the EZE FMU and is responsible for \nthe   monitoring,   planning   and   tactical   coordination   of   ATFM \nmeasures affecting the EZE FIR. \n \nPuesto / Position \nUbicación / \nLocation \nÁrea de responsabilidad / \nArea of responsibility \nDatos de contacto / \nContact information \nFMP EZE \nAeropuerto Internacional Ministro Pistarini \nAutopista Tte. Gral. Ricchieri Km 33,5  \nPuerta 50, Piso 4º Ezeiza  \n(B1802EZE) Provincia de Buenos Aires \nFIR EZE (SAEF) \nTel: (+54 11) 4480-2418  \nTel RTI: 57418 \nHORARIO DE OPERACIÓN FMP  EZE: El puesto FMP  EZE brinda el  Servicio ATFM Táctico los 365 días del año en dos turnos operativos \ndurante el horario comprendido entre las 09:00 hs y la 01:00 hs UTC /  \nEZE FMP HOURS OF OPERATION: The EZE FMP post provides the Tactical ATFM Service 365 days a year in two operational shifts between \n09:00 and 01:00 UTC.  \n \n \n \n3. SERVICIO PROPORCIONADO \n \nEl  Servicio  ATFM  se  brinda  en  fin   de  mantener  el  equilibrio \ncapacidad/demanda,  por  medio  de  los  procesos  de  planificación \n(Estratégica,  Pre-táctica  y  Táctica)  para  los  diferentes  sectores  de \nespacio   aéreo   y   para   todos   los   aeropuertos   de   la   República \nArgentina que así lo requieran. \n \nLa  prestación  del  Servicio  ATFM  se  realiza  en  el  marco  de  lo \nestablecido  en  las  RAAC  Parte  211  y  conforme  a  los  conceptos  y \nrecomendaciones contenidos en el Documento 9971 AN/485 de la \nOACI. \n \nEl  Servicio  ATFM  es  proporcionado  en  todas  las  Regiones  de \nInformación de Vuelo de la República Argentina \n \n4. DEPENDENCIA  RESPONSABLE  DE  LA  PRESTACIÓN  DEL \nSERVICIO ATFM \n \n4.1 FMU EZE \n \nLa Unidad de Gestión de Afluencia Ezeiza (FMU EZE) es la \ndependencia  responsable  de  la  prestación  del  Servicio  ATFM  en \ntodas las Regiones de Información de Vuelo de la República \nArgentina. \n \n \n3. SERVICE PROVIDED \n \nThe    ATFM    Service    is    provided    in    order    to    maintain    the \ncapacity/demand  balance,  through  planning  processes  (Strategic, \nPre-tactical and Tactical) for the different airspace sectors and for \nall airports of the Argentine Republic that require it.  \n \n \nThe ATFM service is provided within the framework established in \nRAAC   Part   211   and   in   accordance   with   the   concepts   and \nrecommendations contained in ICAO Document 9971 AN/485. \n \n \nThe ATFM Service is provided in all Flight Information Regions of the \nArgentine Republic. \n \n4. UNIT RESPONSIBLE FOR THE PROVISION OF THE ATFM \nSERVICE \n \n4.1 FMU EZE \n \nThe Ezeiza Flow Management Unit (FMU EZE) is the unit responsible \nfor the provision of  the ATFM  Service in all  the  Flight Information \nRegions of the Argentine Republic. \n \n\nAIP ARGENTINA  ENR 1.9.-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \n5. PRESTACIÓN DEL SERVICIO ATFM \n \n5.1 Toma de Decisiones en Colaboración (CDM) \n \nSiempre que sea posible, la FMU EZE aplicará la CDM combinando \ntodas las fuentes posibles de información y asegurando que todas \nlas  partes  involucradas,  tengan  la  oportunidad  de  colaborar  para \nalcanzar la mejor Solución ATFM. \n \n5.2 Reglas generales \n \nEl Servicio de Gestión de Flujo de Tránsito Aéreo (ATFM) se prestará \na todas las aeronaves que operen en los aeródromos y en el espacio \naéreo de jurisdicción de la República Argentina. \n \nLas   medidas   ATFM   podrán   ser   aplicadas   a   todos   los   vuelos, \nexcluyendo: \n \na) los vuelos que experimenten una emergencia, incluidas las \naeronaves sujetas a interferencia ilícita; \n \nb) los  vuelos  en  misiones  de  búsqueda  y  salvamento  y  de \nextinción de incendios; \n \nc) los    vuelos    de    evacuaciones    sanitarias    de    urgencia \ndeclarados específicamente por las autoridades de salud; \n \nd) los  vuelos  que  transporten  o  destinados  al  transporte  de \nenfermos  o  lesionados  en  estado  grave  que  necesiten \nasistencia   médica   urgente,   o   que   transporten   órganos \nvitales para trasplante humano; \n \ne) los vuelos que transporten a Jefes de Gobierno Nacionales; \n \nf) los  vuelos  en  operación  policial,  militar  de  interceptación \naérea o en acción de defensa aeroespacial; \n \ng) otros vuelos eximidos por EANA S.A. a través de su FMU. \n \nNota. — Para vuelos eximidos por EANA S.A. debería incluirse como \nrequisito   del   Plan   de   Vuelo   en el   casillero   18   el   motivo   del \ntratamiento  STS/ATFMX  (Ejemplo:  STATE,  HEAD,  HUM,  SAR,  FFR, \nMEDEVAC, HOSP). \n \n5.3 Medidas ATFM \n \nCuando se  prevea  que la demanda superará la capacidad, la FMU \nEZE  podrá  aplicar  la/s  medida/s  necesaria/s,  luego  de realizar  el \nanálisis   correspondiente   de   los   factores   que   ocasionaron   tal \ndecisión,  basándose  en  los  criterios  y  medidas establecidos  en  el \nDoc. 9971 de la OACI. Tales medidas se detallan a continuación: \n \na) Intervalos mínimos de salida (MDI): \nMedida táctica ATFM que se aplica cuando el ATC establece, \npor ejemplo, un índice de flujo de salidas de 3 minutos entre \nsalidas sucesivas. Por lo general, los MDl se aplican durante \nperíodos  breves  cuando  un  sector  de  salida  se  ocupa \nexcesivamente,    si    la    capacidad    sectorial    se    reduce \nsúbitamente   (en   particular   por   fallas   del   equipo   o \ncondiciones meteorológicas), o para contribuir a ajustar la \ndemanda  en  un  aeródromo  de  llegada  con  desequilibrio \nentre demanda capacidad a corto plazo. \n \n \n \n \n5. ATFM SERVICE PROVISION \n \n5.1 Collaborative Decision Making (CDM)  \n \nWhenever possible, the EZE FMU will apply the CDM by combining \nall  possible  sources  of  information  and  ensuring  that  all  parties \ninvolved  have  the  opportunity  to  collaborate  to  achieve  the  best \nATFM Solution. \n \n5.2 General rules \n \nThe Air Traffic Flow Management Service (ATFM) will be provided \nto  all  aircraft  operating  in  aerodromes  and  airspace  under  the \njurisdiction of the Argentine Republic. \n \nATFM measures may be applied to all flights, excluding:  \n \n \na) flights    experiencing   an   emergency,   including   aircraft \nsubject to unlawful interference;  \n \nb) flights on search and rescue and firefighting missions;  \n \n \nc) emergency medical evacuation flights specifically declared \nby the health authorities;  \n \nd) flights carrying or intended for the transport of seriously ill \nor injured persons in need of urgent medical assistance, or \ncarrying vital organs for human transplantation;  \n \ne) flights carrying Heads of National Governments; \n \nf) flights   in   police   operation,   military   air   interception   or \naerospace defense action; \n \ng) Other flights exempted by EANA S.A. through its FMU. \n \n \nNote. — For   flights   exempted   by   EANA   S.A.   the   reason   for \nSTS/ATFMX   treatment   should   be   included   as   a   Flight   Plan \nrequirement  in  item  18  (Example:  STATE,  HEAD,  HUM,  SAR,  FFR, \nMEDEVAC, HOSP).  \n \n5.3 ATFM measures \n \nWhen  demand  is  expected  to  exceed  capacity,  the  EZE  FMU  may \napply the necessary measure(s), after performing the \ncorresponding  analysis  of  the  factors  that  caused  such  decision, \nbased on the criteria and measures established in ICAO DOC 9971. \nThese measures are detailed below:  \n \na) Minimum Departure Intervals (MDI): \n A   tactical   ATFM   measure   that   is   applied   when   ATC \nestablishes, for example, a departure flow rate of 3 minutes \nbetween  successive  departures.  MDIs  are  usually  applied \nfor   short   periods   when   a   departure   sector   becomes \nexcessively  busy,  if  sector  capacity  is  suddenly  reduced \n(particularly    due    to    equipment    failure    or    weather \nconditions),   or   to   help   adjust   demand   at   an   arrival \naerodrome with a short-term demand-capacity imbalance. \n \n \n \n \n\nAIP ARGENTINA  ENR 1.9-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \nb) Intercambio de turnos: \nMedida táctica ATFM que se puede aplicar manualmente o \npor  medios  automáticos.  La  capacidad  de  intercambiar \nturnos  de  salida  brinda  a  los  usuarios  la  posibilidad  de \ncambiar el orden de las salidas de los vuelos que deberían \nvolar  en  un  área  limitada.  Esta  medida  permite  a  los \nusuarios gestionar y adaptar sus modelos de negocio en un \nentorno limitado. \n \nc) Minutos en cola (MINIT) y Millas en cola (MIT): \nEstas  son  medidas  tácticas  ATFM  y  se  expresan  como  el \nnúmero de minutos o millas entre cada aeronave sucesiva \nen  un  punto  límite  del  espacio aéreo.  La  carga  de  trabajo \nasociada  con  su  cumplimiento  recae  en  el  controlador  de \ntránsito aéreo debido a los posibles efectos en la red. Como \ntal, el uso regular de MINIT o MIT puede indicar que deban \nutilizarse  otras  medidas  ATFM  más  apropiadas  en  sus \nlugares.  Ejemplos:  MINIT  de  una  ACFT  cada  5  minutos  vía \nSARGO independientemente del FL o MIT de una ACFT cada \n30 NM vía SARGO independientemente del FL. \n \nd) Equilibrio de puntos de referencia: \nMedida  táctica  ATFM  que  tiene  por  objeto  distribuir  la \ndemanda  y evitar  demoras.  Se  asigna  a  la  aeronave  un \npunto   de   referencia   de   llegada   o   salida   diferente   del \nindicado en el plan de vuelo. Esto se puede aplicar también \ndurante períodos de actividad convectiva en los que no se \npuede  utilizar  una  llegada  normalizada  por  instrumentos \n(STAR) ni una salida normalizada por instrumentos (SID). \n \ne) Escenarios de topes de nivel: \nMedida que se cumple restringiendo el nivel de vuelo (por \nejemplo,  los  vuelos  desde  Buenos  Aires  a  la  TMA  de \nMendoza  deberán  realizarse  por  debajo  del  FL280  y  los \nvuelos desde Buenos Aires a la FIR Santiago de Chile estarán \nlimitados a FL300 o superior). \n \nf) Cambios de ruta: \nMedidas ATFM basadas en rutas (horizontales o verticales) \nque  tienen  como  objetivo  remover  una  serie  de  vuelos \nprogramados para llegar a un recurso ATM restringido.  \nLos   cambios   de   rutas   generalmente   se   organizan   en \nescenarios y pueden ser obligatorios o alternativos. \nSuele emitirse un cambio de ruta para: \n1) garantizar  que  las  aeronaves  operen  junto  con  una \nafluencia de tránsito requerida; \n2) dejar libre el espacio aéreo con restricciones o reservas; \n3) evitar     áreas     cuyas     condiciones     meteorológicas \nconocidas  son  tales  que  las  aeronaves  tienen  que \nsortearlas. \n \ng) Escenarios de cambio obligatorio de ruta: \n Se trata de desvíos obligatorios de afluencias para disminuir \nel nivel de tránsito en zonas restringidas. \n \nh) Programa de Demora en tierra (GDP): \nEl GDP es una medida ATFM táctica o pretáctica relativa a \nun  proceso  ATM  en  el  que  las  aeronaves  permanecen en \ntierra con el objeto de gestionar la capacidad y la demanda \nen   un   volumen   de   espacio   aéreo   especifico   o   en   un \naeródromo determinado. \nEn   ese   proceso,   las   horas   de   salida   se   asignan   a   los \ncorrespondientes   turnos   de   entrada   disponibles   en   el \nespacio  aéreo  restringido  o  a  los  turnos  de  llegada/salida \nhacia/desde el aeródromo restringido. \n \nb) Shift swapping:  \n A tactical ATFM measure that can be applied manually or by \nautomated  means.  The  ability  to  swap  departure  turns \ngives users the ability to change the order of departures of \nflights that should fly in a limited area. This measure allows \nusers  to  manage  and  adapt  their  business  models  in  a \nconstrained environment.  \n \n \nc) Minutes in queue (MINIT) and Miles in queue (MIT): \n These are tactical ATFM measures and are expressed as the \nnumber  of  minutes  or  miles   between  each  successive \naircraft   at   an   airspace   boundary   point.   The   workload \nassociated  with  their  enforcement  falls  on  the  air  traffic \ncontroller  due  to  the  potential  effects  on  the  network.  As \nsuch, regular use of  MINIT or MIT may  indicate that other \nmore appropriate  ATFM measures should be  used in their \nplaces.  Examples:  MINIT  of  an  ACFT  every  5  minutes  via \nSARGO regardless of FL or MIT of an ACFT every 30 NM via \nSARGO regardless of FL. \n \nd) Reference points balancing:  \n A  tactical  ATFM  measure  intended  to  distribute  demand \nand  avoid  delays.  The  aircraft  is  assigned  an  arrival  or \ndeparture reference point different from that indicated  in \nthe  flight  plan.  This  can  also  be  applied  during  periods  of \nconvective  activity  when  neither  a  standard  instrument \narrival  (STAR)  nor  a  standard  instrument  departure  (SID) \ncan be used. \n \ne) Level capping scenarios: \n a  measure  that is  met  by  restricting  the  flight  level  (e.g., \nflights from Buenos Aires to Mendoza TMA shall be below \nFL280 and flights from Buenos Aires to Santiago de Chile FIR \nshall be limited to FL300 or higher). \n \n \nf) Route change: \nRoute-based  ATFM  measures  (horizontal  or  vertical)  that \naim  to  remove  a  series  of  scheduled  flights  to  reach  a \nrestricted ATM resource.  \nRoute changes are generally organized in scenarios and can \nbe mandatory or alternative.  \nA rerouting is usually issued to: \n1) ensure  that  aircraft  operate  in  conjunction  with  a \nrequired traffic flow; \n2) clear airspace with restrictions or reservations;  \n3) Avoid areas whose known weather conditions are such \nthat aircraft have to circumvent them. \n \n \ng) Mandatory rerouting scenarios: \nThese  are  mandatory  rerouting  of  inflows  to  reduce  the \nlevel of traffic in restricted areas.  \n \nh) Ground Delay Program (GDP): \nGDP is a tactical or pre-tactical ATFM measure relating to an \nATM  process  in  which  aircraft  remain  on  the  ground  in \norder to manage capacity and demand in a specific volume \nof airspace or at a specific aerodrome.  \nIn   this   process,   departure   times   are   allocated   to   the \ncorresponding   available   entry   slots   in   the   restricted \nairspace   or   to   the   arrival/departure   slots   to/from   the \nrestricted aerodrome.  \n \n \n\nAIP ARGENTINA  ENR 1.9.-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \nEl GDP tiene como objetivo, entre otras cosas, minimizar las \ndemoras  aéreas.  Se  trata  de  un  programa  flexible  y, en \nconsecuencia,  su  forma  puede  variar  en  función  de  las \nnecesidades del sistema ATM. \nLos GDP se elaboran mejor de manera colaborativa, a pesar \nde que generalmente son administrados y gestionados por \nuna FMU o un centro ATFM nacional/internacional. \nCuando se programa un GDP para que dure varias horas, la \nprobabilidad   de   que   sea   necesario   revisar   los   turnos \naumenta, puesto que las condiciones podrían variar. Por lo \ntanto,  debería  implantarse  un  sistema  para  notificar  a los \nusuarios del espacio aéreo y/o pilotos los turnos de salida, \nasí como todo cambio en el GDP. \n \ni) Parada en tierra (GSt): \nEs una medida ATFM táctica adoptada para hacer frente a \nuna situación adversa imprevista. Se basa en la selección de \naeronaves específicas para que permanezcan en tierra. \nA raíz de la gran repercusión en los usuarios de las paradas \nen tierra (principalmente debido a la falta de notificación), \ndeberían estudiarse y aplicarse medidas ATFM alternativas \nantes de realizar una GSt, siempre y cuando el tiempo y las \ncircunstancias lo permitan. \nLa  GSt  también  se  denomina  \"medida  ATFM  de  régimen \ncero\". Se aplica habitualmente: \n1) en los casos en los que la capacidad de los aeródromos \nse    ha    reducido    notablemente    por    fenómenos \nmeteorológicos muy adversos o el cierre de pistas, por \nejemplo, como consecuencia de accidentes/incidentes \nde aviación; \n2) para evitar períodos prolongados de retención en vuelo \ny que  un  sector/centro  alcance  niveles  cercanos  a  la \nsaturación o se provoque un atasco en el aeródromo; \n3) en  el  caso  de  que  una  instalación  no  pueda,  total  o \nparcialmente,   prestar   servicios   de   tránsito   aéreo \ndebido a circunstancias imprevistas; y \n4) cuando  las rutas  no  están  disponibles  por  fenómenos \nmeteorológicos extremos o catástrofes graves. \n \nj) Espera en vuelo: \nMedida  táctica  ATFM  diseñada  estratégicamente.  Es  un \nproceso que requiere que la aeronave espere en un punto \nde   recorrido   en   un   circuito   de   espera   normalizado \npredefinido. Se suele utilizar para enfrentar desequilibrios \nde demanda y capacidad notificados con poca anticipación. \nTambién   puede   permitir   la   creación   de   una   lista   de \naeronaves que podrían aprovechar aumentos temporarios \nde capacidad  que  surgen con  poca  anticipación,  como  los \nque    se    producen    durante    cierto    tipo    de    eventos \nmeteorológicos. \n \n6. PROCEDIMIENTOS ATFM \n \n6.1 Cálculo de Capacidad de Pista y de Sector ATC \nLa FMU EZE realiza los cálculos de Capacidad  de Pista y de Sector \nATC de los aeropuertos y de los espacios aéreo que gestiona EANA  \n \nNota. — Estas tareas  son coordinadas  desde el  Área  de  Gestión \n“Cálculo de Capacidad” de la FMU EZE. \n \n6.2 Procedimientos estratégicos \n \nLa   FMU   EZE   planifica   de   forma   estratégica   cada   una   de   las \ntemporadas  del  año,  así  como  cualquier  otro  evento  especial  por \nmedio de la elaboración de informes. \n \nThe GDP aims, among other things, to minimize air delays. \nIt is a flexible schedule and, consequently, its form may vary \ndepending on the needs of the ATM system.  \nGDPs are best developed collaboratively, although they are \ngenerally  administered  and  managed  by  an  FMU  or  a \nnational/international ATFM center.  \nWhen  a  GDP  is  scheduled  to  last  for  several  hours,  the \nlikelihood of needing to revise shifts increases as conditions \nmay  change.  Therefore,  a  system  should  be  implemented \nto notify airspace users and/or pilots of departure shifts as \nwell as any changes to the GDP.  \n \n \n \ni) Ground Stop (GSt): \nIt is  a  tactical  ATFM  measure  adopted  to  cope  with  an \nunforeseen adverse situation. It is based on the selection of \nspecific aircraft to remain on the ground.  \nDue to the high user impact of ground stops (mainly due to \nlack of notification), alternative ATFM measures should be \nconsidered  and  implemented  prior  to  conducting  a  GSt, \ntime and circumstances permitting.  \nGSt is also referred to as a \"zero-speed ATFM measure\". It \nis usually applied:  \n1) in    cases    where    aerodrome    capacity    has    been \nsignificantly  reduced  due  to  very  adverse  weather \nevents  or  runway  closures,  e.g.  as  a  result  of  aviation \naccidents/incidents;  \n2) to  avoid  prolonged  periods  of  in-flight  holding  and  a \nsector/center    reaching    near    saturation    levels    or \ncausing aerodrome congestion; \n3) in the event that a facility is unable, in whole or in part, \nto   provide   air   traffic   services   due   to   unforeseen \ncircumstances; and  \n4) When routes are unavailable due to extreme weather \nevents or major catastrophes. \n \n \n \nj) In-flight holding: \nA strategically designed tactical  ATFM measure. A  process \nthat  requires  the  aircraft  to  wait  at  a  waypoint  on  a \npredefined standardized holding circuit. It is often used to \ndeal with short notice demand and capacity imbalances.  \nIt can also allow the creation of a list of aircraft that could \ntake  advantage  of  temporary  increases  in  capacity  that \narise at short notice, such as during certain types of weather \nevents. \n \n \n \n6. ATFM PROCEDURES \n \n6.1 Runway and ATC Sector Capacity calculation \nThe   FMU   EZE   performs   Runway   and   ATC   Sector   Capacity \nCalculations for airports and airspace managed by EANA (S.A). \n \nNote. – These tasks are coordinated by the “Capacity Calculation” \nManagement Area of the FMU EZE. \n \n6.2 Strategic procedures \n \nFMU EZE strategically plans each season of the year, as well as any \nother special event, through the preparation of reports. \n \n\nAIP ARGENTINA  ENR 1.9-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \nNota. —  Estas  tareas  son  coordinadas  desde  el  Área  de  Gestión: \n“ATFM Estratégico” de la FMU EZE. \n \n6.3 Procedimientos pre-tácticos \n \nDiariamente, la FMU EZE elabora su Plan Diario ATFM (PDA) como \nparte  de  la  Fase  Pretáctica  del  servicio  ATFM  en  el cual  dará \nconocimiento    a    la    Comunidad    Aeronáutica    acerca    de    las \ncondiciones  en  las  que  se  prevé  que  se  desarrollará  el día  en \ncuestión. \n \nEl   PDA   integra   información   esencial   acerca   de   la   capacidad-\ndemanda de los aeropuertos del área de responsabilidad, \npronósticos    e    informes    meteorológicos,    el    estado    de    la \ninfraestructura aeroportuaria y de los sistemas CNS en cuestión, y \ncualquier otra información pertinente. \n \nTeniendo    en    cuenta    toda    la    Información    ATFM    Integrada \nprecedente,  el  PDA  incluirá  las  medidas  ATFM  previstas  del  día, \nproducto  de  un  Análisis  de  Capacidad-Demanda  (DCB)  elaborado \npor la FMU EZE cada noche durante el período comprendido entre \nla 01:00 y las 08:00 UTC. \n \nPrevio a determinados eventos especiales, la FMU EZE elabora un \nPlan  Pretáctico  a  fin  de  planificar  cualquier  posible desbalance \nentre la capacidad y la demanda de los espacios aéreos y/o de los \naeropuertos que puedan estar involucrados. \n \nNota. — Estas  tareas  son  coordinadas desde  el  Área  de  Gestión: \n“ATFM Pre-Táctico” de la FMU EZE. \n \n6.4 Procedimientos tácticos \n \nDurante las 24 horas, la FMU EZE brinda el Servicio ATFM en su fase \ntáctica,  monitoreando  el  flujo  de  tránsito  y,  de  ser necesario, \najustando  y  adecuando  el  PDA  (Pre-Táctico)  a  cada  circunstancia \noperativa.  \n \nPara esto, la FMU EZE podrá enmendar medidas ATFM publicadas \nen el PDA y/o aplicar nuevas a fin de gestionar los flujos de tránsito \naéreo. \n \nNota. — Estas  tareas  son  coordinadas  desde  el  Área  de  Gestión: \n“ATFM Táctico” de la FMU EZE. \n \n6.5 Análisis posterior a las operaciones \n \nEsta  fase  es  el  paso  final  en  el  proceso  de  Planificación  y  Gestión \nATFM. Durante esta fase, se lleva a cabo un proceso analítico para \nmedir,    investigar    e    informar    los    procesos    y    actividades \noperacionales. \n \nLa FMU EZE realiza un Informe Post Operaciones (POST OPS) diario \nen  donde  se  incluirán  la  planificación  prevista  para  el día  de  la \noperación y lo efectivamente acontecido con el fin  de  generar un \naprendizaje y establecer un proceso de mejora continua. Asimismo, \nse  podrán  realizar  otro  tipo  de  Informes  POST  OPS,  ya  sean  estos \nsemanales, quincenales, mensuales y/o anuales. \n \nNota. — Estas  tareas  son  coordinadas  desde  el  Área  de  Gestión: \n“ATFM Post Operaciones” de la FMU EZE. \n \n7. MENSAJES ATFM \n \n7.1 Difusión de los mensajes ATFM a las dependencias ATS \n \nNote. – These tasks are coordinated by the “Strategic ATFM” \nManagement Area of the FMU EZE. \n \n6.3 Pre-tactical procedures \n \nOn a daily basis, EZE FMU prepares its Daily ATFM Plan (PDA) as part \nof the Pre-tactical Phase of the ATFM service in which it will inform \nthe Aeronautical Community about the conditions under which the \nday in question is expected to develop.  \n \n \nThe   PDA   integrates   essential   information   about   the capacity-\ndemand  of  the  airports  in  the  area  of  responsibility,  weather \nforecasts  and  reports,  the  status  of  the  airport  infrastructure  and \nCNS systems in question, and any other relevant information.  \n \n \nTaking into account all the preceding Integrated ATFM Information, \nthe  PDA  will  include  the  day's  forecasted  ATFM  measurements, \nresulting from a Capacity-Demand Analysis (DCB) prepared by the \nEZE  FMU  every  night  during  the  period  between  01:00  and  08:00 \nUTC.  \n \nPrior to certain special events, the EZE FMU prepares a Pre-tactical \nPlan in order to plan for any possible imbalance between capacity \nand demand of the airspaces and/or airports that may be involved. \n \n \nNote. – These tasks are coordinated by the “Pre-Tactical ATFM” \nManagement Area of the FMU EZE. \n \n6.4 Tactical procedures \n \nDuring  24  hours,  the  EZE  FMU  provides  the  ATFM  Service  in  its \ntactical   phase,   monitoring   the   traffic   flow   and,   if   necessary, \nadjusting  and  adapting  the  PDA  (Pre-Tactical)  to  each  operational \ncircumstance.  \n \nFor   this   purpose,   the   EZE   FMU may   amend   ATFM   measures \npublished in the PDA and/or apply new ones in order to manage air \ntraffic flows. \n \nNote. – These tasks are coordinated by the “Pre-Tactical ATFM” \nManagement Area of the FMU EZE. \n \n6.5 Post operations analysis  \n \nThis phase is the final step in the ATFM Planning and Management \nprocess.  During  this  phase,  an  analytical  process  is  conducted  to \nmeasure,  investigate  and  report  on  operational  processes  and \nactivities.  \n \nThe EZE FMU performs a daily Post Operations Report (POST OPS) \nwhich  will  include  the  scheduled  planning  for  the  day  of  the \noperation   and   what   actually   happened   in   order   to   generate \nlearning   and   establish   a   process   of   continuous   improvement. \nLikewise, other types of POST OPS Reports may be made, whether \nweekly, biweekly, monthly and/or yearly. \n \nNote. – These tasks are coordinated by the “ATFM Post Operations” \nManagement Area of the FMU EZE. \n \n7 ATFM MESSAGES  \n \n7.1 Broadcasting of ATFM messages to ATS units \n \n\nAIP ARGENTINA  ENR 1.9.-10 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \nA   fin   de   dar   conocimiento   sobre   los   mensajes   ATFM   a   las \nDependencias  ATS, ya  sean estas un ACC,  una TWR, o una oficina \nARO/AIS,  se  utiliza  la  red  AFTN  (Air  Fix  Telecomunications  Net) \nmediante el uso del sistema AMHS (ATS Message Handling System). \n \nA  continuación,  se  describe  el  formato  para  los  mensajes  que \ncontengan    medidas    ATFM    y    que    serán    difundidos    a    las \nDependencias ATS: \n \nIn order to broadcast ATFM messages to ATS Units, whether  they \nare    an    ACC,    a    TWR,   or    an    ARO/AIS    office,    the    Air    Fix \nTelecommunications Net (AFTN)  is utilized through the use of  the \nATS Message Handling System (AMHS). \n \nThe following describes the format for messages containing ATFM \nmeasurements to be broadcast to the ATS Units: \n \n \n Ejemplo MDI / MDI Example \nSVC FLOW CONTROL MDI FM SADP \nBTN 1901130900 AND 1901132359 \n1 ACFT EV 8 MIN DEP FM SADP TO TMA BAIRES \nBTN 1901131200 AND 1901132359 \n1 ACFT EV 10 MIN DEP FM SADF TO SAZS \nDUE TO POSS CONGESTION AND WEATHER \nEXC SAR, HUMANITARIAN AND STATE FLT \nTWR AEROPARQUE ASSIGN HR DEP FM SADP TO SAZS \nCOORDINATION FMU EZEIZA TE 011 44802318 RTI 57318 PTO \n \n Ejemplos MIT / MIT Examples \nSVC FLOW CONTROL MIT AT THE ENTRANCE TO SAEF \nBTN 1901131000 AND 1901131500 \nBTN 1901132100 AND 1901140200 \n1 ACFT EV 60 NM FM SACF BY ROKER/ISOPO POINTS BTN NTL FLT \n1 ACFT EV 20 NM FM SACF BY ROKER/ISOPO POINTS BTN INTL FLT AND BTN INTUNTL FLT \n1 ACFT EV 25 NM FM SACF BY MJZ POINT BTN NTL FLT \nDUE TO POSS CONGESTION \nEXC SAR, HUMANITARIAN, STATE FLT AND INTL FLT WITH MORE THAN 3 HR FLT \nCOORDINATION FMU EZEIZA TE 011 44802318 RTI 57318 PTO \nSVC FLOW CONTROL MIT AT THE ENTRANCE TO SAEF \nBTN 1901131000 AND 1901131400 BTN 1901132000 AND 1901140100 \n1 ACFT EV 40 NM FM SUEO BY KUKEN/PAPIX AND SARGO POINTS \nDUE TO POSS CONGESTION \nEXC SAR HUMANITARIAN AND STATE FLT \nCOORDINATION FMU EZEIZA TE 011 44802318 RTI 57318 PTO \n \n Ejemplos MINIT / MINIT Examples \nSVC FLOW CONTROL MINIT AT THE ENTRANCE TO SAEF \nBTN 1901132200 AND 1901140100 \n1 ACFT EV 10 MIN FM SARR BY TODES/RIOKA/KORTA AND VARES POINTS \nDUE TO POSS CONGESTION \nEXC SAR, HUMANITARIAN, STATE FLT AND INTL FLT WITH MORE THAN 3 HR FLT \nCOORDINATION FMU EZEIZA TE 011 44802318 RTI 57318 PTO \n \nSVC FLOW CONTROL MINIT AT THE ENTRANCE TO TMA BAIRES \nBTN 1901131400 AND 1901132359 \n1 ACFT EV 10 MIN FM SAZS SAZY SAZN BY ASADA POINT \nDUE TO POSS CONGESTION \nEXC SAR HUMANITARIAN AND STATE FLT \nCTA EZEIZA RADAR IV ASSIGN HR DEP FM SAZS SAZY SAZN \nCOORDINATION FMU EZEIZA TE 011 44802318 RTI 57318 PTO \n \n \n7.2 Difusión   de   los   mensajes   ATFM   a   la   comunidad \naeronáutica \n \nLas  medidas  ATFM  son  difundidas  a  la  comunidad  aeronáutica  a \ntravés de la plataforma web oficial de EANA S.A. www.eana.com.ar  \nen la sección \"servicios\" (https://eana.com.ar/servicios).  \n \n \n7.3 Broadcasting   ATFM   messages   to   the   aeronautical \ncommunity  \n \nATFM   measurements   are   made   available   to   the   aeronautical \ncommunity through EANA S.A.'s official     web platform \nwww.eana.com.ar in the \"services\" section \n(https://eana.com.ar/servicios).  \n \n\nAIP ARGENTINA  ENR 1.9-11 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \n \n \n \nAllí también se podrá tener acceso a los PDA y a los Informes Post \nOperaciones que elabore la FMU EZE mediante la descarga de tales \narchivos en formato PDF. \n \nAnte   cualquier   consulta   sobre   las   medidas   vigentes,   puede \nrecurrirse  a  la  FMU  EZE  a  través  de  los  medios  de  contacto \nespecificados en el ítem 4. \n \nThere  you  can  also  access  the  PDAs  and  Post  Operations  Reports \nprepared by the EZE FMU by downloading such files in PDF format. \n \n \nIf  you  have  any  questions  about  the  measures  in  force,  you  can \ncontact the EZE FMU through the means of contact specified in item \n4. \n \n \nGESTIÓN DEL ESPACIO AÉREO (ASM) \n \n1. INTRODUCCIÓN \n \nLa organización del espacio aéreo establece estructuras destinadas \na  dar cabida  a  los  distintos  tipos  de  actividades  aéreas,  a  los \nvolúmenes de tránsito y a los niveles de servicio requeridos.  \n \nLa gestión del espacio aéreo constituye el proceso mediante el cual \nse determinan y aplican las opciones de utilización del mismo, a fin \nde  satisfacer  las  necesidades  de  la  comunidad  ATM/UTM,  de  los \nusuarios y de las dependencias ATC.  \n \nLa  totalidad  del  espacio  aéreo  se  reconoce  como  un  recurso  de \ncarácter  común,  cuya  gestión  deberá  garantizar  condiciones  de \nequidad, dinamismo y flexibilidad.  \n \nEn consecuencia, y de conformidad con el principio de uso óptimo \nde  los  recursos  de  espacio  aéreo  previsto  en  la  normativa  OACI, \ntoda  restricción  impuesta  al  empleo  de  un  volumen  específico \ntendrá carácter estrictamente temporal. \n \n2. AUTORIDAD RESPONSABLE \n \nLa  Empresa  Argentina  de  Navegación  Aérea  (EANA S.A.)  es  la \nresponsable de brindar la Gestión de Espacios Aéreos. \n \n3. SERVICIO PROPORCIONADO \n \nEl desarrollo, diseño, estructuración y administración del uso de los \nvolúmenes de espacio aéreo tienen por objeto poner a disposición \nde todos los usuarios un canal de gestión ordenado, que permita el \nacceso a dichos volúmenes en momentos y periodos determinados. \n \nEste proceso posibilita la coexistencia de actividades aeronáuticas \nciviles  y  militares  de  diversa índole  y  naturaleza,  asegurando  en \ntodo momento un nivel aceptable de seguridad operacional en su \nejecución. \n \nLa  Gestión  del  Espacio  Aéreo  se  proporciona  en  las  cinco  (5) \nRegiones de Información de Vuelo (FIR) de la República Argentina \nincluyendo el espacio aéreo AORRA. \n \n4. UNIDADES DE GESTIÓN DE ESPACIO AÉREO \n \nEl  Departamento  de  Diseño  de  Espacio  Aéreo,  dependiente  de  la \nGerencia de Planificación, tiene a su cargo la prestación del servicio \nde diseño de Procedimientos  de  Vuelo Instrumental (IFP) y de los \nespacios   aéreos   asociados.   Asimismo,   es   responsable   de   la \nplanificación,  ejecución,  supervisión  y  mejora  continua  de  dichos \nservicios,  garantizando  su  adecuación  a  las  normas  nacionales  e \ninternacionales vigentes y a las necesidades operativas del sistema. \n \nSede:  Bouchard  547,  C1006,  Ciudad  Autónoma  de  Buenos  Aires, \nRepública Argentina \nCorreo de contacto: dptopbn@eana.com.ar \n \n \nAIRSPACE MANAGEMENT (ASM) \n \n1. INTRODUCTION \n \nAirspace     organization     establishes     structures     designed     to \naccommodate different types of air activities, traffic volumes, and \nrequired service levels.    \n \nAirspace  management  is  the  process  by  which  airspace  usage \noptions  are  determined  and  implemented  in  order  to  meet  the \nneeds of the ATM/UTM community, users, and ATC agencies.  \n \n \nAll airspace is recognized as a common resource, the management \nof   which   shall   ensure   conditions   of   equity,   dynamism,   and \nflexibility.   \n \nConsequently, and in accordance with the principle of optimal use \nof  airspace  resources  set  out  in  ICAO  regulations,  any  restriction \nimposed on the use of a specific volume shall be strictly temporary. \n \n \n2. RESPONSIBLE AUTHORITY \n \nThe  Argentine  Air  Navigation  Company  (EANA S.A.)  is  responsible \nfor providing Airspace Management. \n \n3. SERVICE PROVIDED \n \nThe   development,   design,   structuring,   and   administration   of \nairspace volumes are intended to provide all users with an orderly \nmanagement  channel  that  allows  access  to  these  volumes  at \nspecific times and periods.  \n \nThis   process   enables   the   coexistence   of   civil   and   military \naeronautical  activities  of  various  types  and  natures,  ensuring  an \nacceptable level of operational safety at all times. \n \n \nAirspace Management is provided in the five (5) Flight Information \nRegions  (FIR)  of  the  Argentine  Republic,  including  the  AORRA \nairspace. \n \n4. AIRSPACE MANAGEMENT UNITS \n \nThe Airspace Design Department, under the Planning Management, \nis  responsible  for  providing  Instrument  Flight  Procedures  (IFP) \ndesign services and associated airspace. It is also responsible for the \nplanning,  execution,  supervision,  and  continuous  improvement  of \nthese services, ensuring their compliance with current national and \ninternational standards and the operational needs of the system. \n \n \nHeadquarters:  Bouchard  547,  C1006,  Autonomous  City  of  Buenos \nAires, Argentine Republic \nContact email: dptopbn@eana.com.ar \n \n\nAIP ARGENTINA  ENR 1.9.-12 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n5. GESTIÓN  DE  ESPACIO  AÉREO/RESERVA  DE  ESPACIO \nAÉREO (ASM/REA) \n \nEl   Departamento   de   Gestión   y   Reserva   del   Espacio   Aéreo \n(ASM/REA)  opera  a  nivel  nacional.  Sus  unidades  ASM/REA  se \nencargan  de  la  coordinación  y  gestión  del  espacio  aéreo  para \nactividades  civiles  y  militares  que  no  están  relacionadas  con  el \ntransporte aéreo comercial. \n \nEsto incluye la afectación, reserva y restricción  del  espacio aéreo, \nasí como coordinaciones operativas en los niveles estratégico, pre-\ntáctico y táctico, interactuando de manera directa con los servicios \nATC,  la  ATFM,  usuarios  civiles,  unidades  militares,  fuerzas  de \nseguridad  y  organismos  de  defensa  del  Estado  Argentino,  con  el \nobjetivo  de  garantizar  un  uso  ordenado,  seguro  y  eficiente  del \nespacio aéreo. \n \nSede central ASM-REA:  \nAeropuerto Internacional Ministro Pistarini \nPuerta 50, Piso 4º Ezeiza \n(B1802EZE) Provincia de Buenos Aires, República Argentina. \nTeléfono: (+54 11) 4480-2250 / 4480-2291 \nCorreo de contacto: reacentral@eana.com.ar  \nDirección telegráfica aeronáutica: GAO-ASM-JF (SAEZEASM) \n \nInformación del  servicio  prestado,  canales  de  comunicación  y \ngestión en: https://www.eana.com.ar/servicios#reserva-espacio-\naereo  \n \n6. Unidades ASM-REA \n \n5. AIRSPACE    MANAGEMENT/AIRSPACE    RESERVATION \n(ASM/REA) \n \nThe     Airspace     Management     and     Reservation     Department \n(ASM/REA)  operates  at  the  national  level.  Its  ASM/REA  units  are \nresponsible  for  coordinating  and  managing  airspace  for  civil  and \nmilitary activities that are not related to commercial air transport. \n \n \nThis includes the allocation, reservation, and restriction of airspace, \nas  well  as  operational  coordination  at  the  strategic,  pre-tactical, \nand tactical levels, interacting directly with ATC services, ATFM, civil \nusers,  military  units,  security  forces,  and  defense  agencies  of  the \nArgentine  State,  with  the  aim  of  ensuring  the  orderly,  safe,  and \nefficient use of airspace. \n \n \nASM-REA headquarters:  \nMinistro Pistarini International Airport  \nGate 50, 4th Floor Ezeiza \n(B1802EZE) Province of Buenos Aires, Argentine Republic. \nTelephone: (+54 11) 4480-2250 / 4480-2291 \nContact email: reacentral@eana.com.ar  \nAeronautical telegraphic address: GAO-ASM-JF (SAEZEASM) \n \nInformation  the  service  provided,  communication  channels  and \nmanagement in: https://www.eana.com.ar/servicios#reserva-\nespacio-aereo  \n \n6. ASM-REA Units \n \nDependencia / \nUnit \nUbicación / \nLocation \nÁrea de responsabilidad / \nArea of responsibility \nDatos de contacto / \nContact information \nASM/REA EZE \nAeropuerto Internacional Ministro Pistarini \nAutopista Tte. Gral. Ricchieri Km 33,5  \nPuerta 50, Piso 4º Ezeiza  \n(B1802EZE) Provincia de Buenos Aires \nFIR SAEF  \nFIR SAVF \nTel: (+54 11) 4480-2250 /  \n4480-2291 \nINT/RTI: 57250 / 57291 \nASM/REA CBA \nAeropuerto Int. Ing. Ambrosio Taravella \nAv. La Voz Interior KM 8,5 Córdoba. \n(X5008HMH) Provincia de Córdoba  \nFIR SACF  \nFIR SAMF  \nFIR SARR \nTel: (+54 351) 475-6400 \nINT/RTI: 36202 \nHORARIO DE OPERACIÓN ASM/REA: lunes a viernes de 11:00 a 19:00 UTC /  \nASM/REA UNITS HOURS OF OPERATION: Monday to Friday from 11:00 am to 7:00 pm UTC \n \n \n \n \n \n \n \n ",
  "pageCount": 13,
  "characterCount": 62137
}