{
  "metadata": {
    "filename": "AIP - ENR1 - 2.pdf",
    "title": "ENR 1.2- Reglas de Vuelo Visual ",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:05.804Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.2.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nBanda de altitud / \nAltitude rand \n \nClase de espacio \naéreo / \nAirspace class \n \nVisibilidad de \nvuelo/ \nFlight visibility \n \nDistancia de las nubes / \nDistance from Cloud \nA 3.050 m (10.000 ft) AMSL o por encima / \nAt 3,050 m (10000 ft) AMSL or above  \n \nA*** B C D E F G \n \n8 km \n1.500  m  horizontalmente  300  m  (1.000  ft) \nverticalmente / \n1,500 m horizontal 300 m (1,000 ft) vertical \n \nPor debajo de 3.050 m (10.000 ft) AMSL y por \nencima  de  900  m  (3.000  ft)  AMSL,  o  por \nencima de 300 m (1.000 ft) sobre el terreno, \nde ambos valores el mayor / \nBelow  3,050  m (10,000  ft)  AMSL  and  900  m \n(3,000  ft)  above  AMSL,  or  300  m  (1,000  ft) \nabove  ground  level,  the  largest of  those  two \nvalues  \n \n \n \n \nA*** B C D E F G \n \n \n \n5 km \n \n \n1.500  m  horizontalmente  300  m  (1.000  ft) \nverticalmente / \n1,500 m horizontal 300 m (1,000 ft) vertical \nA 900 m (3.000 ft) AMSL o por debajo, o a 300 \nm  (1  000  ft)  sobre  el  terreno,  de  ambos \nvalores el mayor / \nAt 900 m (3,000 ft) AMSL or below, or at 300 \nm (1,000 ft) ground level, the largest of those \ntwo values \n \n \nA*** B C D E \n \n \n5 km \n1.500  m  horizontalmente  300  m  (1.000  ft) \nverticalmente / \n1,500 m horizontal 300 m (1,000 ft) vertical  \n \n \nF G \n \n5 km** \nLibre de nubes y con la superficie a la vista / \nFree of clouds and ground at sight \n \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.2     REGLAS DE VUELO VISUAL ENR 1.2     VISUAL FLIGHT RULES \n \n1. Normas generales  \n \nAplicación de las reglas de vuelo visual (VFR) \n \nLos vuelos VFR, tanto en vuelo como en el área de maniobras de un \naeródromo, se ajustarán a las siguientes reglas de vuelo visual. Las \npresentes reglas son adicionales a las reglas generales (ver ENR 1.1) \ny su observancia no exime al piloto de cumplir con estas últimas. \n \n \nCumplimiento \n \nLa  posibilidad  de  efectuar  un  vuelo  de  acuerdo  con  las  reglas  de \nvuelo visual depende de las condiciones meteorológicas reales que \nse encuentren durante el vuelo, siendo responsabilidad del piloto \nfinalizar  la  operación  VFR  cuando  las  condiciones  meteorológicas \nno  permitan  el  mantenimiento  de  los  márgenes  prescritos  por \nestas reglas y sus procedimientos de aplicación.  \n \nServicio de información de vuelo \n \nEl servicio de información de vuelo suministrado a los vuelos VFR \nincluirá  además  si  se  dispone,  información  sobre  las  condiciones \nmeteorológicas a lo largo de la ruta de vuelo que puedan hacer que \nno  sea  posible  operar  en  condiciones  meteorológicas  de  vuelo \nvisual. \n \n2. Mínimos meteorológicos VFR básicos \n \na) Salvo cuando operen con carácter de vuelos VFR especiales, los \nvuelos  VFR  se  realizarán  de  forma  que  la  aeronave  vuele  en \ncondiciones de visibilidad y de distancia de las nubes que sean \niguales o superiores a las indicadas a continuación: \n \n \n \n \n1. General rules \n \nVisual Flight Rules (VFR) Application \n \nVFR  flights,  both  in  flight  and  in  the  maneuvering  area  of  an \naerodrome,  shall  be  performed  according  to  the  following  visual \nflight rules. These rules are additional to the general rules (see ENR \n1.1)   and   their   compliance   does   not   exempt   the   pilot   from \ncomplying with the latter. \n \nCompliance \n \nthe feasibility to perform a flight according to the visual flight rules \ndepends  on  the  real  meteorological  conditions  met  during  the \nflight. The pilot is responsible for ending the VFR operation when \nthe   meteorological   conditions   do   not   allow   maintaining   the \nestablished  margins  for  these  rules  and  their  procedures  for \napplication. \n \nFlight Information Service \n \nFlight Information Service provided for the VFR flights shall include, \nif  available,  information  relating  to  meteorological  conditions \nduring the entire flight route that may make visual flight operation \nimpossible. \n \n \n2. Basic VFR minimal meteorological conditions \n \na) Except for special VFR flights, VFR flights shall be performed in \nsuch a way that the aircraft flies in visibility conditions and at a \ndistance to the clouds equal or above the following: \n\nAIP ARGENTINA  ENR 1.2.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \nCuando  la  altitud  de  transición  sea  inferior  a  3.050  m  (10.000  ft) \nAMSL, deberá utilizarse el FL 100 en vez de 10.000 ft. \n \n \n**  Cuando así lo prescriba la Autoridad Aeronáutica: \n \na) pueden permitirse visibilidades de vuelo reducidas \na  no  menos  de  1.500  m,  para  los  vuelos  que  se \nrealicen: \n \n1) a   velocidades   que   en   las   condiciones   de \nvisibilidad  predominantes  den  oportunidad \nadecuada    para    observar    el    tránsito,    o \ncualquier  obstáculo,  con  tiempo  suficiente \npara evitar una colisión; o  \n \n2) en circunstancias  en  que haya normalmente \npocas   probabilidades   de   encontrarse   con \ntránsito,  por  ejemplo,  en  áreas  de  escaso \nvolumen de tránsito y para efectuar trabajos \naéreos a poca altura \n \nb) Los HELICÓPTEROS  pueden  estar  autorizados  a \nvolar con una visibilidad de vuelo inferior a 1.500 m \nsi maniobran a  una velocidad que dé oportunidad \nadecuada  para  observar  el  tránsito,  o  cualquier \nobstáculo,  con  tiempo  suficiente  para  evitar  una \ncolisión.  \n \n***  Las  mínimas  VMC  en  el  espacio  aéreo  de  Clase  A  se \nincluyen  a  modo  de  orientación  para  los  pilotos  y  no \nsuponen la aceptación de vuelos VFR en el espacio aéreo \nde Clase A. \n \nb) Excepto que lo autorice la dependencia de Control de Tránsito \nAéreo en vuelos VFR, no se despegará ni se aterrizará en ningún \naeródromo dentro de una Zona de Control, ni se entrará en la \nZona de Tránsito de Aeródromo o en el circuito de tránsito de \ndicho aeródromo: \n \n1)  si el techo de nubes es inferior a 300 m (1.000 ft); o  \n \n2) si la visibilidad en tierra es inferior a 5 km.  \n \nc) Los  vuelos  VFR,  entre  la  puesta  y  la  salida  del  sol  o  durante \ncualquier  otro  período  entre  la  puesta  y  la  salida  del  sol  que \npueda  prescribir  la  Autoridad  Aeronáutica,  se  realizarán  de \nconformidad    con    las    condiciones    prescritas    por    dicha \nautoridad.  \n \n3. Restricción para vuelos VFR \n \na) A  menos  que  lo  autorice  la  Autoridad  Aeronáutica,  no  se \nrealizarán vuelos VFR:  \n \n1)  por encima del FL 200;  \n \n2)  a velocidades transónicas y supersónicas.  \n \n4. Prohibición para vuelos VFR \n \nNo se otorgará autorización para vuelos VFR por encima del FL 290 \nen áreas donde se aplica una separación vertical mínima de 300 m \n(1 000 ft) por encima de dicho nivel de vuelo.  \n \n \nWhen  the  transition  altitude  is lower  than  3,050  m  (10,000  ft) \nAMSL, FL 100 shall be used, instead of 10,000 ft. \n \n \n** When established by the Aviation Authority: \n \na) Reduced flight visibilities to no less than 1,500 m may \nbe allowed for flights being performed: \n \n \n1) at speeds at which prevailing visibility conditions \nadequately    allow    observing    traffic    or    any \nobstacle, with enough time to avoid collision; or \n \n \n \n2) in  situations  in  which  chances  of  encountering \ntraffic   are   slim,   for   instance,   in   poor   traffic \nvolume areas and in order to carry out air work at \na low altitude.  \n \n \nb) HELICOPTERS may  be authorized to fly with a lower \nto 1,500 m flight visibility if they maneuver at a speed \nthat   adequately   allows   observing   traffic   or   any \nobstacle, with enough time to avoid collision. \n \n \n \n*** VMC minimal conditions at Class A airspace are included \nfor guidance purposes for pilots and they do not imply acceptance \nof VFR flights in Class A airspace. \n \n \nb) Unless authorized by the Air Traffic Control unit, in VFR flights \nno aircraft shall take-off or land at any aerodrome within a CTR, \nnor shall enter the ATZ or the traffic circuit at that aerodrome \nif: \n \n \n1) The cloud ceiling is lower than 300 m (1,000 ft); or \n \n2) Land visibility is lower than 5 km. \n \nc) Between   sunset   and   sunrise   or   during   any   other   period \nbetween  sunset and  sunrise  that  the  Aviation  Authority  may \nestablish,  VFR  flights  shall  be  performed  pursuant  to  the \nconditions established by said Authority. \n \n \n3. VFR flight restriction \n \na) Unless authorized by the Aviation Authority,  VFR  shall not  be \nperformed: \n \n1) Above FL 200; \n \n2) At transonic and supersonic speeds. \n \n4. VFR flight prohibition \n \nVFR  flights  above  FL  290  shall  not  be  authorized  in  areas  where \nminimal  vertical  separation  of  300  m  (1000  ft)  above  said  flight \nlevel is applied. \n \n\nAIP ARGENTINA  ENR 1.2-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \n5. Altitudes mínimas de seguridad VFR \n \na) Excepto cuando sea necesario para el despegue o el aterrizaje, \no  cuando  se  tenga  autorización  de  la  Autoridad  Aeronáutica, \nlos vuelos VFR no se efectuarán:  \n \n1) sobre aglomeraciones de edificios en ciudades, pueblos o \nlugares habitados, o sobre una reunión de personas al aire \nlibre  a  una altura  menor  de  300  m  (1.000  ft)  sobre  el \nobstáculo  más  alto  situado  dentro  de  un  radio  de  600  m \ndesde la aeronave. \n \n2) en  cualquier  otra  parte  distinta  de  la  especificada  en  el \nPárrafo a) 1) de esta sección, a una altura menor de 150 m \n(500 ft) sobre tierra o agua. \n \n6. Altitud de crucero o nivel de vuelo VFR \n \nA  no  ser  que  se  indique  de  otro  modo  en  las  autorizaciones  de \ncontrol   de   tránsito   aéreo   o   por   disposición   de   la   Autoridad \nAeronáutica, los vuelos VFR en vuelo horizontal de crucero cuando \noperen por encima de 900 m (3.000 ft) con respecto al terreno o al \nagua, o de un plano de comparación más elevado según especifique \nla  Autoridad  Aeronáutica,  se  efectuarán  a  un  nivel  de  crucero \napropiado a la derrota, como se especifica en la tabla de niveles de \ncrucero que figura en el ENR 1.7, columnas 2 y 4.  \n \n7. Cumplimiento   con   las   autorizaciones   del   control   de \ntránsito aéreo \n \na) Los  vuelos  VFR  observarán  las  disposiciones  especificadas  en \nlas  RAAC,  Parte  91,  referidas  a  Autorizaciones  del  control  de \ntránsito aéreo y comunicaciones:  \n \n1)  cuando se realicen en el espacio aéreo de Clases B, C y D;  \n \n2)  cuando   formen   parte   del   tránsito   de   aeródromo   en \naeródromos controlados; o  \n \n3)  cuando operen con carácter de vuelos VFR especiales.  \n \n \n8. Comunicaciones en vuelos VFR \n \nCualquier vuelo VFR que se realice dentro de áreas designadas o a \nlo  largo  de  rutas  designadas  por  la  Autoridad  Aeronáutica,  para \nfacilitar  el  suministro  de  Servicios  de  Información  de  Vuelo,  de \nAlerta y de Búsqueda y Salvamento, o para facilitar la coordinación \ncon  las  dependencias  militares  o  con  las  dependencias  de  los \nServicios de Tránsito Aéreo competentes en Estados adyacentes, a \nfin  de  evitar  la  posible  necesidad  de  interceptación  para  fines  de \nidentificación,  mantendrá  comunicaciones  aeroterrestres  vocales \nconstantes por  el canal apropiado de la dependencia de  Servicios \nde  Tránsito  Aéreo  que  suministre  el  Servicio  de  Información  de \nVuelo, e informará su posición a la misma cuando sea necesario.  \n \n9. Cambio de plan de vuelo VFR a IFR \n \na) Toda  aeronave  que  opere  de  acuerdo  con  las  reglas  de  vuelo \nvisual y desee cambiar para ajustarse a las reglas de vuelo por \ninstrumentos:  \n \n1)  Si ha presentado un plan de vuelo, comunicará los cambios \nnecesarios  que  hayan  de  efectuarse  en  su  plan  de  vuelo \nactualizado; o  \n \n5. VFR safety minimum altitudes \n \na) Unless necessary for takeoff or landing, or when authorized by \nthe Aviation Authority, VFR flights shall not be performed: \n \n \n1) Above building agglomerations in cities, towns or inhabited \nplaces,  or  above  open-air  gatherings  of  people  at  a  lower \naltitude  than  300  m (1,000  ft)  above  the  highest  obstacle \nwithin a 600 m radius from the aircraft; \n \n \n2) At  any  other  area  not  specified  in  Paragraph  a)  1)  of  this \nsection, at an altitude lower than 150 m (500 ft) above land \nor water. \n \n6. Cruise altitude or VFR flight level \n \nUnless otherwise indicated by the ATC clearances or by regulation \nof the Aviation Authority, at cruise horizontal flight when operating \nabove 900 m (3,000 ft) over land or water or over a more elevated \ncomparison plane according to what the Aviation Authority states, \nVFR flights shall be performed at a cruise level suitable to the track, \nas specified in the cruise level table in ENR 1.7, columns 2 and 4. \n \n \n \n7. Compliance with the ATC clearances \n \n \na) VFR flights shall comply with the regulations established in Part \n91  of the  Argentine  Civil  Aviation  Rules,  referring  to  ATC  and \nCommunication Clearances when: \n \n1) they are performed in airspace Classes B, C and D; \n \n2) they   are   part   of   the   aerodrome   traffic   at   controlled \naerodromes; or \n \n3) they operate as special VFR flights. \n \n \n8. Communications during VFR flights \n \nIn order to facilitate the provision of Flight Information, Alert and \nSearch  and  Rescue  Services,  or  in  order  to  facilitate  coordination \nwith military units or with ATC units at the adjacent countries, and \nwith the objective to avoid possible interception for identification, \nall VFR flights performed within designated areas or along routes \ndesignated  by  the  Aviation  Authority  shall  maintain  constant  air-\nground voice communication through the adequate channel of the \nATC  unit  that  provides  the  Flight  Information  Service,  and  those \nflights shall also inform their position to the unit when necessary. \n \n \n \n9. Flight plan change from VFR to IFR \n \na) Every aircraft operating under visual flight rules that wishes to \nchange to flight by instruments:  \n \n \n1) if a flight plan has been submitted, the necessary changes \nto    be    made    to    the    updated    flight    plan    shall    be \ncommunicated ; or \n\nAIP ARGENTINA  ENR 1.2.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \n2)  Cuando así lo requiera lo especificado en la sección Reglas \nde Vuelo de las RAAC, Parte 91:  \n \ni) Presentará   un   plan   de   vuelo   a la   dependencia \napropiada de los servicios de tránsito aéreo; y \n \nii) deberá obtener autorización antes de proseguir en IFR \ncuando se encuentre en espacio aéreo controlado. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n2) when  required  by  Part  91,  Flight  Rules,  of  the  Argentine \nCivil Aviation Rules: \n \ni) a  flight  plan  shall  be  submitted  to  the  respective  air \ntraffic services unit; and \n \nii) an authorization shall be obtained before continuing by \nIFR at controlled airspace. \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n ",
  "pageCount": 5,
  "characterCount": 15051
}