{
  "metadata": {
    "filename": "AIP - GEN1 - 3.pdf",
    "title": "GEN 1.3 - Entrada tránsito y salida de pasajeros y tripulación",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T16:12:51.590Z"
  },
  "text": "\n\nAIP ARGENTINA  GEN 1.3.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA   AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nGEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS \nGEN 1.3    ENTRADA, TRÁNSITO Y SALIDA DE PASAJEROS Y     \nTRIPULACIÓN \nGEN 1.3      ENTRY, TRAFFIC AND DEPARTURE OF PASSENGERS \nAND CREW MEMBERS \n \n1. Requisitos de Aduana \n \nLos  pasajeros  que  ingresen  a  la Argentina pueden  introducir  los \nefectos  que  para  cada  caso  establece  la  Dirección  General  de \nAduanas,  página  oficial www.afip.gob.ar y  acceder  al link ”ABC - \nConsultas y Respuestas Frecuentes”  \n \nEquipaje  \n \nRégimen    de    equipaje    (Régimen    General    de    Equipaje    de \nImportación y Exportación) Resolución N° 3751/94 (ANA). \n \nEl equipaje no acompañado deberá provenir del lugar o lugares de \nestadía o procedencia del viajero.  \n \nEl  equipaje  deberá  ser  declarado  por  el  interesado  dentro  de  los \nsiguientes plazos:  \n \na) NOVENTA  (90)  días,  para  los  que  arriben  no  acompañado, \n(Art. 34 del Decreto Nº 1001 de fecha 21 de mayo de 1982 y \nArt – 1º  del  Decreto  Nº1239  de  fecha  19  de  noviembre  de \n1997)  \n \nb) QUINCE (15) días de su permanencia en depósito (Artículo 65 \ndel Decreto Nº 1001/82), para el equipaje acompañado.  \n \n \nIngreso de divisas  \n \nLos   viajeros   de   cualquier   categoría   y    los   tripulantes   que \nintroduzcan   al   territorio   argentino,   en   calidad   de   equipaje, \npacotilla,  dinero  en  efectivo  y/o  instrumentos  monetarios  por  un \nvalor igual o superior a DIEZ MIL DOLARES ESTADOUNIDENSES (U$S \n10.000) deberán completar y presentar el formulario \n“DECLARACION DE ADUANAS” al ingresar al país. \n \nEl importe indicado regirá para las personas mayores de edad, los \nemancipados  y  para  los  menores  que  hayan cumplido  DIECISEIS \n(16)  años.  Cuando se trate  de menores de DIECISEIS (16)  años de \nedad   no  emancipados,   dicho   monto  será  igual  o  superior  al \nequivalente   a   CINCO   MIL   DOLARES   ESTADOUNIDENSES   (U$S \n5.000).  \n \nEl   equipaje   de   los   tripulantes está exento   de   gravámenes \nsolamente  en  cuanto  a  ropas,  objetos  de  uso  personal,  libros  y \nperiódicos,   no   beneficiándose   de   las   franquicias    presentes \nprevistas en el presente.  \n \nA su ingreso al país el pasajero puede traer:  \n \na) SIN PAGO DE ARANCEL:  \n Ropas y objetos de uso personal usados.  \n Libros, periódicos y folletos sin finalidad comercial.  \n Mercaderías nuevas hasta un límite de U$ 300 (U$S 150 para \nmenores de 16 años). \n \n \n \n \n \n1. Customs Requirements \n \nThe passengers entering the Republic of  Argentina are allowed to \nbring the items established for each case by the General Directorate \nof  Customs,  official  web  page: www.afip.gob.ar, by  accessing  the \nlink “ABC-Frequently Asked Questions”. \n \nBaggage \n \nBaggage    Requirements    (General    Baggage    Requirements    for \nImportation and Exportation) Resolution No. 3751/1994 (ANA). \n \nUnaccompanied  baggage  must  proceed  from  the  place  or  places \nwhere the traveler has stayed or from which he/she proceeds.  \n \nThe  baggage  shall  be  declared  by  the  interested  party  within  the \nfollowing terms: \n \na) NINETY  (90)  days  for  those  arriving  unaccompanied (Section \n34  of  Decree  No.  1001  dated  21  May  1982  and  Section  1  of \nDecree No. 1239 dated 19 November 1997).   \n \n \nb) FIFTEEN (15) days of its permanence in storage (Section 65 of \nDecree No. 1001/1982) for accompanied baggage. \n \n \nCurrency Entry \n \nThe  travelers  of  any  category  and  the  crew  members  bringing  to \nthe Argentine territory, as baggage, non-freight goods, cash money \nand/or monetary instruments for a value equal to or greater than \nTEN  THOUSAND  UNITED   STATES  DOLLARS  (U$S  10,000)  shall \ncomplete and present a “CUSTOMS DECLARATION” upon arrival in \nthe country.  \n \nThe  above-mentioned  amount  of  money  shall  be  applied  to  the \nindividuals of legal age or emancipated, as well as to over SIXTEEN-\nYEAR-OLD (16) minors. For unemancipated minors under SIXTEEN \n(16)  years old, the amount of  money shall be  equal to or greater \nthan FIVE THOUSAND UNITED STATES DOLLARS (U$S 5,000).  \n \n \nThe crew members’ baggage shall be exempted from charges only \nin the case of clothes, personal belongings, books and newspapers, \nwithout taking advantage of the exemptions mentioned herein. \n \n \nUpon arrival in the country, the passenger can bring:  \n \na) WITHOUT PAYMENT OF CHARGES \n Used clothes and personal belongings. \n Books,    newspapers    and    brochures    without    commercial \npurposes. \n New goods limited up to U$S 300 (U$S 150 for minors under 16 \nyears old). \n \n \n \n\nAIP ARGENTINA  GEN 1.3.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nb) CON PAGO DE ARANCEL UNICO DEL 50%: \n Sobre el excedente de U$S 300.  \n Sin finalidad comercial.  \n \nc) BENEFICIO     ADICIONAL     DE     U$S     300     PARA     BIENES \nADQUIRIDOS EN TIENDAS LIBRES (FREE-SHOP) DE LLEGADA. \n \nNota. —Las   franquicias   establecidas   son   intransferibles   e \nindividuales, no acumulativas, y no podrán ser utilizadas más de \nuna  vez  por  mes.  Cuando  los  viajeros  constituyan  un  grupo \nfamiliar,  cónyuge  e  hijos  menores  de  dieciséis  (16)  años  no \nemancipados,   la   franquicia   podrá   ser   utilizada   en   forma \nconjunta, inclusive cuando se trate de un único efecto. \n \n2. Requisitos de inmigración  \n \nEntrada al País  \n \nMenores argentinos: No se les solicitará autorización al ingresar.  \n \n \nArgentinos nativos  o naturalizados: No  es  necesario que tengan \npasaporte válido para su ingreso al país.  \n \nResidentes permanentes: Deberán  estar  de  regreso  en  el  país \n“antes de los 2 años” subsiguientes al de su salida; de no poder \ncumplir con estos plazos, y al solo efecto de no perder su condición \nde residentes permanentes, deberá presentarse ante el Consulado \nArgentino más próximo, a efectos de prorrogar su permanencia.  \n \nResidentes temporarios:  Deberán  retornar  al  país  “antes  del \nvencimiento” de la permanencia otorgada oportunamente por la \nDirección  Nacional  de  Migraciones;  caso  contrario  se  les  dará \ningreso como “turistas” (para el caso de que  su  nacionalidad  no \nnecesitare  “visación consular”)  y  perderán  su  condición  de \nresidentes temporarios. \n \nPara el caso de que su nacionalidad requiera visación Consular, y la \nfecha de radicación temporaria estuviere vencida, se procederá a \nsu inmediato “RECHAZO” en el mismo medio de transporte en que \ningresare al país.  \n \nArgentinos  residentes  en  el  exterior  y  usuarios  de  pasaporte  de \nnacionalidad adoptada  \n \nIngreso:  No  tendrán  inconveniente  en  el  uso  del  pasaporte  de  la \nnacionalidad   adoptada.   Para   el   caso de que   la   nacionalidad \nadoptada tuviera Convenio de Doble Nacionalidad con la República \nArgentina, el ingreso será como “Turista” por el término que el \nfuncionario actuante estipule.  \n \nPara  el  caso de que  no  hubiera  Convenio  de  Doble  Nacionalidad, \ningresaría como argentino.  \n \nEgreso: Para el caso de que saliera del país con pasaporte de alguno \nde los países con los que hay Convenio de Doble Nacionalidad, y el \nmismo se encuentre dentro del plazo de permanencia autorizada, \npodrá hacerlo sin inconveniente.  \n \nEn el caso de “permanencia vencida”, deberá  abonar  el  arancel \ncorrespondiente por Habilitación de Salida del País.  \n \nEn  caso  de  ciudadanos  cuyo  país  no  posea  Convenio  de  Doble \nNacionalidad  con  el  nuestro,  deberán  hacerlo  indefectiblemente \ncon pasaporte argentino.  \n \nb) WITH A UNIQUE PAYMENT OF CHARGES OF THE 50% \n Over amounts exceeding the U$S 300. \n Without commercial purposes.  \n \nc) ADDITIONAL BENEFIT OF U$S 300 FOR GOODS ACQUIRED IN \nDUTY FREE SHOPS UPON ARRIVAL \n \nNote. —All  these  established  exemptions  are  non-cumulative, \npersonal  and  not  transferable,  and  they  cannot  be  used  more \nthan once per month. When travelers are members of a family \ngroup,   spouse   and   children   under   sixteen   (16)   years   old \nunemancipated, the exemption can be jointly used, even when \nthere is only one item.  \n \n2. Immigration Requirements \n \nEntry into the Country \n \nArgentine  Minors:  No  authorization  is  required  when  they  enter \nthe country. \n \nNative  or  Naturalized  Argentine  Persons:  It  is  not necessary  for \nthem to have a valid passport to enter the country. \n \nPermanent Residents: They should be back in the country “before \nthe 2 subsequent years” since their departure; if it is not possible \nto  fulfill  this  term,  and  only  for  the  purpose  of  keeping  their \ncondition  of  permanent  residents,  they  shall  go  to  the  nearest \nArgentine Consulate in order to extend their stay. \n \nTemporary Residents: They should be back in the country “before \nthe expiration date” of the stay granted in due course by the \nNational Directorate of Migration; otherwise, they will be allowed \nto  enter  as  “tourists”  (in  cases  where,  according  to  their \nnationality, no “Consulate visa” is required), and they will lose their \ncondition of temporary residents.  \n \nIn the case where the visitor’s nationality requires a Consulate visa, \nand if the date of the temporary residence has expired, he/she will \nbe immediately “REJECTED” in the same  means  of  transport  that \nhe/she has used to arrive in the country. \n \nArgentine   Residents   Abroad   and   Users   of   Passports   of   an \nAdopted Nationality \n \nEntry: There will be no inconvenience for the use of the passport \nof  the  adopted  nationality.  In  case  the adopted  nationality  had  a \nDual  Nationality  Agreement  with  the  Republic  of  Argentina,  the \nentry will be as “tourists” for the time established by the relevant \nauthority. \n \nIf there were no Dual Nationality Agreements, they would enter as \nArgentine citizens. \n \nDeparture:  In case of leaving the country with a passport of one of \nthe countries with a Dual Nationality Agreement, there will be no \ninconvenience  if  such  passport  is  within  the  period  of  authorized \nstay. \n \nIn  case  of  an  “expired  stay”,  they  should  pay  the   fees \ncorresponding to the authorization to leave the country. \n \nIn  the  case  of  citizens  from  a  country  with  no  Dual  Nationality \nAgreement  with  our  country,  the  Argentine  passport  shall  be \ncompulsory. \n\nAIP ARGENTINA  GEN 1.3-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nPaíses  con  los  cuales  la  República  Argentina  tiene  Convenio  de \ndoble nacionalidad  \n \nCHILE - COLOMBIA - ECUADOR - ESPAÑA - EL   SALVADOR - \nHONDURAS - ITALIA - NICARAGUA - NORUEGA - PANAMA - SUECIA \n- (EE.UU.: Todos los nacionalizados antes del 20-10-81). \n \n \nSalidas del país  \n \nMenores: (Se consideran menor hasta los 21 años)  \n \nCuando viajen al  exterior solo o acompañado: Deberán  presentar \ndocumento  personal  y  el  correspondiente  permiso  de  viaje,  de \npadre y madre, ya sea por separado o en conjunto, emitido por las \nautoridades competentes (escribanos, jueces, etc.) En caso de ser \nante escribano, debe estar certificado por el Colegio de Escribanos.  \n \nAcompañados    por    uno    de    sus    padres: Deberá    presentar \ndocumento de identidad, permiso de menor de uno de los padres \nque  no  viaje,  emitido  ante  las  autoridades  mencionadas  en  el \npárrafo   anterior,   y   el   viajante   comprobar   la   paternidad   o \nmaternidad  del  mismo  mediante  la  presentación  de  Libreta  de \nMatrimonio,  o, en  su  defecto, Certificado  de  Nacimiento.  Se  deja \nconstancia de que  es  válida  la  autorización  emitida  por  ambos \npadres ante las autoridades competentes.  \n \nAcompañados  por  sus dos  padres:  Deberá  presentar  Documento \nde  Identidad,  Libreta  de  Matrimonio  o  Partida  de  Nacimiento.  Se \npuede prescindir de lo expuesto anteriormente; si el menor viajare \ncon permiso  de ambos  padres realizado ante escribano público  o \nJuez de Menores.  \n \nMenores con emancipación comercial: No es habilitante para salir \ndel país; dicha emancipación debe ser en lo civil y total.  \n \n \nPadres  separados  que  poseen tenencia  de menores:  Tenencia  no \nacredita patria potestad.    El juez    actuante    debe    autorizar \nexpresamente al menor.  \n \nNota. —Ninguna   autoridad   policial   federal   o   provincial   está \nautorizada para otorgar Permiso de Viaje a los menores.  \n \nValidez de Pasaportes Argentinos  \n \nTienen una validez de diez (10) años a partir de la fecha de emisión, \no de su última reválida. Las renovaciones consulares no son válidas \npara el egreso del país.  \n \nDocumentación habilitante para hacer abandono del país  \n \nPaíses Limítrofes: Cédula de Identidad - Libreta de Enrolamiento - \nLibreta  Cívica - DNI  (Se  debe  poder  identificar  al  titular  en  sus \nrasgos, y el documento no debe estar deteriorado).  \n \nPaíses  no  Limítrofes:  Para  argentinos nativos  o nacionalizados, \npasaporte  válido.  Para residentes temporarios  o permanentes, \npasaporte   de   su   nacionalidad,   acompañado   de   Cédula   de \nIdentidad,  DNI para  extranjeros  o  “Constancia  de  Residencia” \notorgada por la Dirección Nacional de Migraciones.  \n \nSi  los  mencionados  anteriormente  tuvieran  constancias  de  su \nstatus  migratorio  estampadas en  el  pasaporte,  la  documentación \nanexa del pasaporte no será necesaria para salir del país.  \n \nCountries with a Dual Nationality Agreement with the Republic of \nArgentina  \n \nCHILE - COLOMBIA - ECUADOR - SPAIN - EL SALVADOR - HONDURAS \n- ITALY - NICARAGUA - NORWAY - PANAMA - SWEDEN - (USA: All \nthose who obtained the nationality before 20 OCT 81). \n \n \nDepartures from the Country \n \nMinors: (Persons under 21 years old are considered minors.) \n \nWhen  They  Travel  Abroad  Alone  or  Accompanied:  They  shall \npresent personal identification documents and the           \ncorresponding  permit  for  the  trip  signed  by  their mother  and \nfather,  separately  or  jointly,  issued  by  the  competent  authorities \n(notaries, judges, etc.). In case this permit is issued by a notary, it \nmust be certified by the Notary Public Association. \n \nAccompanied by One of their Parents: They shall present personal \nidentification documents, a permit of the other parent who is not \ntravelling,  issued   by  the  authorities  mentioned  in  the  above \nparagraph; and the travelling party shall prove his paternity or her \nmaternity  by  means  of  the  Marriage  Certificate, or,  alternatively, \nthe  Birth  Certificate.  It  should  be  noted  that  the  authorization  of \nboth parents issued by the competent authorities is valid. \n \nAccompanied    by    Both    Parents:    They    shall    present    their \nidentification documents, Marriage Certificate or Birth Certificate. \nIf the minor travels with a permit signed by both parents, and such \ndocument  is  certified  by  a  notary  public  or  a  juvenile  judge,  the \nrequirements mentioned above are no longer necessary. \n \nCommercially  Emancipated  Minors: This  type  of emancipation  is \nnot a valid document to leave the country; the           emancipation \nmust be civil and complete. \n \nDivorced  Parents  with  Minors  Tenancy: Tenancy  does  not  prove \nparental  authority.  The  acting  judge  must  explicitly  authorize  the \nminor. \n \nNote. — No federal or provincial police authority is allowed to grant \ntravel permits to minors. \n \nArgentine Passports Validity \n \nArgentine  passports  have  a  validity  of ten (10)  years  since  their \nissuance  date,  or  since  their  last  renewal.  Consular  renewals  are \nnot valid to leave the country. \n \nLegal Documents to Leave the Country \n \nBordering Countries: Personal identification document (The holder \nmust be identified because of his/her features, and the   document \nshould not be deteriorated.)  \n \nNon-Bordering   Countries: For   native   or   naturalized   Argentine \ncitizens, valid passport. For temporary or permanent        residents, \npassport   of   their   nationality   accompanied   with   identification \ndocument for foreigners or “Certificate of Residence” granted by \nthe National Directorate of Migration.  \n \nIf  the  migration  status  of  the  above  persons  is  stamped  in  their \npassports,  it  will  not  be  necessary  for  them  to  present  any  other \ndocument to leave the country. \n\nAIP ARGENTINA  GEN 1.3.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n \n \nTuristas:  La  permanencia  en  el  país  es  de  hasta  tres  meses, \nprorrogable.  \n \nEn tránsito: La permanencia está fijada en diez días exigiéndoles la \npresentación   de   la   siguiente   documentación: pasaporte   en \ntérmino, visado con arancel. Certificado reglamentario. \n \nTripulantes:  Se  exige  Certificado  de  Competencia.  En  caso  de  no \nquerer que se le retenga el mismo para desembarcar o no poseerlo, \ndeberá presentar y dejar en caución un Certificado de Miembro de \nla Tripulación. \n \n \n3. Requisitos sanitarios \n  \nEn lo concerniente a los pasajeros que desembarquen en nuestro \npaís y procedan de regiones infectadas con cólera, fiebre amarilla, \npaludismo,  hepatitis  A  y  B,  o  se  hayan  encontrado  en  tránsito  en \ndichos países, deberán presentar certificado de vacunación contra \nlas  mencionadas  patologías,  recordándose  que  la  validez  de  la \ninmunización específica para las mencionadas patologías es la que \nse encuentra en vigencia (cólera: 6 meses a partir del 6° día; fiebre \namarilla,  10  años  a  partir  del  10° día)  excepto  variaciones  o \nrecomendaciones al respecto efectuadas por la OMS.  \n \nToda información referente a normativa y trámites migratorios se \nencuentra  en  el  sitio  web  oficial  de  la  Dirección  Nacional  de \nMigraciones:  \n \nhttps://www.argentina.gob.ar/interior/migraciones/entrada-y-\nsalida-del-pais \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTourists: Their  stay in the country will be allowed for up to three \nmonths, with an option to be extended. \n \nIn  Transit: The  stay  will  be  limited  to  ten  days,  and  the  following \ndocuments  shall  be  required:  valid  passport,  visa  with  charges, \npertinent certificate.  \n \nCrew  Members: A Certificate  of  Competence  is  required.  If  the \ncrew member does not want his/her certificate to be withheld in \norder to disembark, or if he/she does not have it, a Crew Member \nCertificate  should  be  presented,  and  such  document  should  be \nkept as a guarantee. \n \n3. Sanitary Requirements \n \nWith regard to passengers disembarking in our country who come \nfrom regions infected with cholera, yellow fever, malaria, hepatitis \nA  and  B,  or  who  have  been  in  transit  in  such  countries  or  in  this \ncountry, they shall be required vaccination certificates against said \npathologies,    considering    the    current    immunization    validity \nspecified  for  them  (cholera:  6  months  since  the  6th  day;  yellow \nfever:    10    years    since    the    10th    day),    unless    otherwise \nrecommended by the WHO.  \n \nAll  information  concerning  migration  standards  and  procedures \ncan be found in the official web site of the National Directorate of \nMigration: \n \n \nhttps://www.argentina.gob.ar/interior/migraciones/entrada-y-\nsalida-del-pais \n \n \n \n \n \n \n \n ",
  "pageCount": 5,
  "characterCount": 19460
}