{
  "metadata": {
    "filename": "AIP - ENR1 - 8.pdf",
    "title": "ENR 1.8- Procedimientos suplementarios regionales",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:07.280Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.8.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.8     PROCEDIMIENTOS SUPLEMENTARIOS REGIONALES  ENR 1.8     REGIONAL SUPPLEMENTARY PROCEDURES \n \n1. Generalidades \n \nLos Procedimientos Suplementarios Regionales (SUPPS) \ncontenidos en el documento 7030 de la Organización de Aviación \nCivil Internacional (OACI) y de aplicación en la República Argentina \nson los siguientes:  \n \nProcedimientos Suplementarios de la Región SAM para el espacio \naéreo  correspondiente  a  las  FIR  Ezeiza,  Comodoro  Rivadavia, \nCórdoba, Resistencia y Mendoza, incluyendo el sector Oceánico de \nla FIR Ezeiza.  \n \nLas partes pertinentes de estos procedimientos suplementarios se \nincluyen en el Reglamento de vuelos de la República Argentina. Las \ndiferencias existentes entre la legislación Argentina y la normativa \ninternacional,  se  comunican  a  la  OACI  a  través  de  la  autoridad \nnacional competente y se publican en la AIP Parte GEN 1.7  \n \nAdemás  de  lo  mencionado  anteriormente,  se  ha  incluido  en  esta \nsección los procedimientos de aplicación nacional \ncorrespondientes  a  “Separación  Vertical  Mínima  Reducida”  e \n“Implantación del Área de Rutas RNAV Aleatorias en el Océano \nAtlántico (AORRA)”. \n \n2. IMPLANTACIÓN  DEL  ÁREA  DE  RUTAS  RNAV  ALEATORIAS \nEN EL OCÉANO ATLÁNTICO (AORRA) \n \n2.1 Introducción  \n \nEl objetivo del Grupo del Atlántico Sur (SAT) es facilitar la provisión \neficiente de los Servicios de Tránsito Aéreo en el área del Atlántico \nSur,  como  así  también  planificar  la  implantación  de  los  Sistemas \nCNS/ATM.  \n \nDurante  la  Reunión  SAT/11  se  resolvió evaluar  la  posibilidad  de \nimplantar   un   Área   de   Rutas   RNAV   Aleatorias   en   el   Océano \nAtlántico,  teniendo  en  cuenta  la  experiencia  del  Área  de  Rutas \nRNAV Aleatorias del Océano Indico (IORRA). Finalmente, en el mes \nde  diciembre  de  2004,  durante  la  Reunión  SAT/12  llevada  a  cabo \nen la Isla de Sal, Cabo Verde, se decidió la implantación de un Área \nde Rutas RNAV Aleatorias en el Océano Atlántico (AORRA), entre el \nFL290  y  el  FL410  correspondientes  a  los  sectores  oceánicos  de \nAngola, Argentina, Brasil, Sudáfrica y Uruguay.  \n \nLos  beneficiados  con  esta  implantación  serán  los  usuarios  de \naeronaves, debido a que podrán seleccionar la trayectoria de vuelo \nmás   conveniente.   El   cumplimiento   con   RNP10   garantizará   la \nnavegación de precisión requerida para las operaciones RNAV en el \nárea del espacio aéreo afectado. \n \nEl  propósito  de  esta  publicación  es  divulgar  a  los  usuarios  los \nprocedimientos  y  las  dimensiones  asociadas  del  Área  de  Rutas \nRNAV Aleatorias del Océano Atlántico (AORRA). \n \n2.2 Descripción del espacio aéreo AORRA \n \nEl espacio aéreo comprendido entre el FL290 y el  FL410 inclusive \nqueda  designado  como AORRA dentro  de  las   siguientes   FIR: \nAtlántico, Comodoro Rivadavia, Ezeiza-Sector Oceánico, \nJohannesburgo-Sector    Oceánico,    Luanda-Sector    Oceánico    y \n \n1. General \n \nThe Regional Supplementary Procedures (SUPPS) contained in the \nInternational  Civil  Aviation  Organization  (ICAO)  Document  7030 \nand  that  are  applicable  in  the  Republic  of  Argentina  are  the \nfollowing:  \n \nSAM    Regional    Supplementary    Procedures    for    the    airspace \ncorresponding  to  the  FIRs  Ezeiza,  Comodoro  Rivadavia,  Córdoba, \nResistencia,  and  Mendoza,  including  the  Oceanic  sector  of  the \nEzeiza FIR. \n \nThe   relevant   parts   of   these   supplementary   procedures   are \nincluded  in  the  Flight  Rules  of  the  Republic  of  Argentina.  The \ndifferences     between     the     Argentine     legislation     and     the \ninternational  rules  are  communicated  to  the  ICAO  through  the \ncompetent  national  authority  and  they  are  published  in  the  GEN \nPart 1.7 of the AIP. \n \nMoreover, the procedures regarding “Reduced Vertical Separation \nMinimum” and “Implementation of the Atlantic Ocean Random \nRouting RNAV Area (AORRA)” of national application are included \nin this section. \n \n2. IMPLEMENTATION  OF  THE  ATLANTIC  OCEAN  RANDOM \nROUTING RNAV AREA (AORRA) \n \n2.1 Introduction \n \nThe  purpose  of  the  South  Atlantic  Group  (SAT)  is  to  facilitate  the \nefficient  provision of  the  Air Traffic  Services in the South Atlantic \narea,  as  well  as  to  plan  the  implementation  of  the  CNS/ATM \nSystems.  \n \nDuring   the   SAT/11   Meeting,   it   was   decided   to   evaluate   the \npossibility of implementing an Atlantic Ocean Random RNAV Area, \ntaking  into  consideration  the  experience  of  the  Indian  Ocean \nRandom RNAV Area (IORRA). Finally, in December 2004, during the \nSAT/12 Meeting that took place in Isla de Sal, Cabo Verde, it was \ndecided  to  implement  an  Atlantic  Ocean  Random  RNAV  Area \n(AORRA), between FL290 and FL410 corresponding to the oceanic \nsectors of Angola, Argentina, Brazil, South Africa and Uruguay. \n \n \nThe ones who will benefit from this implementation are the aircraft \nusers, since they will be able to select the most convenient flight \ntrajectory.  The  compliance  with  RNP10  will  ensure  the  precision \nnavigation  required  for  the  RNAV  operations  in  the  affected \nairspace.  \n \nThe  purpose  of  this  publication  is  to  inform  the  users  about  the \nprocedures  and  the  dimensions  related  to  the  Atlantic  Ocean \nRandom Routing RNAV Area (AORRA). \n \n2.2 Description of the AORRA airspace  \n \nThe airspace  between FL290 and FL410 inclusive is  designated as \nAORRA  within  the  following  FIRs:  Atlantic,  Comodoro  Rivadavia, \nEzeiza-Oceanic   Sector,   Johannesburg-Oceanic   Sector,   Luanda-\nOceanic  Sector  and  Montevideo,  limited  by  a  line  that  joins  the \n\nAIP ARGENTINA  ENR 1.8.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nTABLA 1 / TABLE 1 \nDESCRIPCIÓN DEL ESPACIO AÉREO AORRA / DESCRIPTION OF THE AORRA AIRSPACE \nComenzando en:/ Starting at S 60 00 00 E 015 00 00 \nUna línea recta hacia:/ A straight line towards: S 27 30 00 E 015 00 00 \nLuego líneas rectas consecutivas entre cada una de las siguientes coordenadas: / \nThen, straight consecutive lines between each of the following coordinates: \n S 17 30 00 E 011 13 00 \n S 09 40 00 E 011 24 00 \nLuego la porción de un arco de 120 NM con centro sobre el VOR de Luanda a la posición: / \nThen, the portion of an arch of 120 NM with center above the Luanda VOR to the position: \n S 07 48 00 E 011 30 00 \nLuego una línea recta hacia la posición: / Then a straight line towards the position: \n S 05 20 00 E 010 00 00 \n S 05 30 00 E 008 50 00 \n S 04 10 00 E 006 35 00 \n 0 00 00 E 006 35 00 \n 0 00 00 W 026 34 00 \n S 08 54 00 W 031 56 00 \n S 11 55 00 W 032 53 00 \n S 18 30 00 W 038 45 00 \n S 19 43 00 W 034 55 00 \n S 26 45 00  W043 45 00 \n S 34 00 00 W 050 00 00 \n S 34 00 00 W 051 33 20 \n S 36 45 30 W 053 11 47 \n S 60 00 00 W 053 00 00 \nLuego a: / Then to:  S 60 00 00 E 015 0 \n \nAquellos  vuelos  que  operen  hacia  /  desde  el  AORRA  deberán \ningresar y salir, a través de los siguientes puntos de acceso: \n \n \n \nThe  flights  that  operate  towards/from  the  AORRA  shall  enter  and \nleave through the following points of access: \n \nTABLA 2 / TABLE 2 \nPUNTOS DE INGRESO Y SALIDA DEL AORRA / AORRA ENTRY AND EXIT POINTS \nSector Oceánico Johannesburgo IBLOK S184740.00 E0114034.00 \n NIBEK S225831.00 E0131254.00 \n NIGAM S263356.00 E0143471.00 \n OKTEL S280753.81 E0150000.00 \n UVGOD S290943.27 E0150000.00 \n ALDOV S303712.00 E0150000.00 \n BUXIR S320000.00 E0150000.00 \n OKDOG S330500.00 E0150000.00 \n ITMEK S341200.00 E0150000.00 \n ITLIK S351600.00 E0145957.00 \nLuanda URAPI S094907.00 W0034807.00 \nMontevideo,   limitadas   por   una   línea   que   une   las   siguientes \ncoordenadas (Ver Adjunto MAPA DE REFERENCIAS GEOGRÁFICAS – \nENR 1.8). \n \nfollowing  coordinates  (See  MAP  OF  GEOGRAPHIC  REFERENCES – \nENR 1.8, attached). \n\nAIP ARGENTINA  ENR 1.8-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n OSUKO S090101.00 W0013604.00 \n GAPEL S081706.00 E0001900.00 \n TERBA S044709.00 E0063500.00 \n OPAPO S094800.00 E0113000.00 \n ONTAR S094000.00 E0112400.00 \nAtlántico CIDER S240749.80 W 0401623.40 \n EKALO S222600.00 W 0380848.00 \nMontevideo BIVEN S363500.00 W 0530510.00 \nEzeiza GUXOR S372230.00 W 0530000.00 \n BISUL S433122.00 W 0530000.00 \nComodoro Rivadavia EGLAS S480000.00 W 0530000.00 \n IRIRO S600000.00 W 0530000.00 \n \n \nLas    aeronaves    podrán    operar    en    su    trayectoria    preferida, \nestipulada en el plan de vuelo entre los puntos acceso mencionado \nen el TABLA 1.  \n \nAntes  del  ingreso  o  luego  de  la  salida  del  AORRA  en  un  punto  de \nacceso   determinado,   las   aeronaves   deberán   cumplir   con   su \nnavegación de acuerdo con la estructura de las rutas ATS asociadas \ncon ese punto de entrada o salida particular o según sean instruidas \npor el ATC, y se les requerirá un plan de vuelo de acuerdo con las \nnormas de los ATS. \n \n2.3 Descripción  de  las  rutas  ATS  suspendidas  dentro  del \nespacio aéreo del AORRA \n \nDe  acuerdo  con  la  fecha  AIRAC,  25  de  Septiembre  de  2008,  a  las \n00:01 UTC, las siguientes partes de las rutas ATS contenidas dentro \nde  los  límites  del  AORRA,  tal  como  están  publicadas  actualmente \npor los Estados involucrados, serán suspendidas. \n \n \n \n \n \nThe  aircraft  will  be  able  to  operate  in  their  preferred  trajectory, \nstated  in  the  flight  plan  between  the  access  points  mentioned  in \nTABLE 1. \n \nBefore entering or after leaving the AORRA through a certain access \npoint,  the  aircraft  shall  comply  with  their  navigation  according  to \nthe  structure  of  the  ATS  routes  related  to  that  particular  point  of \nentry or exit or according to what is instructed by the ATC, and they \nshall be required a flight plan according to the ATS rules.   \n \n \n2.3 Description   of   the   suspended   ATS   routes   within   the \nAORRA airspace  \n \nAccording to the AIRAC date, September 25th, 2008, at 00:01 UTC, \nthe following parts of the ATS routes contained within the limits of \nthe AORRA, as they are currently published by the involved States, \nshall be suspended. \n \n \nTABLA 3 / TABLE 3 \nAORRA SUSPENDED ATS ROUTES / RUTAS ATS SUSPENDIDAS DEL AORRA \nJohannesburgo Oceanic FIR \nUL435 ILDIR S 180000 E 0100000 IBLOK S 18474000 E 011403400 \nUQ11 UBVER S 275522 E 0141741 OKTEL S 28075381 E 015000000 \nUQ18 ILDIR S 180000 E 0100000 UVGOD S 29094327 E 015000000 \nUL375 USENA S 182748 W 0060712 BUXIR S 32000000 E 015000000 \nUA405 ETOBO S 233900 W 0100000 OKDOG S 33050000  E 015000000 \nUL224 ITGIV S 325600 W 0100000 ITMEK S 34120000 E 015000000 \nUL211F MUNES S 401958 W 0100000 ITLIK  S 35160000 E 014595700 \nAngola FIR \nUL435 URAPI S 094907 W 0034800 ILDIR S 180000 E 0100000 \nUL375 ETAXO S 150000 W 0100000 USENA S 182748 W 0060712 \nUR991F GAPEL S 081708 E 0001900 ILDIR S 180000 E 0100000 \nUG853F TERBA S 044709 E 0063500 OPAPO S 074800 E 0113000 \nUL340 ILGER S 172204 W 0100000 ONTAR S 094000 E 0112400 \nAtlántico FIR \nUL224 CIDER S 24074980 W 040162340 ITGIV S 325600 W 0100000 \nUL340 EKALO S 22260000 W 038084800 ILGER S 172204 W 0100000 \n\nAIP ARGENTINA  ENR 1.8.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nUL375 SISET S 13073900 W 013032900 ETAXO S 150000 W 0100000 \nEzeiza FIR \nUL211F GUXOR S 223000 W 053000000 MUNES S 40195800 W 0100000 \n \n \n2.4 Vigilancia dependiente automática y comunicaciones por \nenlaces de datos piloto - controlador (ADS/ CPDLC) \n \nLa ADS/ CPDLC podrán ser utilizados en el espacio aéreo AORRA por \nlos ATC adecuadamente equipados para brindar un servicio ATS y \nbeneficiar  a  las  aeronaves  capaces  de  utilizar  esta  forma  de \ncomunicación.  \n \nLos operadores deberán tener en cuenta que en algunos sectores \ndel AORRA, el HF es el medio de comunicación primario, en otros \nes el sistema ADS/ CPDLC y el HF como el medio de comunicación \nsecundario. \n \n2.5 Aprobaciones y operaciones RVSM  \n \nLas operaciones  en  espacio  aéreo  con  separación  vertical  mínima \nreducida  (RVSM) están  contempladas  en  las  RAAC  Parte  91 - \nApéndice G.   \n \nLa  tabla  de  niveles  de  crucero  con  espacio  aéreo  RVSM figura en \nENR 1.7.  \n \n2.6 Procedimientos de performance de navegación requerida \n(RNP  10) para  las  operaciones  de  aeronaves  dentro  del \nAORRA \n \nSólo aquellas aeronaves certificadas para realizar operaciones RNP \n10 podrán operar en el espacio aéreo del AORRA. \n \nNingún operador confeccionará un plan de vuelo para operar en el \nespacio  aéreo  del  AORRA  a  menos  que disponga  la  certificación \nRNP10  correspondiente,  emitida  por  el  Estado  de  Registro  o  el \nEstado del operador, según sea el caso, salvo que: \n \na) La aeronave haya sido entregada al Estado de Registro o al \nEstado del operador por primera vez. \n \nb) La aeronave esté certificada, pero se encuentre en estado \nde  degradación  de  su  capacidad  de  navegación  y está \nsiendo  conducida  a  su  base  o  hacia  una  instalación  de \nmantenimiento para ser reparada. \n \nc) La    aeronave    esté    realizando    un    vuelo    en    misión \nhumanitaria. \n \nd) La aeronave sea del Estado \n \n \n2.7 Aprobación de aeronavegabilidad/ operaciones \n \nAprobación  RNP  10 – Los  operadores  que operen  o  que  tengan \nintenciones  de  operar  en  el  espacio  aéreo  del AORRA  deberán \ndisponer   de  la  aprobación  RNP10  del   registro  del  Estado  de \nmatrícula  o  del  Estado  del  operador según  corresponda,  y  que  el \nusuario cumpla con las siguientes condiciones: \n \na) La aeronave cumple con las “Especificaciones Mínimas de \nPerformance del Sistema de la Aeronave” (MASPS)  del \nregistro del Estado de matrícula. \n \n \n \n2.4 Automatic  dependent  surveillance  and  controller/pilot \ndata link communications (ADS/ CPDLC) \n \nADS/ CPDLC may be used in AORRA airspace by the ATC correctly \nequipped to provide an ATS service and to benefit the aircraft that \nhave the capacity to use this way of communication.  \n \n \nThe operators shall take into account that in some sectors of  the \nAORRA the  HF  is  the  primary  means  of  communication,  while  in \nother  sectors the  ADS/CPDLC  is  the  primary,  and  the  HF  is  the \nsecondary means of communication. \n \n2.5 Aprobaciones y operaciones RVSM  \n \nOperations  in airspace with reduced vertical separation minimum \n(RVSM) are covered in RAAC Part 91 - Appendix G.     \n \n \nThe table of RVSM airspace cruise levels is provided in ENR 1.7. \n \n \n2.6 Required navigation performance (RNP10) procedures for \nthe aircraft operations within the AORRA \n \n \nOnly the aircraft certified to perform RNP10 operations will be able \nto operate within the AORRA airspace. \n \nNo  operator  shall  file  a  flight  plan  to  operate  in  the  AORRA \nairspace, unless they hold the respective RNP certification, issued \nby the State of registration or the State of the operator, as the case \nmay be, except that: \n \na) The aircraft has been delivered to the State of registration \nor to the State of the operator for the first time. \n \nb) The aircraft is certified but it is in a state of  degradation \nregarding its navigation capacity and is being directed to \nits base or to a maintenance facility to be repaired. \n \n \nc) The aircraft is performing a humanitarian flight. \n \n \nd) The aircraft belongs to the State. \n \n \n2.7 Airworthiness approval / operations  \n \nRNP 10 Approval– The operators that operate or intent to operate \nin the AORRA airspace shall have the RNP10 approval of the State \nof registration or the State of the operator, as the case may be, and \nthe operator shall comply with the following conditions: \n \n \na) The aircraft complies with the “Minimum Aircraft System \nPerformance  Specification”  (MASPS)  of  the  State  of \nregistration.  \n \n \n\nAIP ARGENTINA  ENR 1.8-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nb) La aeronave es operada bajo las condiciones indicadas en \nla aprobación operacional RNP 10 emitida por el Estado del \nusuario. \n \n3. Planes de vuelo \n \nCuando  la  intención  sea  operar  con  una  aeronave  en  el  espacio \naéreo  del  AORRA,  se  deberá  indicar  el  estado  de aprobación  RNP \n10 colocando una “R” en la casilla 10 del formulario del plan de \nvuelo. \n \nEl plan de vuelo deberá indicar el punto de acceso a la salida y a la \nentrada  en  el  espacio  aéreo  del  AORRA,  y  el tiempo  estimado  de \nnotificación cada 5º de longitud. \n \nEn el caso de planes de vuelo repetitivos la aprobación RNP 10 se \nindicará la colocando una “R” en la casilla Q del RPL, sin importar \ncuál sea el nivel requerido, de la siguiente manera: EQPT/R. \n \nAquellos usuarios que operen en las circunstancias estipuladas en \nel párrafo 4.2.-b) insertarán STS/ NON RNP10, en el campo 18 del \nFPL de OACI. \n \n4. Procedimientos    operacionales   previos   al   ingreso   al \nespacio aéreo del AORRA \n \nAntes del ingreso al espacio aéreo del AORRA, el piloto al mando de \nla    aeronave    certificada    RNP10,    deberá verificar    que    el \nequipamiento  requerido  para  volar  dentro  del  espacio aéreo  del \nAORRA esté funcionando en servicio, y además deberá verificar la \nposición de la aeronave con la  mayor precisión posible, mediante \nayudas externas para la navegación aérea. \n \nSi algún equipo no se encontrara operando normalmente, el piloto \ndeberá  notificar  al  ATC  antes  de  ingresar  en  el espacio  aéreo  del \nAORRA. \n \nMientras se opere dentro del espacio aéreo del AORRA, los niveles \nde  vuelo  que  se  utilicen  serán  los correspondientes a la  Tabla  de \nNiveles de Crucero RVSM especificada en ENR 1.7. \n \n5. Procedimientos  operacionales  posteriores  al  ingreso  al \nespacio aéreo del AORRA \n \nProcedimientos generales \n \nSi  una  aeronave  no  puede  continuar  el  vuelo  de  acuerdo  con  la \nautorización  otorgada  por  el  ATC  y/  o  no  puede  mantener  la \nprecisión requerida para la performance de navegación requerida \nen  el  espacio  aéreo  del  AORRA,  el  comandante  de  la  aeronave \ndeberá dar aviso de inmediato al ATC correspondiente.  \n \nLa notificación de posición al ATC deberá ser informada en: \n \na) Los puntos de acceso de ingreso y salida. \n \nb) En los siguientes meridianos: \n \n05E  \n10E  \n15E  \n00 E/W \n05W  \n10W  \n15W  \n \nb) The aircraft is operated under the conditions indicated in \nthe  RNP  10  operational  approval  issued  by  the  State  of \nthe operator. \n \n3 Flight plans  \n \nWhen the intention is to operate an aircraft in the AORRA airspace, \nthe RNP state of approval shall be indicated by including an “R” in \nthe item 10 of the flight plan form.  \n \n \nThe flight plan shall include the points of access of the exit and the \nentry of the AORRA airspace and the estimated time of notification \nevery 5º of longitude.  \n \nIn the case of repetitive flight plans, the RNP 10 approval shall be \nindicated by including an “R” in the item Q of the RPL, no matter \nthe required level, in the following way: EQPT/R. \n \nThe users that operate under the circumstances described in the \nparagraph 4.2-b) shall include  STS/ NON RNP10  in the item 18 of \nthe ICAO FPL.  \n \n4 Operational  procedures  before  the  entry  to  the AORRA \nairspace \n \nBefore entering the AORRA airspace, the pilot in command of the \nRNP10-certified aircraft shall check that the required equipment to \nfly within the AORRA airspace is working properly and, moreover, \nthey  shall  check  the  aircraft  position  as  precisely  as  possible, \nthrough air navigation external aids.  \n \n \nIf  any  of  the  equipment  is  not  working  properly,  the  pilot  shall \nnotify the ATC before entering the AORRA airspace. \n \n \nDuring the operation within the AORRA airspace, the flight levels \nto be used shall be the respective ones in the Cruise Levels Chart, \nRVSM specified in ENR 1.7. \n \n5 Operational  procedures  after  the  entry  to  the AORRA \nairspace  \n \nGeneral procedures \n \nIf an aircraft cannot continue the flight according to the clearance \ngiven by the ATV and/or cannot maintain the required precision for \nthe  required  navigation  performance  in  the  AORRA  airspace,  the \npilot  in  command  of  the  aircraft  shall  immediately  notify  the \nrespective ATC.  \n \nThe position notification to the ATC shall be informed:   \n \na) At the points of entry and exit. \n \nb) At the following meridians: \n \n05E \n10E \n15E \n00 E/W \n05W \n10W \n15W \n\nAIP ARGENTINA  ENR 1.8.-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n20W  \n25W  \n30W  \n35W  \n40W  \n45W  \n50W  \n \nc) En cualquier otra posición requerida por el ATC. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n20W \n25W \n30W \n35W \n40W \n45W \n50W \n \nc) At any other position required by the ATC.  \n\nAIP ARGENTINA  ENR 1.8-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n ",
  "pageCount": 8,
  "characterCount": 21070
}