{
  "metadata": {
    "filename": "AIP - ENR1 - 1.pdf",
    "title": "ENR 1.1- Reglas Generales",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:04.441Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.1.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2025 12 JUNIO 2025 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.1     REGLAS GENERALES  ENR 1.1     GENERAL RULES \n \n1. Generalidades \n \nLas reglas y procedimientos de tránsito aéreo aplicables al tránsito \naéreo  en  el territorio  de  la  República  Argentina  se  ajustan  a  los \ncontenidos en el Reglamento de los Servicios de Tránsito Aéreo, las \nRegulaciones  Argentinas  de  Aviación  Civil  (RAAC)  Parte  91  y  los \nProcedimientos  Generales – Gestión del Tránsito Aéreo (PROGEN \nATM), los cuales se desprenden  de los Anexos 2 y 11 al Convenio \nsobre Aviación Civil Internacional y de los Procedimientos para los \nServicios   de   Navegación   Aérea   (PANS   ATM),   aplicables   a   las \naeronaves  y  de  los  Procedimientos  Suplementarios  Regionales \naplicables  a la  región  Sudamérica  (SAM),  excepto  las  diferencias \nenumeradas en GEN 1.7. \n \nNormas operativas generales \n \nLas operaciones aéreas se ajustarán a las normas y procedimientos \ncontenidos    en    las    partes    pertinentes    de    las    Regulaciones \nArgentinas de Aviación Civil (RAAC), las Normas y Procedimientos \nde    Telecomunicaciones    en    Jurisdicción    Aeronáutica    y    sus \ncomplementarias, publicaciones de información aeronáutica y a las \nnormas particulares cuando estas hayan sido establecidas. \n \nRestricciones de vuelo en las proximidades donde se encuentra el \nPresidente  de  la  República  y  otras  autoridades  nacionales  y \nextranjeras. \n \nNinguna  aeronave  operará  sobre  o  en  la  vecindad  de  cualquier \nzona a ser visitada o recorrida por el Presidente, Vice- Presidente, \nu otra autoridad gubernamental nacional o internacional que deba \nser  preservada,  infringiendo  las  restricciones  establecidas  por  la \nAutoridad Aeronáutica y publicadas en un NOTAM. \n \n2. Lucha antigranizo (LAG) \n \nCada   año, durante   la   campaña   de   Lucha   Antigranizo   (LAG), \nrealizada normalmente entre los meses de noviembre y abril en la \nProvincia de Mendoza, y desde el mes de septiembre hasta el mes \nde Abril en las Provincias de Jujuy y Salta, todos los vuelos que se \nrealicen hacia o dentro de los límites de los “SECTORES LAG” \nestablecidos en San Rafael y Mendoza, y de las áreas restringidas \n“POLIGONAL JUJUY” establecidas en Jujuy y Salta, cuyos límites se \npublican en ENR 3.3- Otras Rutas, deben proceder de acuerdo con \nlo siguiente: \n \na) SECTORES LAG (Mendoza) \nTodas  las  aeronaves,  previo  a  su  ingreso  a  un  Sector  de \ntrabajo  LAG,  o  antes  del  despegue  si  se  encuentra  en  un \naeródromo    ubicado    dentro    de    los    mismos,    deberán \npresentar PLAN DE VUELO (VFR o IFR), o comunicarse con el \nACC DOZ o la Dependencia ATS de jurisdicción, para informar \nde su tránsito y cumplimentará  el vuelo de acuerdo con las \nautorizaciones e instrucciones del Control de Tránsito Aéreo \ny a las normas publicadas en el presente documento para tal \nfin. Ver ENR 3.3 – Otras Rutas – Campaña Lucha Antigranizo. \n \nb) POLIGONAL JUJUY (Jujuy – Salta) \nTodas  las  aeronaves,  previo  a  su  ingreso  a un  sector  de \ntrabajo  LAG,  o  antes  del  despegue  si  se  encuentran  en \naeródromos   ubicados   dentro   de   las   mismas,   deberán \n \n1. General \n \nAir  Traffic  rules  and  procedures,  applicable  to  the  Republic  of \nArgentina air traffic, comply with the Air Traffic Service Rules, with \nPart 91 of the Argentine Civil Aviation Regulations (RAAC), and with \nthe General Procedures – Air Traffic Management (PROGEN ATM). \nThese are extracted from Annexes 2 and 11 of the Convention on \nInternational   Civil   Aviation,   from   Procedures   for   Air   Traffic \nManagement   (PANS   ATM),   applicable   to   aircraft,   and   from \nRegional Supplement Procedures applicable to the South American \nRegion (SAM), except differences listed in GEN 1.17. \n \n \nGeneral operating rules  \n \nAir  operations  comply  with  the  rules  and  procedures  included  in \nthe  relevant  parts  of  the  Argentine  Civil  Aviation  Regulations \n(RAAC), with the Telecommunications Rules and Procedures under \nAeronautical  Jurisdiction  and  its  supplementary  rules,  with  the \naeronautical  information  publications,  and  with  the  particular \nregulations when established. \n \nFlight  restrictions  near  the  President  of  the  Republic  and  other \nnational and foreign authorities \n \nNo aircraft shall be operated over or near any area to be visited or \npassed  through  by  the  President,  Vice-President,  or  any  other \nnational or international public authority that must be protected, \nsince   it   would   constitute   an   infringement   of   the   restrictions \nestablished by the Aviation Authority and published in a NOTAM. \n \n2. The fight against hail (LAG) \n \nEvery  year,  during  the  Fight  Against  Hail  campaign  (LAG),  usually \ncarried out from November to April in the Mendoza Province, and \nfrom  September  to  April  in  the  Jujuy  and  Salta  provinces,  every \nflight to or within the limits of the “LAG SECTORS” set in San Rafael \nand Mendoza and the “POLYGONAL JUJUY” restricted areas set in \nJujuy  and  Salta,  whose limits  are  published  in ENR  3.3 – Other \nRoutes, shall proceed according to the following rules: \n \n \n \na) LAG SECTORS (Mendoza) \nAll aircraft, before entering a LAG work sector or before takeoff \nif they  are located  at  an  aerodrome  in  one  of  those  sectors, \nshall submit the (VFR or IFR) FLIGHT PLAN o communicate with \nthe ACC DOZ or the ATS Unit of that jurisdiction to notify about \ntheir  traffic  and  shall  carry  out  the  flight  pursuant  to  the \nauthorizations and instructions of the Air Traffic Control and to \nthe rules published in this document for that purpose. See ENR \n3.3 – Other Routes – Fight against Hail Campaign. \n \nb) JUJUY POLYGONAL (Jujuy – Salta) \nAll  aircraft,  before  entering a  LAG  work  sector,  or  before \ntakeoff  if they  are located  at  an  aerodrome  in  one  of  those \nsectors, shall compulsory submit the (VFR or IFR) FLIGHT PLAN, \n\nAIP ARGENTINA  ENR 1.1.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nVisibilidad / \nVisibility \n \n5 Km Distancia horizontal a las nubes/ \nHorizontal distance to clouds \n1.500 m (1) \nDistancia vertical a las nubes /  \nVertical distance to clouds \n1.000 ft  \n(300 m) \nTecho de nubes / \nCloud ceiling \nno menor a 1.000 ft  \n(300 m) / \n \nNot less than 1,000 ft \n(300 m) \n \n(1) Excepto en vuelo por debajo de 1.000 ft AGL, donde se requiere que no exista nubosidad horizontalmente y por debajo de la aeronave. \n(1) Except for flights under 1,000 ft AGL, which require no horizontal clouds nor clouds under the aircraft.  \n \nNota. — Todo vuelo VFR deberá mantener referencia visual constante con la superficie terrestre. \nNote. — Every VFR flight shall maintain constant visual reference with the ground surface. \n \n \npresentar PLAN DE VUELO (VFR o IFR) en forma obligatoria y \nlos vuelos se efectuarán de acuerdo con las autorizaciones e \ninstrucciones del Control de Tránsito Aéreo de jurisdicción y \nlas normas publicadas en el presente documento para tal fin.  \nVer ENR 3.3 – Otras Rutas – Campaña Lucha Antigranizo. \n \n3. Ultralivianos motorizados (ULM) \n \nLas  aeronaves  Ultralivianas  Motorizadas  (ULM)  podrán  operar  en \nlos aeródromos y espacios aéreos determinados en las “Normas \npara   la   Operación   de   Aeronaves   Ultralivianas   Motorizadas – \n(ULM)”  que  se encuentren   establecidas   en   las   Regulaciones \nArgentinas de Aviación Civil (RAAC), Parte 91. \n \n4. Aerodeslizadores \n \nNormas generales:  \n \nLas  presentes  normas  son  de  carácter  obligatorio  para  todas  las \npersonas que realicen actividades con aerodeslizadores, al  efecto \nde    prevenir    y/o    evitar    colisiones,    debiendo    asimismo    dar \ncumplimiento  a  las  reglas  generales  de  vuelo  sobre  separación \nentre  aeronaves  establecidas  en  las  RAAC,  Parte  91.  La  actividad \ncon  aerodeslizadores  se  realizará  de  manera  tal  que  no  se  ponga \nen peligro las vidas y/o bienes ajenos, ni se entorpezca el normal \ndesarrollo del tránsito aéreo. \n \nLa  actividad  de  vuelo  se  desarrollará  exclusivamente  en  horario \ndiurno. \n \nNo se realizarán vuelos sobre instalaciones militares permanentes \no   transitorias,   destilerías,   depósitos   de   inflamables,   usinas, \ninstalaciones   donde   se   desarrollen   actividades   con   material \nradioactivo,  Zonas  Peligrosas,   Prohibidas  o  Restringidas  cuyos \ndetalles  se  hayan  publicado en la AIP, NOTAM u otros medios de \ninformación aeronáutica. \n \nNo deberán realizarse vuelos sobre reuniones de personas al aire \nlibre,   vehículos,   embarcaciones,   ciudades,   pueblos,   o   lugares \nhabitados, a menos que se haga con una altura que permita, ante \nuna emergencia, efectuar un aterrizaje sin riesgo para los terceros \nen superficie. \n \n5. Condiciones meteorológicas \n \nLas  condiciones  meteorológicas  en  el  área  donde  se  desarrolle  la \nactividad no deberán ser inferiores a las mínimas establecidas para \nlos  vuelos  VFR  fuera  de  espacio  aéreo  controlado  (espacio  aéreo \nclase “G”), siendo las mismas: \n \nand the   flights shall be carried out   pursuant   to   the \nauthorizations and instructions of the Air Traffic Control of that \njurisdiction and to the rules published in this document for that \npurpose. See  ENR  3.3 – Other  Routes – Fight  against  Hail \nCampaign. \n \n3. Powered ultralight aircraft (ULM) \n \nPowered   Ultralight   aircraft   will   be   able   to   operate   at   the \naerodromes and at the airspace stated in the “Rules for Powered \nUltralight  Aircraft  Operation”,  established  in  Part  91  of  the \nArgentine Civil Aviation Regulations (RAAC). \n \n \n4. Hovercrafts \n \nGeneral rules \n \nThese  rules  are  mandatory  for  every  person  who  engages  in \nactivities   with   hovercrafts,   in   order   to   prevent   and/or   avoid \ncollisions. Likewise, they shall comply with the flight general rules \nabout  aircraft  separation  established  in  Part  91  of  the  Argentine \nCivil  Aviation  Regulations.  Activities  with  hovercrafts  shall  be \nconducted in such a way that they do not endanger lives or goods \nof third parties, nor that they obstruct normal air traffic.  \n \n \nFlight activity shall be conducted exclusively during daytime.  \n \n \nFlights shall not be conducted over permanent or temporal military \nfacilities, distilleries, inflammable storage facilities, power stations, \nfacilities where activities with radioactive materials are performed, \nDanger, Restricted or Prohibited Areas, which have been published \nin   the   AIP,   NOTAM   or   in   another   aeronautical   information \npublication.   \n \nFlights  shall  not  be  conducted  over  open-air  meetings,  vehicles, \nvessels,   cities,   towns   or   inhabited   places,   unless   they   are \nperformed at a height, which allows making an emergency landing \nwithout risking third parties on land. \n \n \n5. Meteorological conditions \n \nMeteorological   conditions   in   the   area   where   the   activity   is \nperformed   shall   not   be   inferior   to   the   minimal   conditions \nestablished  for  VFR  flights  outside  controlled  airspace  (airspace \nclass “G”), such conditions are the following:  \n\nAIP ARGENTINA  ENR 1.1-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \n \n6. Sectores de vuelo \n \nLos   vuelos   deberán   realizarse   exclusivamente   en   los   sectores \nasignados  por  el  Proveedor  de  Servicios  de  Navegación  Aérea  y \naprobados  por  la  Autoridad  Aeronáutica  (cuyos  detalles  se  hayan \npublicado por los medios de información aeronáutica). \n \nLos espacios aéreos mencionados podrán ser propuestos por: \n \n La Federación Argentina de Vuelo Libre. \n Clubes aerodeportivos de aerodeslizadores (parapentes, \nalas delta o similares). \n \nEl trámite se iniciará con la presentación de una nota al Proveedor \nde Servicios de Navegación Aérea, conteniendo los límites laterales \ny  verticales  del  área  solicitada,  en  el  aeródromo  controlado  más \npróximo  a  la  zona  propuesta.  Esta  solicitud  será  analizada  por  el \nProveedor  de  Servicios  de  Navegación  Aérea  desde  el  punto  de \nvista de la utilización del espacio aéreo y de la posible afectación de \nlas áreas de protección correspondientes a los procedimientos de \nvuelo.  Asimismo, realizará el correspondiente análisis de riesgo y, \ncon  la  opinión  del  Jefe  de  Aeródromo  (en  caso  de  corresponder), \nserá  elevada  vía  expediente  a  la  Autoridad  Aeronáutica  para  su \nrevisión y aprobación. \n \nFinalizado  el  análisis  practicado  por  la  Autoridad  Aeronáutica,  se \nremitirá  el  expediente  al  Proveedor  de  Servicios  de  Navegación \nAérea para conocimiento y aplicación por todas las  dependencias \ninvolucradas,  siendo  el  Proveedor  de  Servicios  de  Navegación \nAérea  el  responsable  de  informar  por  nota  al  solicitante  sobre  la \nresolución recaída. \n \nUna  vez  aprobada  el  área  de  vuelo  para  la  actividad  de  estos \naerodeportes,  se  publicará  por  los  documentos  de  información \naeronáutica  de  aplicación  para  conocimiento  de  la  comunidad \naeronáutica. \n \n7. Autorizaciones especiales \n \nEl  Proveedor  de  Servicios  de  Navegación  Aérea  podrá  autorizar, \nmediante acto administrativo formal en el que fijará las condiciones \nde tal autorización, las desviaciones a las presentes normas en caso \nde  operaciones  especiales,  tales  como  eventos,  campeonatos  o \ncompetencias, para lo cual el usuario deberá presentar ante dicho \norganismo,   o   en   un   aeródromo   controlado   donde   existan \nautoridades que dependan de éste, una solicitud escrita en la cual \nse incluirán los fundamentos y las medidas de seguridad previstas. \n \nTal solicitud será presentada con el tiempo suficiente que permita \nevaluarla, y en caso de que sea autorizada la actividad, publicar los \ndetalles  de  la  misma  por  NOTAM,  si  es  que  afectará  a  las  demás \noperaciones  aéreas.  Dicho  tiempo  nunca  será  inferior  a  15  días \nhábiles. Las autorizaciones especiales que otorgue el Proveedor de \nServicios  de  Navegación  Aérea  serán  comunicadas  a  la  Autoridad \nAeronáutica. \n \n8. Normas para la actividad de vuelo con planeadores \n \nLas normas para actividad de vuelo con planeadores se encuentran \nen las RAAC Parte 91. \n \n \n \n \n \n6. Flight sectors \n \nFlights shall be conducted exclusively within the sectors designated \nby  the  Air  Navigation  Services  Provider  and  approved  by  the \nAviation  Authority  (details  of  which  have  been  published  in  the \naeronautical information publications) \n \nThe abovementioned airspace shall be suggested by: \n \n The Argentine Federation of Free Flight. \n Sport  Aviation  Associations  of  Hovercrafts  (paraglider, \nhand-glider or similar)   \n \nThe process shall start by submitting a note to the Air Navigation \nServices   Provider,   with   the   lateral   and   vertical   limits   of   the \nrequested   area   at   the   controlled   aerodrome   closest   to   the \nsuggested   area.   This   request   shall   be   analyzed   by   the   Air \nNavigation Services  taking  into  consideration  the  usage  of  the \nairspace  and  the  possible  effects  on  the  protected  areas  of  the \nflight procedures. Likewise, they shall perform a risk analysis and, \nalong with the opinion of  the Aerodrome Manager (if  applicable) \nshall be  submitted  to  the  Aviation  Authority  for  review  and \napproval.   \n \n \nAfter  being  analyzed  by  the  Aviation  Authority,  the  file  shall  be \nsubmitted  to  the  Air  Navigation  Services  Provider  for  knowledge \nand application by all the involved offices, and the Air Navigation \nServices  Provider  is  responsible  for  notifying  the  applicant  about \nthe decision that was taken. \n \n \nOnce the flight area has been approved for these air sports, it shall \nbe   notified   through   the   applicable   aeronautical   information \npublications to inform the aviation community. \n \n \n7. Special authorizations \n \nThe  Air  Navigation  Services  Provider  will  be  able  to  authorize, \nthrough  a  formal  administrative  act  specifying  the  conditions  for \nsuch   authorization,   deviations   from   these   rules   in   special \noperations, such as events, championships or competitions. In such \na  case,  the  applicant  shall  submit  to  the  Air  Navigation  Services \nProvider or to a controlled aerodrome where there are authorities \nof  the  Provider,  a  written  request,  including  the  reasons  and  the \nplanned safety measures.  \n \nSuch request for the activity shall be submitted with enough time \nfor  its  evaluation  and,  if  authorized,  for  its  publication  through \nNOTAM,  only  if  the  activity  affects  the  rest  of  the  air  operations. \nThe time to submit it shall not be less than 15 business days. The \nspecial authorizations given by the Air Navigation Services Provider \nshall be informed to the Aviation Authority. \n \n \n8. Rules for flight activities with gliders \n \nRules  for  flight  activities  with  gliders  are  stated  in  Part  91  of  the \nArgentine Civil Aviation Regulations (RAAC). \n \n \n \n \n\nAIP ARGENTINA  ENR 1.1.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n \n9. Normas  para  solicitar  base  de  operaciones,  amarre  y/o \nfactibilidad   horaria   en   aeropuertos   del SNA y   otros \nadministrados por el estado nacional \n \nA partir de la publicación de la presente, las empresas de Aviación \nComercial  Regular  y/o  No  Regular  y  Aviación General  deberán \ncumplimentar   los   procedimientos   que   se   especifican   en   el \nFormulario  correspondiente  para  solicitar  Base  de  Operaciones, \nAmarre  y/o  Factibilidad  Horaria  previo  a  la  presentación  ante  la \nDirección  Nacional  de  Transporte  Aéreo  Comercial  para  lograr  su \ncertificación. \n \nEn  aquellos  Aeropuertos  que  no  esté  constituida  la  autoridad \n“Administrador de Aeropuerto”, de los aeropuertos del SNA, el Jefe \nde  Aeropuerto  (previa  coordinación  con  la  Dirección  Nacional  de \nTransporte  Aéreo)  podrá  dar  factibilidad  para  instalación  de  Base \nde Operaciones, Amarre y/o Factibilidad Horaria. \n \nEn aquellos aeropuertos que no forman parte del SNA, la Autoridad \nAeronáutica  (Jefe  de  Aeropuerto)  será,  con  intervención  de  la \nDirección   Nacional   de   Transporte   Aéreo,   la   única   instancia \nresponsable  de  autorizar  la  instalación  de  Base  de  Operaciones, \nAmarre y/o Factibilidad Horaria. \n \nLas  Líneas  Aéreas  Regulares/No  Regulares  y  la  Aviación  General, \nque ya están establecidas bajo este concepto, deberán adecuar a la \npresente  sus  requerimientos  toda  vez  que  modifiquen  su  flota  o \nvaríen el tipo de aeronave a utilizar o soliciten Factibilidad Horaria. \n \n \n \n \nANEXO ALFA \n \nNORMAS GENERALES PARA OPERACIONES EN AERÓDROMOS NO \nUBICADOS DEBAJO DE ÁREAS DE CONTROL TERMINAL \n \nLas   operaciones   se realizarán   de   conformidad   con   la   Reglas \nGenerales aplicables al Tránsito de Aeródromo y las Reglas de Vuelo \nVisual   (VFR)   aplicables   al   Tránsito   VFR   en   aeródromos   no \ncontrolados, ambas establecidas en las Regulaciones Argentinas de \nAviación Civil (RAAC), Parte 91. \n \nANEXO BRAVO \n \nNORMAS  GENERALES  PARA  OPERACIONES  EN  AERÓDROMOS \nUBICADOS DEBAJO DE ÁREAS DE CONTROL TERMINAL \n \nLas operaciones se realizarán de acuerdo con lo siguiente: \n \na) En aeródromos no controlados:  \nDe conformidad con la Reglas Generales aplicables al Tránsito \nde Aeródromo y las Reglas de Vuelo Visual (VFR) aplicables al \nTránsito    VFR    en    aeródromos    no    controlados,    ambas \nestablecidas  en  las  Regulaciones  Argentinas  de  Aviación  Civil \n(RAAC), Parte 91. \n \nb) En aeródromos controlados:  \nDe conformidad con la Reglas Generales aplicables al Tránsito \nde Aeródromo y las Reglas de Vuelo Visual (VFR) aplicables al \nTránsito VFR en aeródromos controlados, ambas establecidas \nen las Regulaciones Argentinas de Aviación Civil (RAAC), Parte \n91. \n \n \n \n9. Rules  to  request  operating  base,  lacing  and/or  schedule \nfeasibility  at  airports  of  the  national  airport  system  and \nother state managed airports \n \nFrom the date of the publication of this document, all Commercial, \nRegular and/or Non Regular, and General aviation operators shall \ncomply  with  the  procedures  detailed  in  the  appropriate  form  in \norder   to   request   Operating   Base,   Lacing   and/or   Schedule \nFeasibility before submitting the request to the National Office of \nAir Transport to achieve its certification.  \n \n \nIn the airports of the National Airport System where the “Airport \nManager”  does  not  exist,  the  Head  of  the  Aerodrome  (after \ncoordinating with the National Office of Air Transport) shall be able \nto  determine  feasibility  for  the  set-up  of Operating  Base,  Lacing \nand/or Schedule Feasibility. \n \nIn  airports  that  are  not  part  of  the  National  Airport  System,  the \nAviation  Authority  (Head  of  the  Airport)  shall  be,  involving  the \nNational Office of Air Transport, the only responsible to authorize \nthe set-up of Operating Base, Lacing and/or Schedule Feasibility. \n \n \nRegular/Non Regular   Airlines   and   General   Aviation,   already \nestablished   as   such,   shall   adjust   their   requirements   to   this \ndocument every time they change their fleet or their aircraft type \nor they request schedule feasibility.  \n \n \n \n \nALFA APPENDIX \n \nGENERAL   RULES   FOR   OPERATIONS   AT   AERODROMES   NOT \nLOCATED UNDER TERMINAL CONTROL AREAS \n \nOperations  shall  be  performed  pursuant  to  the  General  Rules \napplicable to the Aerodrome traffic and to the Visual Flight Rules \n(VFR) applicable to VFR Traffic in non controlled aerodromes, both \nestablished in Part 91 of the Argentine Civil Aviation Regulations. \n \n \nBRAVO APPENDIX \n \nGENERAL  RULES  FOR  OPERATIONS  AT  AERODROMES  LOCATED \nUNDER TERMINAL CONTROL AREAS \n \nOperations shall be performed according to the following rules:  \n \na) At non-controlled aerodromes:  \nPursuant to the General Rules applicable to Aerodrome traffic \nand to the Visual Flight Rules (VFR) applicable to VFR Traffic at \nnon controlled aerodromes, both established in Part 91 of the \nArgentine Civil Aviation Regulations. \n \n \nb) At controlled aerodromes:  \nPursuant to the General Rules applicable to Aerodrome traffic \nand to the Visual Flight Rules (VFR) applicable to VFR Traffic at \ncontrolled  aerodromes,  both  established  in  Part  91  of  the \nArgentine Civil Aviation Regulations. \n \n \n\nAIP ARGENTINA  ENR 1.1-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \n \nc) En el circuito de tránsito:  \nA una altura máxima de 1.500 pies. \n \nd) En aeródromos no controlados ubicados dentro de una Zona \nde Control (CTR):  \nEl piloto  deberá  solicitar  autorización  del  Control  de  Tránsito \nAéreo de jurisdicción antes de abandonar la Zona de Tránsito \nde Aeródromo (ATZ). \n \ne) De conformidad con las Normas Particulares:  \nDe cada aeródromo, cuando hayan sido establecidas. \n \nANEXO CHARLIE \n \nNORMAS  GENERALES  PARA  OPERACIONES  EN  HELIPUERTOS  NO \nUBICADOS DEBAJO DE ÁREAS DE CONTROL TERMINAL \n \nLas   operaciones   aéreas   se ajustarán   a   las   partes   pertinentes \nestablecidas en el Regulaciones Argentinas de Aviación Civil (RAAC), \nParte 91, Publicaciones de Información Aeronáutica y a las normas \nparticulares cuando hayan sido determinadas. \n \nANEXO DELTA \n \nNORMAS   GENERALES   PARA   OPERACIONES   EN   HELIPUERTOS \nUBICADOS DEBAJO DE ÁREAS DE CONTROL TERMINAL \n \nLas   operaciones   aéreas   se   ajustarán   a   las   partes   pertinentes \nestablecidas   en   las   Regulaciones   Argentinas   de   Aviación   Civil \n(RAAC), Parte 91, Publicaciones de Información Aeronáutica y a las \nnormas particulares cuando hayan sido determinadas. \n \nANEXO ECHO \n \nNORMAS  GENERALES  PARA  OPERACIONES  EN  LUGARES  APTOS \nNO UBICADOS DEBAJO DE ÁREAS DE CONTROL TERMINAL \n \nPor  similitud  a  un  aeródromo,  las  operaciones  deberán  realizarse \nde conformidad con las Reglas Generales aplicables al Tránsito de \nAeródromo  y  con  las  Reglas  de  Vuelo  Visual  (VFR)  aplicables  al \nTránsito VFR en aeródromos no controlados (fuera de CTR), ambas \nestablecidas   en   las   Regulaciones   Argentinas   de   Aviación   Civil \n(RAAC), Parte 91. \n \nCuando las operaciones se realicen con helicópteros, éstas deberán \najustarse a las partes pertinentes establecidas en las Regulaciones \nArgentinas de Aviación Civil (RAAC), Parte 91. \n \nANEXO FOXTROT \n \nNORMAS  GENERALES  PARA  OPERACIONES  EN  LUGARES  APTOS \nUBICADOS DEBAJO DE ÁREAS DE CONTROL TERMINAL \n \nPor  similitud  a  un  aeródromo,  las  operaciones  deberán  realizarse \nde conformidad con las Reglas Generales aplicables al Tránsito de \nAeródromo  y  con  las  Reglas  de  Vuelo  Visual  (VFR)  aplicables  al \nTránsito VFR en aeródromos no controlados (fuera de CTR), ambas \nestablecidas   en   las   Regulaciones   Argentinas   de   Aviación   Civil \n(RAAC), Parte 91. \n \nCuando las operaciones se realicen con helicópteros, éstas deberán \najustarse a las partes pertinentes establecidas en las Regulaciones \nArgentinas de Aviación Civil (RAAC), Parte 91. \n \n \n \nc) In traffic circuit:  \nAt 1,500 ft maximum height.  \n \nd) At non-controlled aerodromes located within a control zone \n(CTR):  \nThe pilot shall request authorization to the Air Traffic Control \nof the  jurisdiction  before  leaving  the  Aerodrome  Traffic  Zone \n(ATZ). \n \ne) According to the Particular Rules:  \nOf each aerodrome, if established.  \n \nCHARLIE APPENDIX \n \nGENERAL RULES FOR OPERATIONS AT HELIPORTS NOT LOCATED \nUNDER TERMINAL CONTROL AREAS \n \nAir operations  shall be adjusted  to the relevant parts set forth  in \nPart 91 of  the Argentine Civil  Aviation Regulations (RAAC), to the \nAeronautical  Information  Publications  and  to  the  particular  rules \nwhen established.   \n \nDELTA APPENDIX \n \nGENERAL   RULES   FOR OPERATIONS   AT   HELIPORTS   LOCATED \nUNDER TERMINAL CONTROL AREAS \n \nAir operations  shall be adjusted  to the relevant parts set forth  in \nPart 91 of  the Argentine Civil  Aviation Regulations (RAAC), to the \nAeronautical  Information  Publications  and  to  the  particular rules \nwhen established. \n \nECHO APPENDIX \n \nGENERAL  RULES  FOR  OPERATIONS  AT  REPORTED  APPOINTED \nPLACES NOT LOCATED UNDER TERMINAL CONTROL AREAS \n \nDue  to  the  similarity  with  an  aerodrome,  operations  shall  be \nperformed   pursuant   to   the   General   Rules   applicable   to the \nAerodrome traffic and to the Visual Flight Rules (VFR) applicable to \nVFR Traffic in non-controlled aerodromes (outside the CTR), both \nestablished in Part 91 of the Argentine Civil Aviation Regulations. \n \nWhen  operations  are  performed  with  helicopters,  these  shall  be \nadjusted  to  the  relevant  parts  of  Part  91  of  the  Argentine  Civil \nAviation Regulations. \n \n \nFOXTROT APPENDIX \n \nGENERAL  RULES  FOR  OPERATIONS  AT  REPORTED  APPOINTED \nPLACES LOCATED UNDER TERMINAL CONTROL AREAS \n \nDue  to  the  similarity  with  an aerodrome,  operations  shall  be \nperformed   pursuant   to   the   General   Rules   applicable   to   the \nAerodrome traffic and to the Visual Flight Rules (VFR) applicable to \nVFR Traffic in non-controlled aerodromes (outside the CTR), both \nestablished in Part 91 of the Argentine Civil Aviation Regulations. \n \n \nWhen  operations  are  performed  with  helicopters,  these  shall  be \nadjusted  to  the  relevant  parts  of  Part  91  of  the  Argentine  Civil \nAviation Regulations.  \n \n\nAIP ARGENTINA  ENR 1.1.-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n \nPROTECCIÓN DE PERSONAS Y BIENES \n \nLa   protección   de   personas   y   bienes   se   ajustará   a   las   partes \npertinentes   establecidas   en   las   Regulaciones   Argentinas   de \nAviación Civil (RAAC), Parte 91. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROTECTION OF PEOPLE AND GOODS \n \nProtection  of  people  and  goods shall  be  adjusted  to  the  relevant \nparts of Part 91 of the Argentine Civil Aviation Regulations (RAAC). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ",
  "pageCount": 7,
  "characterCount": 28513
}