{
  "metadata": {
    "filename": "AIP - ENR1 - 5.pdf",
    "title": "ENR 1.5- Procedimientos de espera, aproximacion y salida",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:06.026Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.5-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nCATEGORÍAS DE AERONAVES POR ORDEN ALFABÉTICO / AIRCRAFT CATEGORIES IN ALPHABETICAL ORDER \nCategoría A — \nCategory A — \nmenos de 91 kt (169 km/h) IAS /  \nless than 91 kt (169 km/h) IAS \nCategoría B — \nCategory B — \n91 kt (169 km/h) o más, pero menos de / \nor more, but less than \n121 kt (224 km/h) IAS \nCategoría C — \nCategory C — \n121 kt (224 km/h)  o más, pero menos de / \nor more, but less than \n141 kt (261 km/h IAS \nCategoría D — \nCategory D — \n141 kt (261 km/h) o más, pero menos de / \nor more, but less than \n166 kt (307 km/h) IAS \nCategoría E — \nCategory E — \n166 kt (307 km/h) o más, pero menos de / \nor more, but less than \n211 kt (391 km/h) IAS \n \n \n2. Espera  \n \nVelocidades a mantener durante la espera según la categoría de la \naeronave: \n \n \n \n \n2. Holding \n \nSpeeds   to   maintain   during   holding,   according   to   the   aircraft \ncategory: \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.5   PROCEDIMIENTOS DE ESPERA, APROXIMACIÓN Y \nSALIDA \nENR 1.5    HOLDING, APPROACH, AND DEPARTURE PROCEDURES \n \n1. Generalidades  \n \nEl  diseño  y  construcción  de  los  procedimientos  de  espera  de \naproximación y salida se basan en lo establecido en el Documento \n8168 - OPS/611 (PANS OPS) de la OACI.  \n \nLos procedimientos de espera y aproximación se han basado en los \nvalores y factores contenidos en la Parte II de los PANS-OPS. \n \nLos presentes procedimientos son complementarios de las normas \npertinentes  que  se  publican  en  las  Regulaciones  Argentinas  de \nAviación Civil (RAAC), Parte 91.  \n \nCATEGORÍAS  DE  AERONAVES  EN  FUNCIÓN  DE  LA VELOCIDAD  DE \nAPROXIMACIÓN \n \nEs elemental tener en cuenta que las diferencias de performance de \nlas  aeronaves  de  distintas  categorías  influyen  directamente  en  el \nespacio aéreo y en la visibilidad que se requiere para llevar a cabo \nciertas maniobras, por ejemplo, la aproximación en circuito, el viraje \nde   aproximación   frustrada,   el   descenso   y   las   maniobras   de \naproximación final para aterrizar, inclusive los virajes de base y los \nvirajes reglamentarios.  \n \nAsimismo,   cabe   tener   en   consideración   que   el   elemento   más \nimportante de la performance es la velocidad. En consecuencia, las \ncategorías  de  aeronaves  típicas  que  se  indican  a  continuación  se \nfundamentan  en  un  valor  equivalente  a  1,3  veces  la  velocidad  de \npérdida en la configuración de aterrizaje, con la masa de aterrizaje \nmáxima certificada.   \n \nEstas  categorías  se  designan  por  orden  alfabético,  de  acuerdo  con \nsiguiente detalle: \n \n \n \n \n \n1. General \n \nThe  design  and  construction  of  holding,  approach,  and  departure \nprocedures are based on the statutes of OACI Doc 8168 – OPS/611 \n(PANS OPS). \n \nThe  holding  and  approach  procedures  have  been  based  on  the \nvalues and factors in Part II of the PANS-OPS. \n \nThese  procedures  are  complementary  to  the  corresponding  rules \npublished in  Part  91  of  the  Argentine  Civil  Aviation  Regulations \n(RAAC).  \n \nAIRCRAFT CATEGORIES ACCORDING TO APPROACH SPEED \n \n \nIt  is  essential  to  take  into  consideration  that  the  performance \ndifferences   of   the   aircraft   of   different   categories   have   direct \ninfluence  in the  airspace  and  in  the  required  visibility  in  order  to \nperform certain maneuvers, for example, the circling approach, the \nmissed   approach   turn,   the   descent   and   the   final   approach \nmaneuvers to land, even base turns and statutory turns. \n \n \nLikewise,  it  is  necessary  to  consider  that  the  most  important \nelement of performance is the speed. Consequently, the categories \nof type aircraft indicated below are based on a value equivalent to \n1,3  times  the  stalling  speed  in  the  landing  configuration,  with  the \ncertified maximum landing weight.  \n \n \nThese categories are assigned in alphabetic order, according to the \nfollowing details: \n\nAIP ARGENTINA  ENR 1.5.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nNiveles / Levels  \nVelocidad KIAS máxima / \nMaximum KIAS Speed \nHasta  FL 60 Inclusive   (solo ACFT de Cat. A y B) 170 KT \nUp to and including FL 60 (Only Cat A and B ACFT)  \nHasta  FL 60 Inclusive  (para ACFT Cat. C, D y E)   210 KT * \nUp to and including FL 60 (for Cat. C, D and E ACFT)  \nMás de  FL 60 Hasta  FL 140 (solo ACFT de Cat. A y B)   170 KT \nOver FL 60 up to FL 140 (only Cat A and B ACFT)  \nMás de  FL 60 Hasta  FL 140 (para ACFT Cat. C, D y E) 220 KT \nOver FL 60 up to FL 140 (for Cat. C, D and E ACFT)  \nMás de  FL 140 Hasta  FL 200 (solo ACFT de Cat. A y B) 175 KT \nOver FL 140 up to FL 200 (Only Cat A and B ACFT)  \nMás de FL 140 Hasta  FL 200 (para ACFT Cat. C, D y E   240 KT * \nOver FL 140 up to FL 200 (for Cat. C, D and E ACFT)  \nMás de FL 200 Hasta  FL 340  265 KT * \nOver FL 200 up to FL 340   \nMás de / Over FL 340    0,83 Mach \nOver FL 340     \n \n*  En determinadas condiciones de vuelo (ej. turbulencia, engelamiento, etc.) podrá ajustarse la velocidad hasta 280 KT o 0,8 Mach, de \nambos valores el menor, previo permiso del ATC. \n*  In certain flight conditions (for example turbulence, icing, etc.) the speed may be adjusted up to 280 kt or 0,8 Mach, the least of those \ntwo values, after ATC clearance.  \n \n \nTIEMPO/DISTANCIA DE ALEJAMIENTO \n \nCon  aire  en  calma  el  tiempo  que  se  vuele  con  el  rumbo  de \nalejamiento  (considerando  que  la  aeronave  se  desplaza  dentro  de \nuna masa de aire estática) no deberá exceder de un (1) minuto si se \nestá  a  FL  140  (14.000  pies)  o  por  debajo,  y  de  un  minuto  y  medio \n(1½) si se está a FL 150 o por encima. Cuando se disponga de DME, \npuede especificarse, en función de la distancia la longitud del tramo \nde alejamiento en vez de expresarse en tiempo. \n \n \n3. Llegadas \n \na) Llegadas hacia aeródromos controlados: \n \n1) Los vuelos IFR que llegan a un área de control terminal para \naterrizar, recibirán   instrucciones   para   que   establezcan \ncontacto con el control de aproximación a una hora, nivel o \nposición especificados. Eventualmente podrán ser \nencaminados a un punto de espera determinado. \n \n2) Los  términos  de  este  permiso  se  observarán  hasta  que  se \nreciban instrucciones posteriores del control de \naproximación. Si se llega al límite del permiso antes que se \nreciban   instrucciones   ulteriores   se   llevará   a   cabo   el \nprocedimiento  de  espera  en  el  nivel que  se  autorizó  en \núltimo término.  \n \nNota. –– En  jurisdicción  nacional  no  se  han  establecido \noficinas de control de aproximación. El servicio respectivo es \nbrindado  por  una  TWR  o  el  ACC  de  jurisdicción,  según \ncorresponda. \n \n3) Debido al espacio aéreo limitado disponible, es importante \nque las aproximaciones a los circuitos y los procedimientos \nde  espera  se  lleven  a  cabo  tan  exactamente  como  sea \nposible. Los pilotos deberán informar al ATC si, por cualquier \n \nOUTBOUND TIME/DISTANCE \n \nWith  still  air,  the  time  flying  with  outbound  heading  (taking  into \naccount that the aircraft moves in stable air mass) shall not exceed \none (1) minute at or below FL 140 (14,000 ft) and one minute and a \nhalf (1½) at or over FL 150. When a DME is available, the outbound \nleg  extension  may  be  specified  according  to  distance,  instead  of \ntime.  \n \n \n \n3. Arrivals \n \na) Arrivals at controlled aerodromes \n \n1) IFR flights that arrive at a terminal control area to land shall \nreceive  instructions  to  contact  the  approach  control  at  a \nspecified  time,  level  or  position.  They  may  be  eventually \ndirected to a certain holding point. \n \n \n2) The  terms  of  this  clearance  shall  be complied  till  further \ninstructions from the approach control are received. If the \nclearance    limit    is    reached    before    receiving    further \ninstructions,  the  holding  procedure  shall  be  carried  out  at \nthe last authorized flight level.  \n \n \nNote. –– In national jurisdiction, no approach control units \nhave been established. The service is provided by a TWR or \nthe ACC of jurisdiction, as the case may be. \n \n \n3) Due to the limited airspace available, it is important that the \napproaches  to  circuits  and  the  holding  procedures  are \ncarried  out  as  precisely  as  possible.  Pilots  shall  inform  the \nATC  if,  for  whatever  reason,  they  cannot  carry  out  the \napproach and/or the holding procedure as required.   \n\nAIP ARGENTINA  ENR 1.5-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nrazón, no pueden llevar a cabo la aproximación y/o la espera \nen la forma requerida. \n \nb) Llegadas hacia aeródromos no controlados \n \n1) Los  vuelos  IFR  que  llegan  a  un  aeródromo  no  controlado \ndonde  se  brinda  solamente  Servicio  de  Información  de \nVuelo y Alerta o que se dirijan a un aeródromo donde no se \nbrindan servicios de tránsito aéreo, deberán cancelar el Plan \nde  Vuelo  IFR  sobre  el  aeródromo  (si  las  condiciones  de \nvisibilidad y distancia a las nubes permiten el vuelo en VMC), \nprevia comunicación al ACC de jurisdicción y ajustarse a lo \nsiguiente:  \n \ni) La cancelación del Plan de Vuelo IFR se efectivizará si el \npiloto  confirma  que  tiene  el  aeródromo  a  la  vista  y \nasegurada la operación visual hasta el aterrizaje.  \n \nii) El   piloto   deberá   cumplimentar   los   procedimientos \nestablecidos  en  las  RAAC,  Parte  91,  Sección 91.153, \nincisos (m) y (n) relativos al  informe de  llegada y a  sus \nprocedimientos conexos. \n \n4. Salidas  \n \nLos vuelos IFR desde:  \n \na) Aeródromos controlados: \n \n1) recibirán,  previa  presentación  del  Plan  de  Vuelo  IFR,  un \npermiso de control de tránsito aéreo a través de la TWR del \naeródromo de salida para operar dentro del espacio aéreo \ncontrolado   y/o   posteriormente   recibirán   del   ACC   de \njurisdicción  el  servicio  de  información  de  vuelo  y  alerta \npertinente para el caso que vayan a operar fuera de espacio \naéreo controlado.  \n \nNota. –– Ver  mínimos  meteorológicos  para  despegue  en \napéndice D de las RAAC.  \n \nb) Aeródromos no controlados donde se brinda solamente servicio \nde información de vuelo y alerta: \n \n1) recibirán,  previa  presentación  del  Plan  de  Vuelo  IFR,  un \npermiso de control de tránsito aéreo del ACC de jurisdicción \npara operar dentro del espacio aéreo controlado o recibirán \nservicio  de  información  de  vuelo  y  alerta  para  el  caso  que \noperen fuera de espacio aéreo controlado.  \n \nNota. –– Ver  mínimos  meteorológicos  para  despegue  en \napéndice D de las RAAC.  \n \nc) Aeródromos donde no se brindan servicios de tránsito aéreo:  \n \n1) EN  CONDICIONES  VMC:  Recibirán  un  permiso  de  control \nde  tránsito  aéreo  para  operar  dentro  de  espacio  aéreo \ncontrolado o servicio de información de vuelo y alerta para \nel  caso  que  operen  fuera  de  espacio  aéreo  controlado, \npara lo cual:  \n \ni) Deberán  efectuar  arreglos  previos - vía  telefónica  o \npor  radio - con  la  dependencia  ATS  más  próxima  al \naeródromo de salida.  \n \nii) En   forma   posterior   a   dicho   despegue,   deberán \nmantenerse operando dentro del circuito de tránsito \n \n \nb) Arrivals at non-controlled aerodromes \n \n1) The  IFR  flights  arriving at  a  non-controlled  aerodrome  at \nwhich only Flight Information and Alert Service is provided \nor going to an aerodrome at which air traffic services are not \nprovided,   shall   cancel   the   IFR   Flight   Plan   over   the \naerodrome (if visibility and distance to the clouds conditions \nallow  VMC  flight),  after  communication  with  the  ACC  of \njurisdiction and complying with the following: \n \n \ni) The IFR Flight Plan cancellation shall be effective if  the \npilot  confirms  that  the  aerodrome  is  at  sight  and  that \nthe visual operation is assured until landing.  \n \nii) The  pilot  shall  comply  with  the  procedures  stated  in \nsubsections (m) and (n) of the Section 91.153, Part 91 of \nthe    RAAC,    related    to    the    arrival    report    and \ncorresponding procedures. \n \n \n4. Departures \n \nIFR flights from: \n \na) Controlled aerodromes: \n \n1) shall receive, after submitting the IFR Flight Plan, clearance \nfrom   the   air   traffic   control   through   the   TWR   of   the \ndeparture aerodrome to operate within controlled airspace \nand/or  shall  afterwards  receive  the  corresponding  flight \ninformation and alert service from the ACC of jurisdiction in \ncase they operate outside controlled airspace.  \n \nNote. –– See meteorological minimums for takeoff in Annex \nD of the RAAC.  \n \n \nb) Non-controlled  aerodromes  at  which  only  flight  information \nand alert service is provided: \n \n1) shall receive, after submitting the IFR Flight Plan, clearance \nfrom the air traffic control of the ACC jurisdiction to operate \nwithin controlled airspace or shall receive flight information \nand  alert  service  in  case  they  operate  outside  controlled \nairspace. \n \nNote. –– See meteorological minimums for takeoff in Annex \nD of the RAAC. \n \nc) Aerodromes at which no air traffic services are provided: \n \n1) IN VMC CONDITIONS: IFR flights shall receive the air traffic \ncontrol  clearance  to  operate  within  controlled  airspace  or \nflight  information  and  alert  service  in  case  they  operate \noutside controlled airspace, for that to happen:  \n \n \ni) They shall previously communicate, via phone or radio, \nwith the ATS nearest to the departure aerodrome.  \n \n \nii) After said takeoff, they shall keep operating in the traffic \ncircuit without leaving it until traffic clearance or flight \n\nAIP ARGENTINA  ENR 1.5.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nsin  abandonar  el  mismo,  hasta  haber  obtenido  el \npermiso de tránsito o servicio de información de vuelo \ny alerta (según corresponda) del ACC de jurisdicción.  \n \n2) EN CONDICIONES IMC: Recibirán un permiso de control de \ntránsito   aéreo   para   operar   dentro   de   espacio   aéreo \ncontrolado,  o  servicio  de  información  de  vuelo  y  alerta \npara   el   caso   que   operen   fuera   de   espacio   aéreo \ncontrolado, para lo cual deberán:  \n \ni) Obtener (vía telefónica o por radio) la aprobación del \nplan  de  vuelo  en  tierra  de  la  dependencia  ATS  más \npróxima al aeródromo de salida.  \n \nNota. –– Ver mínimos meteorológicos para despegue \nen apéndice D de las RAAC. \n \n5. Procedimientos para las áreas de control terminal  \n \nGeneralidades \n \nTeniendo  en  cuenta  las  características  de  las  áreas  de  control \nterminal en lo referente a la alta densidad de tránsito; y que las rutas \nATS   en   los   espacios   aéreos   inferior   y   superior   continúan   su \nproyección dentro del área, excepto en lo relativo a sus dimensiones \nlaterales que se reducen a 5 NM a cada lado del eje: \n \na) Los procedimientos de entrada y salida del TMA no se realizarán \na un nivel de vuelo inferior al mínimo especificado para la ruta \ny  deberán  respetarse  los  niveles  mínimos  establecidos  sobre \ndeterminadas posiciones dentro de la TMA.  \n \nb) Se  requiere  que  las  aeronaves  vuelen  a  velocidad  reducida, \ncompatible con las limitaciones que la operación segura de las \nmismas tenga a ese respecto.  \n \nc) Dentro  de  la  TMA  y  en  vuelo  por  debajo  del  FL  100,  las \naeronaves  volarán  a  una  velocidad  indicada  (IAS) máxima  de \n250 KT.  \n \nProcedimientos IFR  \n \na) Salidas IFR: \n \n1) Normalmente    los    vuelos IFR    que    partan    desde    un \naeródromo   para   el   cual   se   hayan   publicado   salidas \nnormalizadas por instrumentos (SID), recibirán \ninstrucciones para el cumplimiento de las mismas  \n \n2) No obstante a ello,   al   tomar   en   consideración   las \ncaracterísticas y el volumen del tránsito, la dependencia de \ncontrol correspondiente podrá:  \n \ni) Apartar  momentáneamente  o  definitivamente  a  una \naeronave de la SID que está cumpliendo; ó  \n \nii) Asignar   otra   trayectoria   de   salida   eximiendo   a   la \naeronave del cumplimiento de una SID.  \n \n3) Si el vuelo se origina en un aeródromo para el cual no se han \nestablecido SID la dependencia de control de tránsito aéreo \nincorporará las instrucciones para la salida en el permiso de \ntránsito.  \n \n \n \ninformation  and  alert  service  (as  the  case  may  be)  is \nreceived from the ACC of jurisdiction.  \n \n \n2) IN  IMC  CONDITIONS:  IFR  flights  shall  receive  the  air  traffic \ncontrol  clearance  to  operate  within  controlled  airspace  or \nflight  information  and  alert  service  in  case  they  operate \noutside controlled airspace for that to happen: \n \n \ni) They  shall  obtain  (via  phone  or  radio)  the  flight  plan \nacceptance  on  land  from  the  ATS  unit  nearest  to  the \ndeparture aerodrome. \n \nNota. –– See  meteorological  minimums  for  takeoff  in \nAnnex D of the RAAC. \n \n5. Procedures for terminal control areas \n \n \nGeneral \n \nTaking into consideration the characteristics of the terminal control \nareas regarding high density traffic  and that the ATS routes in the \ninferior and superior airspaces continue their extension in the area, \nexcept the lateral dimensions which are reduced to 5 nm alongside \nthe axis: \n \na) The   entry   and   exit   procedures   of   the   TMA   shall   not   be \nperformed at a  FL below the minimum  specified for the route \nand the minimum levels stated over certain positions inside the \nTMA shall be respected.  \n \nb) It is required that the aircraft fly at a reduced speed, pursuant \nto the limitations of their safe operation. \n \nc) Within  the  TMA  and  below  FL  100,  the  aircraft  shall  fly  at  a \nmaximum indicated airspeed (IAS) of 250 kt. \n \n \nIFR Procedures \n \na) IFR Departures   \n \n1) IFR   flights   leaving   an   aerodrome   for   which   standard \ninstrument  departure  (SID)  charts  are  published  normally \nshall receive instructions to comply with those charts.  \n \n \n2) However, considering the traffic characteristics and volume, \nthe control unit shall be able to: \n \n \ni) Temporarily   or   permanently   interrupt   an   aircraft \ncomplying with a SID. \n \nii) Assign  another  exit  path,  exempting  the  aircraft  from \ncomplying with a SID. \n \n3) If  the  flight  starts  at  an  aerodrome  for  which  no  SID  has \nbeen   stated,   the   air   traffic   control   unit   shall   add   the \ninstructions to exit to the traffic clearance.  \n \n \n \n \n\nAIP ARGENTINA  ENR 1.5-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n4) En  el  caso  de  los  de  los  aeródromos  de  El  Palomar,  M. \nMoreno  y  San  Fernando  se  deberán  utilizar  las  salidas \npublicadas para los aeródromos Ezeiza y Aeroparque Jorge \nNewbery.  \n \nb) Llegadas IFR  \n \n1) Normalmente los vuelos IFR que lleguen a una TMA y tengan \npor destino un aeródromo para el cual se hayan publicado \nllegadas  normalizadas  por  instrumentos  (STAR),  recibirán \ninstrucciones para cumplimentar una de ellas.  \n \n2) No obstante, al tomar en consideración las características y \nel   volumen   del   tránsito,   la   dependencia   de   control \ncorrespondiente podrá:  \n \ni) Apartar  momentáneamente  o  definitivamente  a  una \naeronave de la STAR que está cumpliendo; o  \n \nii) Asignar   otra   trayectoria   de   llegada   eximiendo   a   la \naeronave del cumplimiento de la STAR.  \n \n3) Si bien en las cartas STAR se indican circuitos de espera, la \ndependencia de control podrá emitir instrucciones para que \nuna aeronave efectúe espera en cualquier momento y lugar.  \n \n4) De   ser   posible,   la   dependencia   de   control   autorizará \ndescensos  continuos,  y  regulará  el  tránsito  de  manera  de \nlograr  la  fluidez  necesaria  para  evitar  que  las  aeronaves \nefectúen espera.  \n \nc) Aproximaciones por Instrumentos  \n \n1) Los valores de Altitud Mínima de Descenso (MDA) y Altitud \nde  Decisión  (DA)  se  establecen  exclusivamente  en  función \nde     márgenes     de     seguridad     verticales     y     laterales \nrelacionados  con  los  obstáculos  existentes  que  afectan  los \nsegmentos de aproximación final y aproximación frustrada \ndel procedimiento considerado. \n \n2) El valor que aún continúa figurando en algunas IAC bajo el \nparámetro  TECHO  debe  ser  considerado  como  la  Altura \nMínima  de  Descenso  (MDH)  o  la  Altura  de  Decisión  (DH) \nsegún corresponda a un procedimiento de aproximación de \nno precisión o de precisión.  \n \n3) El valor de TECHO representa la MDH o MDA con respecto a \nla elevación del aeródromo o a la elevación del umbral de la \npista pertinente y no se encuentra necesariamente asociado \nal TECHO DE NUBES del aeródromo.  \n \nNota. –– En el proceso permanente de actualización de las \ncartas  IAC,  se  ha  previsto  la  inclusión  de  las  abreviaturas \nMDH  o  DH,  según  corresponda,  en  reemplazo  del  término \n“TECHO”.  \n \n4) El valor de VISIBILIDAD se encuentra determinado a efectos \nde  permitir  el  establecimiento  del  contacto  visual  con  la \npista al alcanzar la aeronave la MDA o la DA.  \n \n5) En  virtud  que  los  valores  de  altitud  mínima  de  descenso \n(MDA)    o    altitud    de    decisión    (DA)    establecidos    son \ncoincidentes con los valores de Altitud de Franqueamientos \nde  Obstáculos  (OCA),  ya  que  no  incluyen  ningún  margen \nadicional,  los  explotadores  podrán  fijar  sus  mínimos  de \n \n4) In   the   El   Palomar,   M.   Moreno,   and   San   Fernando \naerodromes,  the  exits  to  be  used  shall  be  those  published \nfor Ezeiza and Aeroparque Jorge Newbery aerodromes.  \n \n \nb) IFR arrivals \n \n1) IFR   flights   arriving   a   TMA   and   with   destination   at   an \naerodrome   for   which   standard terminal   arrival   (STAR) \ncharts  are  published  normally  shall  receive  instructions  to \ncomply with one of those charts.  \n \n2) However, considering the traffic characteristics and volume, \nthe control unit shall be able to: \n \n \ni) Temporarily   or   permanently   interrupt an   aircraft \ncomplying with the STAR. \n \nii) Assign  an  arrival  path,  exempting  the  aircraft  from \ncomplying with the STAR. \n \n3) Even  though  in  the  STAR  charts  there  are  holding  circuits, \nthe  control  unit  shall  be  able  to  give  instructions  to  an \naircraft for flying a hold at any moment and place.  \n \n \n4) If  possible,  the  control  unit  shall  authorize  continuous \ndescents, and shall direct traffic in such a way to achieve the \nnecessary flow to avoid holding aircraft. \n \nc) Instrument Approaches \n \n1) The  Minimum  Descent  Altitude  (MDA)  and  the  Decision \nAltitude (DA) values are exclusively stated according to the \nvertical  and  lateral  safety  margins  related  to  the  existent \nobstacles   that   affect   the   final   approach   and   missed \napproach legs of the procedure in question.  \n \n \n2) The value that is still stated in some IAC under the CEILING \nparameter  shall  be  considered  as  the  Minimum  Descent \nHeight (MDH) or the Decision Height (DH), as the case may \nbe, a precision or non-precision approach procedure.  \n \n3) The  CEILING  value  represents  the  MDH  or  MDA  regarding \nthe  aerodrome  elevation  or  the  corresponding  runway \nthreshold  elevation  and  it  is  not  necessarily  related  to  the \nCLOUD CEILING of the aerodrome.  \n \nNote. –– In  the  permanent  updating  process  of  the  IAC \ncharts, an inclusion of the acronyms MDH or DH, as the case \nmay be, is planned, to replace the term “CEILING”.  \n \n \n \n4) The  VISIBILITY  value  is  determined  in  order  to  allow  the \nvisual  contact  with  the  runway  when  the  aircraft  reaches \nthe MDA or the DA. \n \n5) By  virtue  of  the  coinciding  values  of  minimum  descent \naltitude (MDA) or decision altitude (DA) with the values of \nObstacle Clearance Altitude (OCA), since they do not include \nany additional margin, the users shall be able to state their \nusage  minimums  for each  of  the  aerodromes  where  they \n\nAIP ARGENTINA  ENR 1.5.-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nutilización para cada  uno de los  aeródromos de  que tenga \nque  servirse  en sus  operaciones  de  conformidad  con  lo \nestablecido en las Regulaciones Argentinas de Aviación Civil \n(RAAC)  y  el  Documento  8168 - OPS/611  (PANS  OPS)  de  la \nOACI.  \n \n6) Si  se  fijaran  dichos  mínimos  de  utilización  debe  tenerse \npresente  que  en  ningún  caso  deben  ser inferiores  a  los \nvalores publicados en las cartas IAC. \n \nd) Procedimientos radar  \n \n1) Los procedimientos radar se encuentran establecidos en la \nparte ENR 1.6.  \n \n \n6. Aproximaciones por radar de vigilancia  \n \nNo se realizan aproximaciones de este tipo.  \n \n \n7. Aproximaciones por radar de precisión  \n \nNo se realizan aproximaciones de este tipo.  \n \n \n8. Falla de las comunicaciones  \n \nSeguirán   los   procedimientos   pertinentes   que   figuran   en   las \nRegulaciones Argentinas de Aviación Civil (RAAC), Parte 91, Sección \n91.185.  \n \n \n9. Procedimientos RNAV de aproximacion por instrumentos  \n \nNo se realizan procedimientos de este tipo.  \n \n \n10. Procedimientos RNAV de llegada  \n \nNo se realizan procedimientos de este tipo.  \n \n \n11. Procedimientos rnav de salida  \n \nNo se realizan procedimientos de este tipo.  \n \n \n12. Procedimientos generales de atenuación de ruido \n \na) Aplicación: \n \nCon  excepción  de  aquellos  aeródromos  donde  la  autoridad \naeronáutica  (Dirección  de  Tránsito  Aéreo)  haya  establecido \nprocedimientos   específicos    de   atenuación   de   ruido,   los \nsiguientes  procedimientos  son  de  cumplimiento  obligatorio \npara  todas  las  aeronaves,  en  todos los aeródromos  y  sus \nproximidades, tanto en VMC como en IMC, volando de acuerdo \ncon  las  reglas  de  vuelo  visual  o  con  las  reglas  de  vuelo  por \ninstrumentos, excepto en situaciones de emergencia o cuando \nexistan condiciones adversas de operación. \n \nSe  considera  que  existen  o  existirían  condiciones  adversas  de \noperación, en los siguientes casos:  \n \noperate,    pursuant    to    the    Argentine    Civil    Aviation \nRegulations (RAAC) and the ICAO Doc 8168 - OPS/611 (PANS \nOPS).  \n \n \n \n6) If such usage minimums were stated, it must be considered \nthat the values shall never be below the ones published in \nthe IAC charts, in any case.  \n \nd) Radar Procedures \n \n1) The radar procedures are stated in part ENR 1.6. \n \n \n \n6. Surveillance radar approaches \n \nThis kind of approach is not used. \n \n \n7. Surveillance precision radar approaches   \n \nThis kind of approach is not used. \n \n \n8. Communication failure \n \nThe relevant procedures stated in Subsection 91.185, Part 91 of the \nArgentine Civil Aviation Regulations (RAAC) shall be carried out. \n \n \n \n9. RNAV procedures for instrument approach \n \nThis kind of procedure is not used. \n \n \n10. Arrival RNAV procedures \n \nThis kind of procedure is not used. \n \n \n11. Departure rnav procedures \n \nThis kind of procedure is not used. \n \n \n12.  General procedures for noise abatement \n \na) Application \n \nExcept    the    aerodromes    where    the    aviation    authority \n(Directorate for Air  Traffic  Control)  has  established  specific \nprocedures  for  noise  abatement,  the  following  procedures  are \nmandatory  for  all  aircraft,  at  all  the  aerodromes  and  their \nvicinity, both in VMC and IMC conditions, flying according to the \nvisual  flight  rules  or the  instrument  flight  rules,  unless  an \nemergency or adverse conditions exist. \n \n \n \nAdverse conditions are considered to exist or that would exist, in \nthe following cases:    \n \n\nAIP ARGENTINA  ENR 1.5-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n1) Cuando  la  pista  esta  adversamente  afectada  por  nieve, \nnieve  fundente,  hielo,  agua,  lodo,  caucho,  aceite  u  otras \nsustancias, de manera que disminuya o pueda disminuir el \ncoeficiente de rozamiento.  \n \n2) Cuando  la  componente  transversal  del  viento,  incluyendo \nlos efectos de las ráfagas, excede de 15 KT. \n \n3) Cuando  la  componente  de  cola  del  viento,  incluyendo  los \nefectos de las ráfagas, excede de 5 KT. \n \n4) Cuando se ha notificado o pronosticado cortantes de viento \nque afecten la aproximación o la salida, o estas puedan ser \nafectadas  por  condiciones  meteorológicas  adversas,  como \npor ejemplo tormentas. \n \n5) Cuando la visibilidad horizontal es inferior a 2 km. \n \n6) Para  la  aproximación  y  el  aterrizaje,  cuando  el  techo  de \nnubes se encuentre por debajo de 500 ft., con respecto a la \nelevación del aeródromo. \n \n7) Otros  factores  que  prescriba  el  manual  de  operación  o  de \nvuelo de la aeronave. \n \nDe  resultar  más  efectivo,  podrán  aplicarse  los  procedimientos \npara atenuar el ruido establecido en el manual de operación de \nla aeronave. \n \nb) Prueba de motores: \n \nSe prohíbe la prueba de motores entre las 01:00 UTC y las 11:00 \nUTC. \n \nc) Procedimientos para el despegue y el ascenso: \n \nLas operaciones se realizarán utilizando pistas y trayectorias de \nascenso  que  en  todo  lo  posible  no  afecten  áreas  pobladas  o \náreas sensibles al ruido.  \n \nSi  no  es  posible  lo  anterior,  se  cumplirá  con  el  siguiente \nprocedimiento:  \n \n1) Posterior al despegue, ascender hasta 1.000 ft (con respecto \na la elevación del aeródromo) manteniendo; \n \n potencia / empuje de despegue;  \n \n flaps para despegue; y \n \n velocidad de ascenso igual a V2 + 10 a 20 KT. \n \n2) A 1.000 ft; \n \n manteniendo    una    velocidad    ascensional    positiva, \nacelerar hasta la velocidad mínima de maniobra sin flaps \n(VZF) al mismo tiempo que se repliegan los mismos; \n \n a continuación, reducir  el  empuje  de  conformidad  con \nlo siguiente;  \n \n para   aeronaves   con   motores   de alta   relación   de \ndisminución  de  ruido,  reducir  la  potencia  /  empuje  de \nascenso a “normal”; \n \n1) When the runway  is adversely affected by  snow, slush, ice, \nwater, mud, rubber, oil or other substances, which reduce or \nmay reduce the friction coefficient.  \n \n \n2) When  the  crosswind  component,  effects  of  gusts  included, \nexceeds 15 kt. \n \n3) When  the  tailwind  component,  effects  of  gusts  included, \nexceeds 5 kt. \n \n4) When wind shears have been notified or foreseen that affect \nthe approach or the exit, or when these may be affected by \nadverse meteorological conditions, like storms.  \n \n \n5) When the horizontal visibility is less than 2 km. \n \n6) For  approach  and  landing,  when  the  cloud  ceiling  is  below \n500 ft., regarding the aerodrome elevation.  \n \n \n7) Other  factors  stated  in  the  operation  manual  or  the  flight \nmanual of the aircraft. \n \nIf more effective, the noise abatement procedures stated in the \noperation manual of the aircraft may be applied. \n \n \nb) Engine test \n \nEngine test is forbidden between 01:00 and 11:00 UTC.  \n \n \nc) Takeoff and liftoff procedures \n \nOperations  shall  be  performed  using  runways  and  liftoff  paths \nthat do not affect as much as possible populated areas or noise-\nsensitive areas. \n \nIf not possible, the following procedure shall be followed: \n \n \n1) After takeoff, climb up to 1,000 ft. (regarding the aerodrome \nelevation) maintaining: \n \n Power / takeoff thrust; \n \n flaps for takeoff; and \n \n climb speed equal to V2 + 10 to 20 KT. \n \n2) At 1,000 ft; \n \n Maintaining a positive climbing speed, accelerate up to \nthe  minimum  maneuvering  speed  without  flaps  (VZF), \nwhile the flaps are retracting; \n \n Then reduce thrust according to the following: \n \n \n for   aircraft   with   high bypass   ratio   engines,   reduce \npower/ lift thrust to “normal”; \n \n \n\nAIP ARGENTINA  ENR 1.5.-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n para   aeronaves   con   motores   de   baja   relación   de \ndisminución de ruido, reducir la potencia / empuje por \ndebajo  del  que  corresponde  al  de  ascenso  a  normal, \npero no menor al necesario para mantener la pendiente \nascensional con un motor detenido; y  \n \n para  aviones  con  regímenes  lentos  de  retracción  de \nflaps,   reducir   la   potencia   /   empuje   a   un   reglaje \nintermedio. \n \n3) A continuación:  \n \n De 1.000 ft a 3.000 ft, continuar el ascenso a no más \nde VZF + 10 KT. \n \n A  3.000  ft,  acelerar  suavemente  hasta  la  velocidad \nde  ascenso  en  ruta,  o  hasta  la  que  corresponda  al \npermiso de tránsito o según el espacio aéreo en que \nse vuela. \n \n \nd) Procedimientos para la aproximación y el aterrizaje: \n \nEn todo lo posible, las aproximaciones y aterrizajes se realizarán \nutilizando pistas y trayectorias que no afecten áreas pobladas o \náreas sensibles al ruido. \n \nDentro   de   los   parámetros   establecidos   en   el   manual   de \noperación  de  la  aeronave,  y  cuando  los  permisos  de  tránsito \notorgados para la aproximación lo permitan, esta se efectuará \nlogrando un régimen de descenso ininterrumpido con potencia \ny resistencia al avance reducidos, demorando el despliegue de \nlos  flaps  y  del  tren  de  aterrizaje  hasta  la  etapa  final  de  la \naproximación.  \n \nSi las condiciones permiten realizar una operación segura, no se \nutilizarán los reversores de empuje durante el aterrizaje.  \n \nNota. –– Los procedimientos precedentes tendientes a conseguir \nla  atenuación  del  ruido  producido  por  las  aeronaves,  han  sido \nelaborados de acuerdo con los recomendados en el Documento \n8168,  PANS-OPS,  Volumen  I - Procedimientos  de  Vuelo,  de  la \nOrganización de Aviación Civil Internacional \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n for  aircraft  with  low  bypass  ratio  engines,  reduce  the \npower/thrust  below  the  one  that  corresponds  to  climb \nto normal, but not over the least necessary to maintain \nthe climb gradient with a stopped engine; and \n \n \n For aircraft with slow flaps retraction, reduce the power \n/ thrust to a medium setting. \n \n \n3) Next: \n \n From 1,000 ft. to 3,000 ft., continue climbing at no more \nthan VZF + 10 KT. \n \n At  3,000 ft.,  accelerate  smoothly  until  en-route  climb \nspeed   or   until   the   speed   indicated   by   the   traffic \nclearance or according to the airspace.  \n \n \n \nd) Approach and landing procedures   \n \nApproaches and landings shall be performed using runways and \npaths that do not affect, as much as possible, populated areas or \nnoise-sensitive areas. \n \nWithin  the  parameters  stated  in  the  operation  manual  of  the \naircraft,  and  when  the  traffic  clearances  received  for  approach \nallow   it,   such   approach   shall   be   performed   achieving   an \nuninterrupted  descent  rate  with  reduced power  and  advance \nresistance, delaying the flaps and landing-gear deployment until \nthe approach final stage. \n \n \nIf conditions allow performing a safe operation, thrust reversers \nshall not be used during landing. \n \nNote. –– The previous   procedures   aimed   at aircraft   noise \nabatement have been designed according to the \nrecommendations of OACI Doc 8168, PANS-OPS, Volume I – Flight \nProcedures \n \n \n \n \n \n ",
  "pageCount": 9,
  "characterCount": 35167
}