{
  "metadata": {
    "filename": "AIP - ENR1 - 6.pdf",
    "title": "ENR 1.6- Servicio y Procedimientos Vigilancia ATS ",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:07.036Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.6.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.6     SERVICIOS Y PROCEDIMIENTOS DE VIGILANCIA ATS ENR 1.6     ATS SURVEILLANCE SERVICES AND PROCEDURES \n \n1. Radar primario (PSR) y secundario de vigilancia (SSR) \n \n \na) Servicios y procedimientos de vigilancia ATS \n \nEl  radar  primario  y  el  radar  secundario  de  vigilancia  forman \nparte  de  un  sistema  integral  de  vigilancia  ATS  que  permite \nproporcionar Servicio de Vigilancia ATS a las aeronaves, sujeto \na factores tales como la cobertura del sistema de vigilancia ATS \ny las limitaciones  técnicas  que  pueden afectar a este servicio, \nsiendo  el  controlador  que  suministra  el  Servicio  de  Vigilancia \nATS  quien  determine  la  capacidad  de  continuar  prestando  el \nservicio    de    conformidad    con    las    instrucciones    técnicas \nprescritas  por  la  autoridad  pertinente  respecto  al  equipo  de \nque se trate. \n \nTanto  el  radar  primario  de  vigilancia  (PSR)  como  el  radar \nsecundario de vigilancia (SSR) pueden usarse por separado o de \nforma conjunta para proporcionar dicho servicio.  \n \nb) Sistema de asignación de claves SRR  \n \nLos respondedores SSR deberán disponer del modo A/3 y tener \ncapacidad  para  4096  códigos  de  respuesta.  Los  pilotos  harán \nfuncionar  sus  respondedores  SSR,  seleccionarán  los  modos  y \ncódigos de conformidad con las autorizaciones del Control de \nTránsito  Aéreo  y  los  mantendrán  hasta  que  se  les  indique  lo \ncontrario. \n \nEl  empleo  del  transpondedor  SSR  en  Modo  A/3  y  Modo  C  es \nobligatorio  para  todas  las  aeronaves  en  vuelo  dentro  de  las \náreas designadas en ENR-2.1 Espacio Aéreo ATS - FIR, UIR, TMA.  \n \nTodas las aeronaves que realicen vuelos en el espacio aéreo de \nJurisdicción Nacional Argentina por encima de 3000 pies (ft) de \naltura  y  que  estén  equipadas  con  respondedor  en  servicio \noperativo, deberán operarlo en forma continua en Modo “C”, \ncon el código asignado por el ATC o, si no fuera así en A2000, a \nfin de posibilitar la activación de los sistemas anticolisión de a \nbordo de las aeronaves que lo dispongan.  \n \nLos pilotos de aeronaves que se encuentren a punto de entrar \nen  espacios  aéreos  con  coberturas  por  sistemas  de  vigilancia \nATS,  que  no  hayan  recibido  instrucciones  específicas  del  ATS \ncon  respecto  al  reglaje  del  respondedor,  harán  funcionar  el \nmismo  en  Modo  A/3  código  2000  antes  de  la  entrada  y \nmantendrán dicho reglaje de código hasta que se le instruya lo \ncontrario.  \n \nEl   valor   de   tolerancia   utilizado   para   determinar   que   la \ninformación  sobre  el  nivel  derivada  de  la  altitud  de  presión \npresentada al controlador es exacta,  es de ±200 ft en espacio \naéreo RVSM y de ±300 ft en otro tipo de espacio aéreo.  \n \nEl empleo del transpondedor SSR en Modo A/3 es obligatorio \npara todas las aeronaves con matrícula argentina, que cuenten \ncon  un  certificado  de  aeronavegabilidad  especial,  categoría \nrestringido, propósito agrícola, conforme lo establecido en las \nRegulaciones  Argentinas  de  Aviación  Civil,  Parte  91,  siempre \nque  operen  dentro  de  la  Zona  de  Identificación  de  Defensa \n \n1. Primary     surveillance     radar (PSR) and     secondary \nsurveillance radar (SSR) \n \na) ATS services and procedures \n \nThe  surveillance  primary  and  secondary  radars  are  part  of  a \ncomprehensive   ATS   surveillance   system   that   allows   the \nprovision  of  ATS  Surveillance  Service  to  aircraft,  subject  to \nfactors  such  as  the  ATS  surveillance  system  coverage  and  the \ntechnical limitations that may affect this service. The controller \nthat   provides   ATS   Surveillance   Service   is   the   one   who \ndetermines  the  capacity  to  continue  providing  the  service \npursuant to the technical instructions stated by the appropriate \nauthority regarding the equipment in question. \n \n \nBoth  the  primary  surveillance  radar  (PSR)  and  the  secondary \nsurveillance radar (SSR) may  be  used independently or jointly \nto provide such service. \n \nb) SRR code assignment system  \n \nThe  SSR  responders  shall  have  the  a/3  mode  available  and \ncapacity for 4096 response codes.  Pilots shall turn on the SSR \nresponders,  select  the  modes  and  codes  pursuant  to  the  Air \nTraffic   Control   clearances   and   shall   kept   them   on   until \nindicated otherwise. \n \n \nThe  use  of  the  SSR  transponder  on  Mode  A/3  and Mode  C  is \nmandatory for all aircraft in flight within the areas stated in part \nENR-2.1 ATS Airspace – FIR, UIR, TMA. \n \nAll aircraft flying within Argentine National Jurisdiction airspace \nabove  3.000  feet  (ft)  height  and  that  are   equipped  with \nresponder in operative service shall operate it continuously in \nMode “C”, with the code assigned by the ATC or with A2000 if \nnot  assigned,  in  order  to  make  the  activation  possible  of \nonboard anti-collision systems of the aircraft that have them.  \n \n \nThe  pilots  of  aircraft  that  are  about  to  enter  airspace  with \ncoverage  by  ATS  surveillance  systems  that  have  not  received \nspecific  instructions  from  the  ATS  regarding  the  responder \nsetting,  they  shall  activate  it  in  A/3  Mode,  Code  2000  before \nentering and they shall keep such code setting until instructed \notherwise. \n \n \nThe  tolerance  value  used  to  determine  that  the  information \nabout   the   level   that   comes   from   the   pressure   altitude \nsubmitted  to  the  controller  is  exact  is  of  ±200  ft  in  RVSM \nairspace and of ±300 ft in other type of airspace.  \n \nThe use of the SSR transponder in A/3 Mode is mandatory for \nall  aircraft  with  Argentine  registration  that  have  a  special \nairworthiness certificate, restricted category, farming purpose, \naccording  to  what  is  stated  in  the  Argentine  Civil  Aviation \nRegulations,  Part  91,  provided  they  operate  within  the  Air \nDefense    Identification    Zone    (ADIZ),    determined    by    the \n\nAIP ARGENTINA  ENR 1.6.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \nAérea  (ADIZ),  determinada  en  la  Publicación  de  Información \nAeronáutica  (AIP)  Volumen  I,  ENR - 1.12.1,  definido  por  el \nparalelo  29°  hacia  el  Norte  y  los  límites  internacionales  con \nREPÚBLICA  DE  CHILE,  REPÚBLICA  DEL  PARAGUAY,  ESTADO \nPLURINACIONAL   DE   BOLIVIA,   REPÚBLICA   FEDERATIVA   DE \nBRASIL y REPÚBLICA ORIENTAL DEL URUGUAY.  \n \nEl empleo del transpondedor SSR en Modo A/3 es obligatorio \npara todas las aeronaves con matrícula argentina, que realicen \nactividad de aviación general, que operen dentro de la Zona de \nIdentificación de Defensa Aérea (ADIZ), definida en ENR 1.12.1 \n– Zona de Identificación de Defensa Aérea (ADIZ).  \n \nc) Procedimientos en caso de emergencia \n \nAnte  situaciones  de  emergencia,  el  piloto  de  la  aeronave \najustará el transpondedor inmediatamente al Modo A/3, clave \n7700,  salvo  que  reciba  otras  instrucciones  de  la  dependencia \nde servicios de tránsito aéreo.  En el caso de que se sepa o se \ncrea que una aeronave se encuentra en estado de emergencia, \nlas dependencias de Servicios de Tránsito Aéreo ofrecerán a la \naeronave  la  máxima  atención,  asistencia  y  prioridad  frente  a \notras aeronaves según lo exijan las circunstancias.  \n \nd) Procedimientos en caso de interferencia ilícita \n \nEn caso de interferencia ilícita se procederá de acuerdo con lo \nindicado en las RAAC Parte 91.  \n \ne) Procedimientos en caso de falla de las radiocomunicaciones \n(aire/tierra) \n \nEn caso de falla del receptor de radio de la aeronave, el piloto \nseleccionará    el    Modo A/3,    clave    7600    y    seguirá    los \nprocedimientos  establecidos  en  las  RAAC  Parte  91;  el  control \nsubsiguiente     de     la     aeronave     se     basará     en     dichos \nprocedimientos.  \n \nEl   controlador   determinará   si   el   receptor   de   radio   de   la \naeronave funciona, instruyendo al piloto que lleve a cabo uno \no  varios  virajes.  Si  se  observan  los  virajes,  el  controlador \ncontinuará   suministrando   Servicios   de   Vigilancia   ATS   a   la \naeronave.  Si  la  radio  de  la  aeronave  se  encuentra  fuera  de \nservicio,  el  piloto  deberá  llevar  a  cabo  los  procedimientos \ncorrespondientes a \"Falla de Comunicaciones\", de conformidad \ncon las disposiciones contenidas en las RAAC Parte 91  \n \nNota. — Las  RAAC  Parte  91  establecen  los  procedimientos \nespecíficos  a  seguir  por  parte de  los  pilotos  ante  una  falla del \nreceptor  de  radio  de  la  aeronave,  los  mismos  derivan  de  los \nprocedimientos  establecidos  en  el  Anexo  2  Reglas  del  Aire  de \nOACI.  \n \nf) Procedimientos en caso de interceptación de aeronaves  \n \nEn  caso  de  interceptación  de  aeronaves  se  procederá  con  lo \ndispuesto en las RAAC Parte 91 y lo establecido en la AIP ENR \n1.12.  \n \nAdemás de los Procedimientos de interceptación \nespecíficamente establecidos en las RAAC Parte 91 y ENR-1.12, \nel piloto seleccionará inmediatamente el Modo A código 7700, \nsalvo    disposición    en    contrario    de    la    dependencia    ATS \napropiada.  \n \n \nAeronautical  Information  Publication  (AIP)  Volume  I,  ENR – \n1.12.1,  set  by  the  parallel  29°  towards  the  North  and  the \ninternational  limits  with  REPUBLIC  OF  CHILE,  REPUBLIC  OF \nPARAGUAY,  PLURINATIONAL  STATE  OF  BOLIVIA,  FEDERATIVE \nREPUBLIC OF BRAZIL AND EASTERN REPUBLIC OF URUGUAY.  \n \n \nThe use of the SSR transponder in A/3 Mode is mandatory for \nall  aircraft  with  Argentine  registration  that  perform  general \naviation   activities   that   operate   within   the   Air   Defense \nIdentification Zone (ADIZ), defined in ENR 1.12.1 - Air Defense \nIdentification Zone (ADIZ). \n \nc) Emergency procedures \n \nIn   cases   of   emergency,   the   pilot   of   the   aircraft   shall \nimmediately  set  the  transponder  to A/3  Mode,  code  7700, \nunless  they  receive  other  instructions  from  the  air  traffic \nservices unit. In case it is known or believed that an aircraft is \nin  an  emergency  condition,  the  Air  Traffic  Services  units  shall \noffer  the  aircraft  their  maximum  attention, assistance,  and \npriority above other aircraft, according to the circumstances. \n \n \nd) Procedures for unlawful interference \n \nIn case of an unlawful interference, the procedures indicated in \nPart 91 of the RAAC shall be applied. \n \ne) Procedures   in   case   of   a   radio communications   failure \n(air/land) \n \nIn case of a failure of the radio receiver in the aircraft, the pilot \nshall   select   Mode   A/3,   code   7600   and   shall   follow   the \nprocedures  stated  in  Part  91  of  the  RAAC;  the  subsequent \ncontrol of the aircraft shall be based on such procedures. \n \n \nThe  controller  shall  determine  if  the  radio  receiver  of  the \naircraft works by instructing the pilot to carry out one or several \nturns.  If  the  turns  are  observed,  the  controller  shall  continue \nproviding  the  ATS  Surveillance  Services  to the  aircraft.  If  the \naircraft  radio  is  out  of  service,  the  pilot  shall  carry  out  the \nprocedures  related  to  “Communications  Failure”,  pursuant  to \nthe dispositions of Part 91 of the RAAC.  \n \n \nNote. — Part 91 of the RAAC establish the specific procedures \nthe pilots  shall  follow  when  there  is  a  failure  of  the  radio \nreceiver failure of the aircraft, such procedures come from the \nones stated in ICAO Annex 2 - The Rules of the Air. \n \n \nf) Procedures for unlawful interference of aircraft  \n \nIn case of an unlawful interference, the procedures indicated in \nPart 91 of the RAAC shall be applied, as well as what is stated \nin ENR-1.12 of the AIP.  \n \nBesides the interference procedures specifically stated in Part \n91  of  the  RAAC  and  in  ENR  1.12,  the  pilot  shall  immediately \nselect the A  Mode, code 7700, except otherwise indicated by \nthe adequate ATS unit.  \n \n \n \n\nAIP ARGENTINA  ENR 1.6-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \ng) Procedimiento preventivo a la interceptación de aeronaves  \n \nEl  uso  de  códigos  SSR  fuera  de  las  áreas  de  cobertura  de  los \nsistemas  de  vigilancia  ATS  tiende  a  disminuir  los  riesgos  de \ninterceptación por parte de dependencias militares al tránsito \ncivil. Por tal motivo se recomienda el uso del código SSR 2000 \nen Modo A o en Modo A/C en ausencia de cualquier instrucción \nen  contrario  de  la  dependencia  ATS  y  fundamentalmente \ncuando  los  vuelos  se  realicen  en  la  proximidad  de  áreas  cuyo \nespacio  aéreo  está  asignado  al  uso  de  actividades  militares \npotencialmente peligrosas para la aviación civil.  \n \nh) Área de cobertura de radar secundario de vigilancia (SSR)  \n \nLa  cobertura  se  corresponde  con  todo  el  espacio  aéreo  en  el \ncual se brinda Servicio de Vigilancia ATS; áreas  designadas  en \nENR-2.1 Espacio Aéreo ATS - FIR, UIR, TMA. \n \ni) Vigilancia dependiente automática - radiodifusión (ADS-B) \n \nNo se hace uso de la señal derivada del ADS-B para la provisión \nde Servicios de Vigilancia ATS en la República Argentina.  \n \nj) Empleo del sistema de vigilancia ATS en el servicio de control \nde tránsito aéreo \n \nLa información que proporcionan los Sistemas de Vigilancia ATS \ny  que  se  obtiene  en  una  presentación  de  la  situación  puede \nusarse para llevar a cabo las siguientes funciones en cuanto al \nsuministro del servicio de control de tránsito aéreo:  \n \n1) proporcionar  servicios  de  vigilancia  ATS  necesarios  para \nmejorar   la   utilización   del   espacio   aéreo,   disminuir   las \ndemoras, proporcionar encaminamiento directo y perfiles \nde vuelo óptimos, así como para mejorar la seguridad;  \n \n2) proporcionar guía vectorial a las aeronaves que salen, a fin \nde  facilitar  una  circulación  de  salida  rápida  y  eficaz  y \nacelerar la subida hasta el nivel de crucero;  \n \n3) proporcionar  guía  vectorial  a  las  aeronaves  en  ruta,  con \nobjeto de resolver posibles incompatibilidades de tránsito;  \n \n4) proporcionar guía vectorial a las aeronaves que llegan a fin \nde establecer un orden de aproximación expedito y eficaz;  \n \n5) proporcionar guía vectorial para prestar ayuda a los pilotos \nen la navegación, p. ej., hacia o desde una radio ayuda para \nla    navegación,    alejándose    de    áreas    de    condiciones \nmeteorológicas   adversas   o   de   los   alrededores   de   las \nmismas;  \n \n6) proporcionar separación y mantener la afluencia normal de \ntránsito    cuando    una    aeronave    tenga    una    falla    de \ncomunicaciones dentro del área de cobertura;  \n \n7) mantener  la  supervisión  de  la  trayectoria  de  vuelo  del \ntránsito aéreo;  \n \nNota. — Cuando  el  Proveedor  de  Servicios  de  Navegación \nAérea   (ANSP)   haya   prescrito   tolerancias   respecto   a \ncuestiones   tales   como   mantenimiento   de   la   derrota, \nvelocidad  u  hora,  las  desviaciones  no  se  considerarán \nsignificativas mientras no se excedan dichas tolerancias.  \n \n \ng) Preventive procedure to the aircraft interference \n \nThe  use  of  SSR  codes  outside  the  ATS  surveillance  systems \ntends to lower the interference risks by military units to the civil \ntraffic. For that reason, it is recommended to use the SSR, code \n2000,  in  Mode  A  or  in  Mode  A/C  if  there  are  no  otherwise \ninstructions by the ATS unit and specially when the flights are \nperformed near areas which airspace is assigned to the use of \nmilitary activities, which are potentially dangerous to the civil \naviation. \n \n \nh) Surveillance secondary radar (SSR) coverage area  \n \nThe  coverage  matches  the  entire  airspace  in  which  the  ATS \nSurveillance  Service  is  provided;  designated  areas  in  ENR-2.1 \nATS – FIR, UIR, TMA Airspace. \n \ni) Automatic dependent surveillance – broadcast (ADS-B) \n \nThe signal from the ADS-B is not used for the provision of the \nATS Surveillance Services in the Republic of Argentina. \n \nj) Use of the ATS surveillance system in the air traffic control \nservice \n \nThe information provided by the ATS Surveillance Systems and \nthat is obtained from a display of the situation may be used to \ncarry out the following functions regarding the provision of the \nair traffic control service: \n \n1) To provide ATS surveillance services, necessary to improve \nthe  use  of  airspace,  reduce  delays,  provide  direct  routing \nand optimum flight profiles; as well as to improve safety; \n \n \n2) To provide vectoring for the  departing aircraft in order  to \nease a quick and efficient exit circulation and accelerate the \nclimb up to cruise level; \n \n3) To  provide  vectoring  for  the  aircraft  in  route,  to  solve \npossible traffic incompatibilities; \n \n4) To provide vectoring for the arriving aircraft to establish an \nexpedite and efficient approach order; \n \n5) To provide  vectoring  to  help  pilots  during  navigation,  for \ninstance,  to  or  from  a  navigation  radio  aid,  moving  away \nfrom   adverse   meteorological   conditions   or   from   the \nproximities to those conditions; \n \n \n6) To provide separation and maintain a normal traffic fluency \nwhen  an  aircraft  has  a  communication  failure  within  the \ncoverage area; \n \n7) To maintain supervision of the flight path of the air traffic; \n \n \nNote. — When the Air Navigation Services Provider (ANSP) \nsets  maximums  regarding  issues  like  keeping  the  track, \nspeed   or   time,   the   deviations   shall   not   be   deemed \nsignificant while such maximums are not exceeded.  \n \n \n\nAIP ARGENTINA  ENR 1.6.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \n8) cuando corresponda, mantener vigilancia sobre la marcha \ndel  tránsito  aéreo,  para  proporcionar  al  controlador  por \nprocedimientos:  \n \ni) una  mejor información  de  posición  respecto  a  las \naeronaves que están bajo control; \n \nii) información suplementaria respecto a otro tránsito; y  \n \niii) información sobre cualquier desviación importante de \nlas    aeronaves,    respecto    a    lo    estipulado    en    las \ncorrespondientes autorizaciones del control de tránsito \naéreo,  incluso  las  rutas  autorizadas  y  niveles  de  vuelo \ncuando corresponda.  \n \nk) Aplicación  del  servicio  de  vigilancia ATS en  la  República \nArgentina \n \nLa aplicación del Servicio de Vigilancia ATS para proporcionar \nServicios de Tránsito Aéreo, se hará según los procedimientos \nespecificados en los PROCEDIMIENTOS GENERALES-GESTIÓN \nDEL TRÁNSITO AÉREO (PROGEN-ATM).  \n \nLa información procedente de los sistemas de vigilancia ATS, \npuede   ser   utilizada   para   la   aplicación   de   separación \nhorizontal, acorde a los siguientes mínimos:  \n \n1) 5  NM  en  Áreas  de  Control  Terminal  (TMA)  y  Zonas  de \nControl (CTR).  \n \n2) 10 NM en Áreas de Control o Aerovías.  \n \n \nl) Niveles de vuelo/Altitudes mínimas de guía vectorial \n \nLos   niveles   de   vuelo   (FL)   y   altitudes   asignadas   por   el \ncontrolador  que  suministre  el  servicio  de  vigilancia  ATS  a  los \npilotos no serán inferiores a la altitud/FL mínimo de seguridad \ndel  sector  de  vuelo  utilizado,  mientras  se  suministre  guía \nvectorial, dentro   de   los   espacios   aéreos   controlados   con \ncobertura de sistemas de vigilancia ATS y que brinden servicios \nde vigilancia ATS.  \n \nLas  altitudes/FL  mínimos  de  guía  vectorial  para  las  aeronaves \ndentro  de  los  espacios  aéreos  controlados  con  cobertura  de \nsistemas de vigilancia ATS y que brinden servicios de vigilancia \nATS serán:  \n \n1) En el Espacio Aéreo en ruta, el FL mínimo se corresponderá \ncon el límite inferior designado para cada área en ENR-2.1 \nEspacio   Aéreo   ATS - FIR,   UIR,   TMA   y   las   Cartas   de \nnavegación en ruta,  en relación con las Altitudes Mínimas \nde Área (AMA).  \n \n2) En las TMA que suministran vigilancia ATS, las altitudes/FL \nmínimos de guía vectorial se encuentran especificados en \nlas Cartas de Guía Vectorial.  \n \nm) Procedimiento ante falla de respondedor SSR.  \n \nEn  caso  de  falla  del  respondedor,  los  Servicios  de  Tránsito \nAéreo  deberán realizar  todas  las  acciones  a  su  alcance  para \nfacilitar la continuación del vuelo conforme al FPL. No obstante, \nbajo ciertas situaciones de tráfico, tanto en área terminal como \nen  ruta,  la  continuación  del  vuelo  puede  no  ser  posible, \n \n8) Where appropriate, maintain surveillance over the running \nair traffic, in order to provide the controller by procedures \nwith:  \n \nI) Better position information related to the aircraft that \nare under control; \n \nii) Supplementary information regarding other traffic; and \n \niii) Information   about   any   significant   deviation   of   the \naircraft,    regarding    what    is    determined    in    the \ncorresponding clearances of the air traffic control, even \nthe    authorized    routes    and    flight    levels,    when \nappropriate.  \n \nk) ATS surveillance   service   application   in   the Republic   of \nArgentina \n \nThe ATS  Surveillance Service application to provide Air Traffic \nServices shall be performed according to the procedures stated \nin   GENERAL   PROCEDURES – AIR   TRAFFIC   MANAGEMENT \n(PROGEN-ATM).   \n \nThe  information  from  the  ATS  surveillance  systems  may  be \nused for the application of horizontal separation, according to \nthe following minimums: \n \n1) 5 NM in Terminal Control Areas  (TMA) and Control  Zones \n(CTR). \n \n2) 10 NM in Control Areas or Airways. \n \n \nl) Vectoring minimum flight levels/Altitudes \n \nThe  flight  levels  (FL)  and  altitudes  assigned  by  the  controller \nwho provides the ATS surveillance service to the pilots shall not \nbe  below  the  safety  minimum  altitude/FL  of  the  flight  sector \nused, while providing vectoring within controlled airspace with \nATS  surveillance  systems  coverage  and  with  ATS  surveillance \nprovision. \n \n \nThe    vectoring    minimum    altitude/FL    for    aircraft within \ncontrolled airspace with ATS surveillance systems coverage and \nwith ATS surveillance provision shall be:  \n \n \n1) In  airspace,  in  route,  the  minimum  FL  shall  match  the \ninferior   limit   assigned   for   each   area   in   ENR-2.1   ATS \nAirspace– FIR, UIR, TMA and the Navigation Charts in route, \nregarding the Area Minimum Altitudes (AMA).  \n \n2) In   the   TMAs   where   ATS   surveillance   is   provided,   the \nvectoring   minimum   altitudes/FL   are   specified   in   the \nVectoring Charts. \n \n \nm) Procedure for a SSR transponder failure \n  \nIn  case  of  a  transponder  failure,  the  Air  Traffic  Services  shall \nperform all the actions available to them to facilitate the flight \ncontinuance  according  to  the  FPL.  However,  under  certain \ntraffic situations, both in terminal area and in route, the flight \ncontinuance  may  not  be  possible,  especially  when  the  failure \n\nAIP ARGENTINA  ENR 1.6-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \nespecialmente  cuando la  falla  tenga  lugar  poco  después  del \ndespegue. En ese caso se podrá requerir al piloto que regrese \nal  aeródromo  de  origen  o  que  proceda  a  otro  aeródromo \nadecuado  para  el  operador  y  para  los  Servicios  de  Tránsito \nAéreo. En todo caso, el piloto precisará de una autorización de \nlos  Servicios  de  Tránsito  Aéreo  para  volar  en  espacio  aéreo \ndonde su uso sea obligatorio. \n \nn) Procedimiento ante falla del sistema de vigilancia ATS \n \nEn caso de una falla del sistema de vigilancia ATS o pérdida de \nidentificación  de  las  aeronaves,  se  impartirán  instrucciones \npara establecer una separación por procedimientos (no radar) \ny  el  ATC  instruirá  a  la  aeronave  bajo  control,  respecto  de  las \nmedidas a  adoptar,  las  cuales  tenderán  a  utilizar  mínimas  y \nacciones    en    base    a    la    prestación    de    servicios    por \nprocedimientos.  \n \nComo medida de emergencia, puede recurrirse temporalmente \nal uso de niveles de vuelo espaciados, la mitad de la separación \nvertical   mínima   aplicable,   si   no   pudiera   proporcionarse \ninmediatamente    la    separación    normal    basada    en    los \nprocedimientos (no radar). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \ntakes place shortly after takeoff. In that case, the pilot may be \nrequired to return to the departure aerodrome or to another \naerodrome  suitable  for  the  operator  and  for  the  Air  Traffic \nServices. In  any  case,  the  pilot  shall  require  a  clearance  from \nthe  Air  Traffic  Services  to  fly  in  airspace  where  its  use  is \nmandatory. \n \n \nn) Procedure for an ATS surveillance system failure \n \nIn case of an ATS surveillance system failure or an identification \nloss of the aircraft, instructions shall be given to set a procedure \nseparation  (not  radar)  and  the  ATC  shall  instruct  the  aircraft \nunder control regarding the actions to take, which shall tend to \nuse  the  minimums  and  actions  based  on  the  provision  of \nservices by procedures. \n \n \nAs   an   emergency   measure,   spaced   flight   levels   may   be \ntemporarily   used,   half   the   applicable   vertical   minimum \nseparation, if normal separation based on the procedures (not \nradar) cannot be immediately provided. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n5\n \nN\nM\n1\n0\n \nN\nM\n1\n5\n \nN\nM\n2\n0\n \nN\nM\n3\n0\n \nN\nM\n2\n5\n \nN\nM\n3\n5\n \nN\nM\n4\n0\n \nN\nM\n4\n5\n \nN\nM\n5\n0\n \nN\nM\n3\n5\n \nN\nM\n4\n0\n \nN\nM\n4\n5\n \nN\nM\n5\n0\n \nN\nM\n2\n0\n \nN\nM\n3\n0\n \nN\nM\n2\n5\n \nN\nM\n5\n \nN\nM\n1\n0\n \nN\nM\n1\n5\n \nN\nM\n5\n \nN\nM\n5\n0\n \nN\nM\n4\n5\n \nN\nM\n4\n0\n \nN\nM\n3\n5\n \nN\nM\n3\n0\n \nN\nM\n2\n5\n \nN\nM\n2\n0\n \nN\nM\n1\n5\n \nN\nM\n1\n0\n \nN\nM\n5\n \nN\nM\n5\n0\n \nN\nM\n4\n5\n \nN\nM\n4\n0\n \nN\nM\n3\n5\n \nN\nM\n3\n0\n \nN\nM\n2\n5\n \nN\nM\n2\n0\n \nN\nM\n1\n5\n \nN\nM\n1\n0\n \nN\nM\nGND\n4000' MSL\nOROÑO I\nSAR 59\nFL195\n2000 FT AGL\nSAR 56\nFL195\nGND\nGND\n3000 FT\nSAP 64\nGND\n3000 FT\nSAP 63\nGND\n2500 FT\nSAR 64\n10000 FT MSL\nSAR 58\n1000 FT AGL\nGND\n4000 FT MSL\nOROÑO I\n5000 FT MSL\nOROÑO II\nGND\nOROÑO III\n8000 FT MSL\nGND\nSAR 57\n8000 FT MSL\nGND\nGND\n2500 FT\nSAR 64\nSIBOL\nVAKAR\nDONKA\nLOGET\nILNAK\nPAMAK\nALDEX\nTILBI\nMAVBI\nGEMOP\nGENAS\nASISA\nSIMES\nALDEX\nPAMAK\nSIBOL\nEDMOB\nCO076\nCO075\nPAMAK\nCO301\nCO300\nILNAK\nVAKAR\nCO304\nSIBOL\nDONKA\nLOGET\nALDEX\nTREJO\nGEMOP\nMAVBI\nGENAS\nASISA\nSIMES\nDOSMO\nDALUX\nEVSEG\nNATIO\nCO314\nCO308\nCO309\nDIKEX\nILKUL\nCO313\nCO310\nPAMAK\nALDEX\nDOTKO\nILNAK\nVAKAR\nSIBOL\nLOGET\nDONKA\nDOSMO\nCO304\nCO301\nCO300\nTREJO\nGEMOP\nMAVBI\nGENAS\nASISA\nEVSEG\nNATIO\nCO314\nCO308\nCO309\nILKUL\nDIKEX\nDALUX\nSIMES\nCO313\nCO310\nCO071\nCO070\nEVPON\nDOTKO\nEVPON\nCO303\nCO074\n7808'\n4243'\n2477'\n2\n0\n0\n0\n'\n3\n0\n0\n0\n'\n5\n0\n0\n0\n'\n6\n0\n0\n0\n'\n7\n0\n0\n0\n'\n8\n0\n0\n0\n'\n9153'\nCÓRDOBA\n3\n0\n0\n0\n'\n3\n0\n0\n0\n'\n4\n0\n0\n0\n'\n5\n0\n0\n0\n'\n2\n0\n0\n0\n'\n4\n0\n0\n0\n'\n8106\nNM\n2\n4\n02\nXXXXXX\nXXX  XXX.X\nXXXXXX.XXS XXXXXXX.XXW\nMARCACIÓN MAGNÉTICA - RADIAL VOR\nALTITUDES / FL MÍNIMOS DE GUIA VECTORIAL RADAR\n6000'\nFL120\nDECLINACIÓN MAGNÉTICA\nXXXX'\nZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS\nMSL: Nivel medio del mar\nAGL: Altura sobre el nivel del terreno\nGND: Nivel del terreno\nUNL: Ilimitado\n2500': Nivel de Vuelo/Altitud.\nP: Zona Prohibida.\nR: Zona Restringido.\nD: Zona Peligrosa.\nA: Indica el País, ARGENTINA\nS: Indica la Región, SUDAMÉRICA\nACTIVIDADES AÉREAS DEPORTIVAS Y DE RECREO\nAGL: Altura sobre el nivel del terreno\ndel terreno.\nGND: Límite inferior = Desde nivel \nmedio del mar.\nMSL: Límite superior = Hasta nivel \nOROÑO I: Zona de planeadores.\nLaguna Mar Chiquita\nLAGOS / DIQUES / RÍOS\nCÓRDOBA\n2000'\n3000'\n4000'\n5000'\n6000'\n7000'\n8000'\n1000'\nRÍOS\nDIQUES\nLAGOS/\nla orografía.\nEl intervalo de las curvas de nivel serán cada 1000, o 2000 ft según\nDE VOR / DME\nCÍRCULOS DE INTERVALOS 5NM\nD\nPAR\nNOMBRE\nMORSE\nFRECUENCIA\nIDENTIFICACIÓN\nCOORDENADAS\nXXXX'\nXXXXX\n(DME)\nRADIOTELEMÉTRICO\nPUNTO\nNOMBRE DEL\nR NNN XXX\n10000'\n6000'\n3600'\nDISTANCIAS: MILLAS NÁUTICAS\nALTITUDES, ELEVACIONES \nY ALTURAS: PIES\nDISTANCES: NAUTICAL MILES\nALTITUDES, ELEVATIONS \nAND HEIGHTS: FEET\nMARCACIONES: MAGNÉTICAS\nBEARINGS: MAGNETIC\n311847.59S 0641213.27W\nCÓRDOBA\nCBA  114.5\nB\nD\nCA\nPAMAK\nALDEX\nCO055\nCO203\nOPSUG\nCO200\nSATGI\nCO207\nLOGET\nDONKA\nCO207\nCO205\nROMOB\nCO215\nMAKMO\nMAVBI\nGENAS\nUTRAX\nSIMES\nCO211\nCO212\nCO214\nTREJOTREJO\n2100'\nALDEX\nCO402\nPAMAK\nISKIT\nCO205\nCO404\nCO207\nDONKA\nLOGET\nTREJO\nSIMES\nUTRAX\nCO410\nTIGRU\nCO401\nCO407\nGENAS\nMAVBI\nCO309\nNATIO\nILKUL\nmenor a las mínimas de guía vectorial RADAR\nRestricción de altitud mínimade paso,\n8000'\nLLEGADA NORMALIZADA POR INSTRUMENTO - STAR\nSALIDA NORMALIZADA POR INSTRUMENTO - SID\nDE LA CARTA\nMÁXIMA ELEVACIÓN\nDE ALTITUD MÍNIMA DE GUIA VECTORIAL\nLÍMITES LATERALES DE LOS SECTORES\nCO216\nCO217\nCO218\nSATGI\nILMOG\nEDMIR\nCO051\nEDNUL\nKIDAM\nCO408\n10000'\n6000'\n2\n0\n0\n0\n'\n3\n0\n0\n0\n'\n4\n0\n0\n0\n'\nFL110 u 11000'\nFL110 u 11000'\n8000'\n10000'\nETEPO\n8000'\n6171'\n4984'\n7746'\nSIMBOLOGÍA\nIDENTIFICACIÓN DE RADIOAYUDAS\nIDENTIFICACIÓN DE PUNTOS SIGNIFICATIVOS\nEJIDO URBANOHIDROGRAFÍA\nESCALA DE TINTAS  HIPSOMÉTRICAS Y BATIMÉTRICAS\nN\nX\nX\n°\n \nW\nPUNTOS SIGNIFICATIVOS\nING. AER. A.L.V.TARAVELLA (SACO)\nCÓRDOBA\n127.50\nATIS\nCÓRDOBA CTL\n119.10    120.65\n121.50\nEMERG\nAD ELEV1604'\nTRANS ALT\n10000'\nN\n0\n6\n°\n \nW\nP\nA\nN\nS\n \nO\nP\nS\n \n \n \nC\na\nm\nb\ni\no\ns\n:\n \nN\nu\ne\nv\na\n \nc\na\nr\nt\na\n.\nCARTA DE ALTITUD MÍNIMA DE VIGILANCIA ATC - OACI\nC\nh\na\nn\ng\ne\ns\n:\n \nN\ne\nw\n \nc\nh\na\nr\nt\n.\nALTITUDES / FL MÍNIMOS DE GUIA VECTORIAL\nDEPARTAMENTO INFORMACIÓN AERONÁUTICA\nINTERSECCIÓN\nPUNTO DE \nVOR\nVOR/DME\nRECORRIDO WPT\nPUNTO DE\nN.A.N.A.\nCONVENCIONALES\nPROCEDIMIENTOS\nPROCEDIMIENTOS RNAV\nA RequerimientoObligatoria\nde paso\nA Requerimiento\nNOTIFICACIÓN\nde paso\nObligatoria\n00'\n\u0000»¿\n30'\n\u0000»¿\n30'\n\u0000»¿\n00'\n\u0000»¿\n00'\n\u0000»¿\n30'\n\u0000»¿\n30'\n\u0000»¿\n00'\n\u0000»¿\nï»¿64î€€ï»¿65î€€ï»¿64î€€ï»¿63î€€ï»¿63î€€\nï»¿64î€€ï»¿65î€€ï»¿64î€€ï»¿63î€€ï»¿63î€€\n11 JULIO 2024AMDT AIRAC 1/2024\n2100'2100'\nENR 1.6-6\n\nAIP ARGENTINA  ENR 1.6.-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2024 11 JULIO 2024 \n \n \n \nFALLA DE COMUNICACIONES BAJO CONTROL RADAR \n \nCUANDO  LA  AERONAVE  SE  ENCUENTRE  BAJO  CONTROL  RADAR SIN GUÍA \nVECTORIAL, EL PILOTO DEBERÁ:   \n \n• ACTIVAR CÓDIGO SSR 7600. \n• INTENTAR   COMUNICACIÓN   ALTERNATIVA   CON CBA   TWR \"CPPL \n118.30, CAUX I 118.55, CAUX II 119.45” \n \nSI ESTABLECE COMUNICACIÓN CON CBA TWR: \n \n• SEGUIR INSTRUCCIONES DEL CONTROL.  \n \nSI CONTINÚA EN “FALLA DE COMUNICACIONES”: \n \n MANTENER ÚLTIMO NIVEL DE VUELO ASIGNADO. \n PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO PARA EL AD/AP. \n INCORPORARSE  AL  CIRCUITO  DE  ESPERA  E  INICIAR  EL  DESCENSO  AL \nNIVEL DE VUELO DE INICIACIÓN DEL PROCEDIMIENTO IAC PUBLICADO \nA LA HORA PREVISTA DE APROXIMACIÓN (EAT) O A LA HORA PREVISTA \nDE LLEGADA (ETA), SI LA PRIMERA NO HUBIERA SIDO OTORGADA POR \nLA DEPENDENCIA ATC. \n INICIAR PROCEDIMIENTO IAC PUBLICADO. \n \nCUANDO LA AERONAVE SE ENCUENTRE BAJO CONTROL RADAR CON GUÍA \nVECTORIAL, EL PILOTO DEBERÁ:  \n \n ACTIVAR CÓDIGO SSR 7600. \n INTENTAR   COMUNICACIÓN   ALTERNATIVA   CON CBA   TWR “CPPL \n118.30, CAUX I 118.55, CAUX II 119.45\". \n \nSI ESTABLECE COMUNICACIÓN CON CBA TWR: \n \n SEGUIR INSTRUCCIONES DEL CONTROL. \n \nSI  CONTINÚA  EN “FALLA  DE  COMUNICACIONES” Y NO HA  RECIBIDO  AÚN \nVECTOR   PARA “INTERCEPTAR LOCALIZADOR”   O   “PARA   INTERCEPTAR \nRADIAL VOR FINAL RWY EN USO”. \n \n MANTENER ÚLTIM NIVEL DE VUELO ASIGNADO. \n PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO PARA EL AD/AP. \n INCORPORARSE  AL  CIRCUITO  DE  ESPERA  E  INICIAR  EL  DESCENSO  AL \nNIVEL DE VUELO DE INICIACIÓN DEL PROCEDIMIENTO IAC PUBLICADO \nA LA HORA PREVISTA DE APROXIMACION (EAT) O A LA HORA PREVISTA \nDE LLEGADA (ETA), SI LA PRIMERA NO HUBIERA SIDO OTORGADA POR \nLA DEPENDENCIA ATC. \n INICIAR PROCEDIMIENTO IAC PUBLICADO. \n \nNOTA  1. — EN  CASO  DE  ENCONTRARSE  POR  DEBAJO DE  LA  ALTITUD DE \nINICIACIÓN  DEL  PROCEDIMIENTO IAC PUBLICADO,  ASCENDER  A DICHA \nALTITUD Y CUMPLIMENTAR LO ANTERIORMENTE ESTABLECIDO. \n \nSI  CONTINÚA  EN  “FALLA  DE  COMUNICACIONES”  Y HA RECIBIDO  VECTOR \nPARA “INTERCEPTAR LOCALIZADOR” O PARA “INTERCEPTAR RADIAL  VOR \nFINAL RWY EN USO”. \n \n COMPLETAR   LA   APROXIMACIÓN ILS O   APROXIMACIÓN VOR O \nAPROXIMACIÓN  FRUSTRADA,  CONFORME  AL  PROCEDIMIENTO  IAC \nPUBLICADO \n \nNOTA  2. — EN  AMBOS  CASOS \"CON  O  SIN  GUÍA  VECTORIAL\" Y  EN \nCUALQUIER  MOMENTO  O  ETAPA  DEL  VUELO,  LA  DEPENDENCIA ATC A \nCARGO PODRÁ APLICAR CUALQUIER OTRO PROCEDIMIENTO ALTERNATIVO, \nPREVIENDO UNA “FALLA DE COMUNICACIONES”, IMPARTIENDO AL PILOTO \nLAS INSTRUCCIONES PERTINENTES DE TAL PROCEDIMIENTO. \n \nCOMMUNICATION FAILURE UNDER RADAR CONTROL \n \nWHEN  THE  AIRCRAFT  IS  UNDER  RADAR CONTROL WITHOUT VECTORING, \nTHE PILOT SHALL: \n \n ACTIVATE SSR CODE 7600. \n TRY  ALTERNATIVE  COMMUNICATION  WITH CBA TWR “CPPL  118.-30, \nCAUX I 118.55, CAUX II 119.45\" \nIF COMMUNICATION WITH CBA TWR IS ESTABLISHED: \n \n FOLLOW CONTROL INSTRUCTIONS. \n \nIF “COMMUNICATION FAILURE” CONTINUES: \n \n MAINTAIN LAST ASSIGNED FLIGHT LEVEL. \n FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD. \n ENTER THE HOLDING PATTERN AND START DESCENT TO THE STARTING \nFLIGHT LEVEL OF THE IAC PROCEDURE PUBLISHED AT THE ESTIMATED \nAPPROACH TIME (EAT) OR AT THE ESTIMATED TIME OF ARRIVAL (ETA), \nIF THE FORMER WAS NOT GIVEN BY THE ATC UNIT. \n \n START THE PUBLISHED IAC PROCEDURE. \n \nWHEN  THE AIRCRAFT  IS  UNDER  RADAR  CONTROL WITH  VECTORING,  THE \nPILOT SHALL: \n \n ACTIVATE SSR CODE 7600. \n TRY  ALTERNATIVE  COMMUNICATION  WITH CBA TWR “CPPL  118.30, \nCAUX I 118.55, CAUX II 119.45\". \n \nIF COMMUNICATION WITH CBA TWR IS ESTABLISHED: \n \n FOLLOW CONTROL INSTRUCTIONS. \n \nIF  “COMMUNICATION  FAILURE”  CONTINUES  AND NO VECTOR  HAS  BEEN \nRECEIVED YET TO “INTERCEPT LOCALIZER” OR “TO INTERCEPT VOR RADIAL \nEND OF RWY IN USE”.  \n \n MAINTAIN LAST ASSIGNED FLIGHT LEVEL. \n FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD. \n ENTER THE HOLDING PATTERN AND START DESCENT TO THE STARTING \nFLIGHT LEVEL OF THE IAC PROCEDURE PUBLISHED AT THE ESTIMATED \nAPPROACH TIME (EAT) OR AT THE ESTIMATED TIME OF ARRIVAL (ETA), \nIF THE FORMER WAS NOT GIVEN BY THE ATC UNIT. \n \n START THE PUBLISHED IAC PROCEDURE. \n \nNOTA 1. — IN CASE THE AIRCRAFT IS BELOW THE STARTING ALTITUDE OF \nTHE IAC PROCEDURE  PUBLISHED,  ASCEND  TO INDICATED  ALTITUDE AND \nCOMPLY WITH THE ABOVEMENTIONED PROCEDURE.  \n \nIF “COMMUNICATION FAILURE” CONTINUES AND THE VECTOR HAS BEEN \nRECEIVED TO “INTERCEPT LOCALIZER” OR “TO INTERCEPT VOR RADIAL FOR \nTHE END OF RUNWAY IN USE”: \n \n COMPLETE   THE ILS APPROACH   OR VOR APPROACH   OR MISSED \nAPPROACH, PURSUANT TO THE PUBLISHED IAC PROCEDURE.  \n \n \nNOTA 2. — IN BOTH CASES, “WITH OR WITHOUT VECTORING” AND AT ANY \nMOMENT  OR  FLIGHT  STAGE,  THE  ATC  UNIT  IN  CHARGE  MAY  APPLY  ANY \nOTHER  ALTERNATIVE  PROCEDURE,  FORESEEING  A  “COMMUNICATION \nFAILURE”, INSTRUCTING THE PILOT THE RELEVANT INSTRUCTIONS OF SUCH \nPROCEDURE. \n \n\nAIP ARGENTINA  ENR 1.6.-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2024 11 JULIO 2024 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAIP ARGENTINA  ENR 1.6.-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2024 11 JULIO 2024 \n \n \n \nFALLA DE COMUNICACIONES BAJO CONTROL RADAR \n \n INTENTAR  COMUNICACIÓN  CON MENDOZA  CONTROL EN “FCIA: \nPPAL 124.20 MHZ, ALTN 122.1 MHZ”  \n ACTIVAR CÓDIGO SSR 7600.  \n INTENTAR COMUNICACIÓN CON MENDOZA TORRE EN “FCIA PPAL \n119.9 MHZ, ALTN 118.65 MHZ “ \n \nSI SE ESTABLECE COMUNICACIÓN CON MENDOZA TORRE:  \n \n SEGUIR INSTRUCCIONES DEL CONTROL.  \n \nSI CONTINÚA EN “FALLA DE COMUNICACIONES”:  \n \n1. AERONAVE SIN GUIA VECTORIAL, EL PILOTO DEBERA:  \n \n MANTENER ÚLTIMO NIVEL ASIGNADO.  \n PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO EN EL AD/AP. \n INCORPORARSE   AL   CIRCUITO   DE   ESPERA   ASCENDIENDO   O \nDESCENDIENDO    AL    NIVEL    DE    VUELO    DE    INICIACIÓN    DEL \nPROCEDIMIENTO    PREVIAMENTE    ASIGNADO    POR MENDOZA \nCENTRO A LA HORA PREVISTA DE LLEGADA (ETA). \n \nSI ESTA HORA NO HUBIERA SIDO OTORGADA POR LA DEPENDENCIA ATC:  \n \n INICIAR PROCEDIMIENTO IAC.  \n \n2. AERONAVE BAJO GUIA VECTORIAL, EL PILOTO DEBERA: \n \na) EN  CASO  DE  NO  HABER  RECIBIDO  VECTOR  PARA  INTERCEPTAR \nLOCALIZADOR O RADIAL VOR, PARA FINAL DE PISTA EN USO:  \n \n EN  CONDICIONES VMC CONTINUAR  LA  APRROXIMACION  EN \nVMC PARA PISTA ASIGNADA POR MENDOZA CONTROL  \n EN    CONDICIONES IMC MANTENER    EL    ULTIMO    NIVEL \nASIGNADO    Y    PROCEDER    AL    FIJO    DE    PROCEDIMIENTO \nPUBLICADO    PARA    EL AD/AP O    EL    PROCEDIMIENTO \nPREVIAMENTE ASIGNADO POR MENDOZA CENTRO  \n INCORPORARSE   AL   CIRCUITO   DE   ESPERA   E   INICIAR   EL \nASCENSO O EL DESCENSO AL NIVEL DE VUELO DE INICIACION \nDEL   PROCEDIMIENTO IAC PUBLICADO   O   ASIGNADO   POR \nMENDOZA CENTRO A LA HORA PREVISTA DE APROXIMACION \nEAT O A LA HORA DE LLEGADA ETA.  \n \nSI ESTA HORA NO HUBIERA SIDO OTORGADA POR LA DEPENDENCIA ATC:  \n \n INICIAR PROCEDIMIENTO IAC PUBLICADO  \n \nb) EN  CASO  DE  HABER  RECIBIDO  UN  VECTOR  PARA  INTERCEPTAR \nLOCALIZADOR O RADIAL VOR, PARA FINAL DE PISTA EN USO: \n \n COMPLETAR LAS APROXIMACIONES ILS, VOR, O FRUSTRADA \nCONFORME AL PROCEDIMIENTO IAC PUBLICADO.  \n \nNOTA 1. — TODOS LOS PROCEDIMIENTOS, SEAN ESTOS CIRCUITOS DE \nESPERA, APROXIMACIONES (LOCALIZADOR O FRUSTRADA), DEBERÁN \nREALIZARSE HACIA EL ESTE DEL VOR MENDOZA.  \n \nNOTA    2. — EN    TODOS    LOS    CASOS    Y    AL    RESTABLECERSE \nMOMENTANEAMENTE  LAS  COMUNICACIONES,  EL  CONTROL  PODRA \nCAMBIAR  LAS  INSTRUCCIONES  IMPARTIDAS  PREVIAMENTE,  PARA \nBRINDAR  MAYOR  SEGURIDAD  OPERACIONAL  A  LA  AERONAVE,  EN \nPREVISION DE REPETIRSE ESTE TIPO DE FALLA.  \n \n \n \nCOMMUNICATION FAILURE UNDER RADAR CONTROL \n \n TRY  COMMUNICATION  WITH MENDOZA  CONTROL “MAIN  FREQ \n124.20 MHZ, ALTN 122.1 MHZ” \n ACTIVATE SSR CODE 7600. \n TRY  COMMUNICATION  WITH MENDOZA  TOWER “MAIN FREQ \n119.9 MHZ, ALTN 118.65 MHZ” \n \nIF COMMUNICATION WITH MENDOZA TOWER IS ESTABLISHED: \n \n FOLLOW CONTROL INSTRUCTIONS. \n \nIF “COMMUNICATION FAILURE” CONTINUES: \n \n1. AIRCRAFT WITHOUT VECTORING, THE PILOT SHALL: \n \n MAINTAIN THE LAST ASSIGNED LEVEL. \n FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD. \n ENTER  THE  HOLDING  PATTERN  ASCENDING  OR  DESCENDING  TO \nTHE  STARTING  FLIGHT  LEVEL  OF  THE  PROCEDURE  PREVIOUSLY \nASSIGNED  BY MENDOZA  CENTRO AT  THE  ESTIMATED  TIME  OF \nARRIVAL (ETA). \n \nIF THIS TIME WAS NOT GIVEN BY THE ATC UNIT: \n \n START THE IAC PROCEDURE. \n \n2. AIRCRAFT UNDER VECTORING, THE PILOT SHALL: \n \na) IF THE VECTOR WAS NOT RECEIVED TO INTERCEPT LOCALIZER OR \nVOR RADIAL FOR THE END OF RUNWAY IN USE: \n \n IN VMC CONDITIONS,  CONTINUE  APPROACH  IN VMC FOR  THE \nRUNWAY ASSIGNED BY MENDOZA CONTROL. \n IN  IMC  CONDITIONS,  MAINTAIN  THE  LAST  ASSIGNED  LEVEL  AND \nFOLLOW  THE  PROCEDURE  FIX  PUBLISHED  FOR  THE  AD  OR  THE \nPROCEDURE PREVIOUSLY ASSIGNED BY MENDOZA CENTRO. \n ENTER   THE   HOLDING   PATTERN   AND   START   CLIMBING   OR \nDESCENDING   TO   THE   STARTING   FLIGHT   LEVEL   OF   THE IAC \nPROCEDURE PUBLISHED OR ASSIGNED BY MENDOZA CENTRO AT \nTHE  ESTIMATED  APPROACH  TIME  (EAT)  OR  AT  THE  ESTIMATED \nTIME OF ARRIVAL (ETA).  \n \n \nIF THIS TIME WAS NOT GIVEN BY THE ATC UNIT: \n \n START THE PUBLISHED IAC PROCEDURE. \n \nb) IF  A  VECTOR  WAS  RECEIVED  TO  INTERCEPT LOCALIZER OR VOR \nRADIAL FOR THE END OF RUNWAY IN USE \n \n COMPLETE THE ILS,  VOR  OR MISSED  APPROACH, PURSUANT TO \nTHE PUBLISHED IAC PROCEDURE. \n \nNOTE  1. — ALL  PROCEDURES, HOLDING  PATTERNS,  AND  APPROACHES \n(LOCALIZER  OR  MISSED),  SHALL  BE  PERFORMED  TO  THE  EAST  OF  THE \nMENDOZA VOR. \n \nNOTE  2. — IN  ALL  CASES  AND  AT  A  TEMPORARY  RE-ESTABLISHMENT  OF \nCOMMUNICATIONS, THE CONTROL MAY CHANGE THE PREVIOUSLY GIVEN \nINSTRUCTIONS, TO ENHANCE THE SAFETY OF THE AIRCRAFT, FORESEEING \nA REPETITION OF THIS TYPE OF FAILURE. \n \n \n\nAIP ARGENTINA  ENR 1.6.-10 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2024 11 JULIO 2024 \n\nAIP ARGENTINA  ENR 1.6.-11 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2024 11 JULIO 2024 \n \n \n \n \nFALLA DE COMUNICACIONES BAJO CONTROL RADAR \n \nCUANDO  LA  AERONAVE  SE  ENCUENTRE  BAJO  CONTROL  RADAR SIN GUÍA \nVECTORIAL, EL PILOTO DEBERÁ: \n \n• ACTIVAR CÓDIGO SSR 7600. \n• INTENTAR COMUNICACIÓN ALTERNATIVA CON  APP RADAR EZEIZA \n“CAUX 120,45 MHZ” O EZE TWR “CPPL 118,60 MHZ, CAUX 118,05 \nMHZ”  \n \nSI  ESTABLECE  COMUNICACIÓN  CON APP  RADAR  EZEIZA  O  EZE  TWR,  APP \nRADAR AEROPARQUE O AER TWR, SEGÚN CORRESPONDA: \n \n• SEGUIR INSTRUCCIONES DEL CONTROL.  \n \nSI CONTINÚA EN “FALLA DE COMUNICACIONES”: \n \n• MANTENER ÚLTIMO NIVEL ASIGNADO. \n• PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO PARA EL AD/AP. \n• INCORPORARSE AL CIRCUITO DE ESPERA E INICIAR EL DESCENSO AL \nNIVEL    DE    VUELO    DE    INICIACIÓN    DEL    PROCEDIMIENTO IAC \nPUBLICADO A LA HORA PREVISTA DE APROXIMACIÓN (EAT) O A LA \nHORA PREVISTA DE LLEGADA (ETA). \n• INICIAR PROCEDIMIENTO IAC PUBLICADO. \n• EN CASO DE REALIZAR APROXIMACIÓN FRUSTRADA, LO EFECTÚA DE \nACUERDO  A  LO  PUBLICADO  EN IAC,  LUEGO  ASCIENDE  A  NIVEL  DE \nTRANSICIÓN Y REALIZA NUEVO PROCEDIMIENTO IAC. \n \nCUANDO LA AERONAVE SE ENCUENTRE BAJO CONTROL RADAR CON GUÍA \nVECTORIAL, EL PILOTO DEBERÁ: \n \n• ACTIVAR CÓDIGO SSR 7600. \n• INTENTAR COMUNICACIÓN ALTERNATIVA CON  APP RADAR EZEIZA \n“CAUX 120,45 MHZ” O EZE TWR “CPPL 118,60 MHZ, CAUX 118,05 \nMHZ”. \n• INTENTAR   COMUNICACIÓN   ALTERNATIVA   CON    APP   RADAR \nAEROPARQUE “CAUX 119,50 MHZ” O AER TWR “CPPL 128,85 MHZ, \nCAUX 118,85 MHZ, SEGÚN CORRESPONDA.  \n \nSI ESTABLECE COMUNICACIÓN CON APP RADAR EZEZIA  O  EZE TWR, APP \nRADAR AEROPARQUE O AER TWR, SEGÚN CORRESPONDA:  \n \n• SEGUIR INSTRUCCIONES DEL CONTROL.  \n \nSI  CONTINÚA  EN  “FALLA  DE  COMUNICACIONES”  Y HA RECIBIDO VECTOR \nPARA “INTERCEPTAR LOCALIZADOR”: \n \n• COMPLETAR LA APROXIMACIÓN ILS. \n• EN CASO DE REALIZAR APROXIMACIÓN FRUSTRADA, LO EFECTÚA DE \nACUERDO  A  LO  PUBLICADO  EN IAC,  LUEGO  ASCIENDE  A  NIVEL  DE \nTRANSICIÓN Y REALIZA NUEVO PROCEDIMIENTO IAC. \n \nNOTA. — LA   PRESENTE NO SUPRIME NI RESTRINGE   NINGÚN   OTRO \nPROCEDIMIENTO   REGLAMENTARIO   PUBLICADO,   DE   ACUERDO   A   LO \nESTABLECIDO  EN RAAC  91,  SUBPARTE  B,  REGLAS  GENERALES  DE  VUELO – \nREGLAS  DE  VUELO  POR  INSTRUMENTOS  (IFR),  APLICABLES  A  TODOS  LOS \nVUELOS IFR, FALLA DE COMUNICACIONES Y PROCEDIMIENTOS DE TRÁNSITO \nPOR FALLA EN LAS COMUNICACIONES. \n \nCOMMUNICATION FAILURE UNDER RADAR CONTROL \n \nWHEN  THE  AIRCRAFT  IS  UNDER  RADAR  CONTROL WITHOUT VECTORING, \nTHE PILOT SHALL: \n \n• ACTIVATE SSR CODE 7600 \n• TRY  ALTERNATIVE  COMMUNICATION  WITH  EZEIZA APP  RADAR \n“AUX FREQ 120.45 MHZ” OR EZE TWR “MAIN FREQ 118.60 MHZ, \nAUX FREQ 118.05 MHZ”. \n \nIF COMMUNICATION WITH EZEIZA APP RADAR OR EZE TWR, AEROPARQUE \nAPP RADAR OR AER TWR IS ESTABLISHED, ACCORDINGLY: \n \n• FOLLOW CONTROL INSTRUCTIONS. \n \nIF “COMMUNICATION FAILURE” CONTINUES: \n \n• MAINTAIN THE LAST ASSIGNED FLIGHT LEVEL. \n• FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD. \n• ENTER   THE   HOLDING   PATTERN   AND   START   DESCENT   TO   THE \nSTARTING FLIGHT LEVEL OF THE PUBLISHED IAC PROCEDURE AT THE \nESTIMATED APPROACH TIME (EAT) OR AT THE ESTIMATED TIME OF \nARRIVAL (ETA). \n• START THE PUBLISHED IAC PROCEDURE. \n• IN  CASE  OF  A  MISSED  APPROACH,  THIS  MUST  BE  PERFORMED \nACCORDING TO WHAT  IS  PUBLISHED  IN  THE IAC,  THEN  ASCEND  TO \nTHE TRANSITION LEVEL AND PERFORM A NEW IAC PROCEDURE. \n \nWHEN  THE  AIRCRAFT  IS  UNDER  RADAR  CONTROL WITH VECTORING,  THE \nPILOT SHALL: \n \n• ACTIVATE SSR CODE 7600. \n• TRY ALTERNATIVE COMMUNICATION WITH EZEIZA APP RADAR “AUX \nFREQ  120.45  MHZ”  OR  EZE  TWR  “MAIN  FREQ  118.60  MHZ, AUX \nFREQ 118.05 MHZ”.  \n• TRY   ALTERNATIVE   COMMUNICATION   WITH AEROPARQUE   APP \nRADAR “AUX FREQ 119.50 MHZ” OR AER TWR “MAIN FREQ 128.85 \nMHZ, AUX FREQ 118.85 MHZ”, ACCORDINGLY: \n \nIF COMMUNICATION WITH EZEIZA APP RADAR OR EZE TWR, AEROPARQUE \nAPP RADAR OR AER TWR IS ESTABLISHED, ACCORDINGLY: \n \n• FOLLOW CONTROL INSTRUCTIONS. \n \nIF  “COMMUNICATION  FAILURE”  CONTINUES  AND  THE  VECTOR HAS  BEEN \nRECEIVED TO “INTERCEPT LOCALIZER”  \n \n• COMPLETE THE ILS APPROACH.  \n• IN  CASE  OF  A  MISSED  APPROACH,  THIS  MUST  BE  PERFORMED \nACCORDING TO WHAT  IS  PUBLISHED  IN  THE IAC,  THEN  ASCEND  TO \nTHE TRANSITION LEVEL AND PERFORM A NEW IAC PROCEDURE.  \n \nNOTE. — THIS DOCUMENT DOES NOT ELIMINATE OR RESTRICT ANY OTHER \nPUBLISHED REGULATORY PROCEDURE, ACCORDING TO RAAC 91, SUBPART \nB,   FLIGHT   GENERAL   RULES – INSTRUMENTAL   FLIGHT   RULES   (IFR), \nAPPLICABLE TO ALL IFR FLIGHTS, COMMUNICATION FAILURE AND TRAFFIC \nPROCEDURES DUE TO COMMUNICATION FAILURE. \n ",
  "pageCount": 12,
  "characterCount": 44422
}