{
  "metadata": {
    "filename": "AIP - GEN1 - 4.pdf",
    "title": "AIP - GEN1 - 4.pdf",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T16:12:51.722Z"
  },
  "text": "\n\nAIP ARGENTINA  GEN 1.4.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nGEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS \nGEN 1.4     ENTRADA, TRÁNSITO Y SALIDA DE CARGA GEN 1.4     ENTRY, TRANSIT AND DEPARTURE OF CARGO \n \nServicio Nacional de Sanidad y Calidad Agroalimentaria - SENASA \n \nEl  Servicio  Nacional  de  Sanidad  y  Calidad  Agroalimentaria  es  el \norganismo del Estado argentino encargado de ejecutar las políticas \nnacionales  en  materia  de  sanidad  y  calidad  animal  y  vegetal  y \nverificar el cumplimiento de la normativa vigente en la materia.  \n \n \nEl  SENASA  entiende  asimismo  en  la  fiscalización  de  la  calidad \nagroalimentaria,  asegurando  la  aplicación  del  Código  Alimentario \nArgentino para aquellos productos del área de su competencia.  \n \n1. Aeropuertos con vuelos internacionales \n \nLas  acciones  del  SENASA  en  las  áreas  de  frontera  tienen  como \nfinalidad preservar el Patrimonio Zoofitosanitario y la Salud Pública \norientando sus acciones al control de las operaciones comerciales \nde exportación, importación y tránsito por el Territorio Nacional de \nproductos agropecuarios;  al  control  de  plagas  y  enfermedades  a \ntravés de productos ingresados con los viajeros y en sus equipajes \ny en el denominado régimen courier, y al adecuado manejo de los \nresiduos  orgánicos  (ej.  catering,  cama  de  caballos)  ingresados  al \npaís en los puntos de ingreso al mismo.  \n \n \nSe  recuerda, asimismo, la  vigencia  de  la  Norma  Internacional  en \nMateria  Fitosanitaria  (NIMF)  N° 15,  adoptada  por  nuestro  país  a \ntravés  de  Resolución  ex  SAGPyA  N°  685/2005,  por  la  que  se \nestablecen las directrices que reglamentan el embalaje de madera \nutilizado en el comercio internacional. \n \nÁrea Sanidad Animal  \n \nInformación turistas y viajeros - Equipajes  \n \nEl  SENASA  actúa  como  primera  barrera  sanitaria  previniendo  el \ningreso  al  país  de  enfermedades  y  plagas  animales  y  vegetales \nexistentes  en  otros  territorios  que  pueden  ser  vehiculizadas  a \ntravés  de  los  pasajeros  y  sus  equipajes  quienes  pueden  portar \nproductos  de  origen  animal  o  vegetal  potencialmente  riesgosos \ndesde el punto de vista sanitario.  \n \nLa  instrumentación  del  control  responde  prioritariamente  a  la \nnecesidad de preservar el estatus zoo-fitosanitario nacional, siendo \neste control uno de los pilares sobre los cuales se basa el sustento \ndel SENASA para mantener el comercio internacional de productos \nagropecuarios.  \n \nLa Resolución SENASA N° 295/99 establece la nómina de productos \nde   origen   animal   y   vegetal   que   pueden   ingresar   al   país   en \ncantidades    acordes    a    un    consumo    personal    o    familiar, \ndebidamente rotulados en el país de origen.  \n \nTodas  aquellas  mercancías  de  origen  animal  y  vegetal,  como  así \ntambién aquellos productos agropecuarios de competencia de este \nServicio que no se encuentren en la nómina arriba mencionada ni \ncuenten    con    autorización    previa    o    con    las    certificaciones \ncorrespondientes serán decomisados, desnaturalizados y \ndestruidos por el personal interviniente, procediéndose a labrar el \nacta correspondiente.  \n \nNational Service for Agri-Food Health and Quality - SENASA  \n \nThe  National  Service  for  Agri-Food  Health  and  Quality  is  the \nArgentine  State  agency  in  charge  of  carrying  out  the  national \npolicies regarding animal and vegetal health and quality as well as \nof    verifying    the    compliance    with    the    current    regulations \nconcerning this matter. \n \nSENASA     also     supervises     agri-food     quality,     ensuring     the \nimplementation  of  the  Argentine  Food  Code  for  those  products \nwithin its sphere of competence.  \n \n1. Airports with International Flights \n  \nThe  actions  of  SENASA  in  border  areas  aims  to  preserve  the \nzoophytosanitary resources  and  the  public  health,  leading  its \nactions to the control of the commercial operations of exportation, \nimportation    and    transit    around    the    national    territory    of \nagricultural  products;  to  the  control  of  pests  and  diseases  which \nhave  entered  into  the  country  through  the  products  brought  by \nvisitors or in their luggage and in the so-called Courier Regime; and \nto  the  correct  handling  of  organic  waste  (e.g.:  catering,  horse \nbenches) which has entered into the country through the points of \nentry.  \n \nIt should also be reminded that the current International Standard \nfor Phytosanitary Measures (ISPM) No. 15, adopted by our country \nthrough  Resolution  ex  SAGPyA  No.  685/2005,  which  establishes \nthe guidelines for wood packaging used in international trade. \n \n \n Animal Sanitary Area  \n \nInformation for Tourists and Travelers - Baggage  \n \nSENASA  acts  as  the  first  sanitary  barrier  to  prevent  the  entrance \ninto  the  country  of  animal  and  vegetable  pests  and  diseases \nexisting  in  other  territories  that  may  be  transported  through \npassengers  and  their  luggage,  who  may  transport  animal  and \nvegetable products which may be a potential risk from the point of \nview of health.  \n \nThis  control  is  mainly  implemented  as  a  response  to  the  need  of \npreserving  the  national  zoo-phytosanitary  status,  being  one  of \nSENASA’s pillars to sustain the agricultural products international \ntrade.  \n \n \nSENASA Resolution No. 295/1999 establishes the list of animal and \nvegetable products allowed into the country according to a family \nor  personal  consumption,  with  the  corresponding  tags  of  the \ncountry of origin.  \n \nAll  that  animal  and  vegetable  cargo,  as  well  as  those  agricultural \nproducts under the scope of this service which do not appear in the \nabove-mentioned  list  and  with  no  previous  authorization  or  the \npertinent   certifications   shall    be   confiscated,   distorted   and \ndestroyed   by   the   intervening   personnel. The   action   will   be \ndocumented in an appropriate report. \n \n \n\nAIP ARGENTINA GEN 1.4.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nPara más información contactarse al: \n Tel.: (+ 54 11) 4480-0582 / 4121-5285/5286  \n E-mail: fronteras@senasa.gob.ar \n \nMascotas  \n \nSolamente  los  perros  y  gatos  en  calidad  de  mascotas  pueden \ningresar  directamente  por  las  fronteras  sin  trámite  previo.  Todo \notro   animal   en   calidad   de   mascota   o   bien   perros   y   gatos \nprocedentes  de  África  o  Asia,  requieren  de  una  autorización  de \naprobación previa a su embarque que deberá estar reflejada a su \narribo  al  país,  en  la  correspondiente  certificación  emitida  por  el \nServicio  Sanitario  del  país  de  origen  en  base  a  las  exigencias  de \nnuestro Organismo.  \n \nPara más información sobre trámites o consultas, pueden dirigirse \na Paseo Colón 367 (C1063ACD), Ciudad Autónoma de Buenos Aires \no bien teléfonos e-mails y página Web \nwww.argentina.gob.ar/senasa: \n \n Requisitos para viajar con mascotas.  \n Información al Turista.  \n Aeropuerto Internacional de Ezeiza -Trámites. \n Aeroparque Metropolitano- Trámites.  \n \nTeléfonos   y   direcciones   de e-mails   de   utilidad   para   ampliar \ninformación o evacuar consultas específicas:  \n \nCargas comerciales: \n Animales vivos y material de reproducción: \nTel.: (+ 54 11) 4121-5427/28  \nE-mail: certificaciones@senasa.gob.ar  \n \n Productos, subproductos y derivados de origen animal: \nTel.: (+ 54 11 ) 4121-5489/5286  \nE-mail: fronteras@senasa.gob.ar  \n \nRequisitos del SENASA Área Sanidad Vegetal  \n \nInformación turistas y viajeros - Equipajes  \n \nLos   productos   de   origen   vegetal   que   no   estén   sometidos   a \ncualquiera de los procesos mencionados en la Resolución SENASA \nN° 295/1999 podrán ingresar al país en equipajes de pasajeros en \ncantidades  limitadas  y  para  uso  personal, siempre  que  vengan \namparados   por   un   Certificado   Fitosanitario   emitido   por   la \nOrganización Nacional de Protección Fitosanitaria (ONPF) del país \nde origen.  \n \nAquellos productos que puedan utilizarse para propagación como, \nsemillas,  plantas,  estacas,  barbados,  bulbos,  tubérculos  podrán \ningresar al país en equipajes de pasajeros sólo cuando cuenten con \nla  correspondiente  autorización  previa  (Autorización  Fitosanitaria \nde  Importación - AFIDI)  y  vengan  amparados  por  el  certificado \nFitosanitario  emitido  por  la  ONPF  del  país  de  origen,  en  el  que \nconsten las declaraciones Adicionales solicitadas en la AFIDI.  \n \nCargas comerciales. Importación  \n \na) Requisitos  documentales,  fitosanitarios  y  de  calidad  para  la \nimportación    de    vegetales,    sus    partes,    productos    y \nsubproductos (Resolución ex IASCAV N° 409/96).  \n \n \n \nFor further information, please contact: \n Telephones: (+ 54 11) 4480-0582 / 4121-5285/5286  \n E-mail: fronteras@senasa.gob.ar \n \nPets  \n \nOnly  dogs  and  cats  as  pets  are  allowed  into  the  country  directly \nfrom borders without previous documentation.  Any other animal \nas pet, as well as dogs and cats coming from Africa or Asia, requires \na  previous  authorization  before  embarking,  with  the pertinent \ncertification issued by the sanitary service of the country of origin, \naccording to the regulations of our agency.  \n \n \n \nFor further information about documentation or procedures, you \nshould  go  to  Paseo  Colón  367 (C1063ACD),  Ciudad  Autónoma  de \nBuenos  Aires,  or  contact  us  through  our  telephone  numbers, e-\nmail addresses and Web Pagewww.argentina.gob.ar/senasa: \n \n Requirements to travel with pets,  \n Tourist Information,  \n Aeropuerto Internacional de Ezeiza - Procedures,  \n Aeroparque Metropolitano - Procedures.  \n \nUseful   telephone   numbers   and   e-mail   addresses   for   further \ninformation or specific questions:  \n \nCommercial Cargo \n Live animals and reproduction material: \nTelephone numbers: (+ 54 11) 4121-5427/5428  \nE-mail: certificaciones@senasa.gob.ar \n \n Animal products, sub-products and derived: \nTelephones: (+ 54 11) 4121-5489/5286  \nE-mail: fronteras@senasa.gob.ar \n \nSENASA Requirements in Plant Health Area  \n \nInformation for Tourists and Travelers - Baggage  \n \nThose vegetable products that have not been subject to any of the \nprocesses mentioned in SENASA Resolution No. 295/1999 may be \nallowed   into  the  country  in  passengers’  baggage  in  limited \namounts    and    only    for    personal    use    whenever    they    are \naccompanied by a phytosanitary certificate issued by the National \nPlant Protection Organization (ONPF) of the country of origin.  \n \n \nThose  products  that  may  be  used  for  spreading,  such  as  seeds, \nplants,  sticks,  bulbs,  tubers  may  be  allowed  into  the  country  in \npassengers’  baggage  only  accompanied  by  the  corresponding \nprevious   authorization   (Phytosanitary   Import   Authorization - \nAFIDI),  and  the  phytosanitary  certificate  issued  by  the  National \nPlant Protection Organization (ONPF) of the country of origin with \nthe additional declarations requested in the AFIDI.  \n \nCommercial Cargo. Importation \n \na) Phytosanitary  and  quality  documentation  requirements  for \nthe  importation  of  plants,  their  parts,  products  and  sub-\nproducts (refer to Resolution ex IASCAV No. 409/1996).  \n \n \n\nAIP ARGENTINA  GEN 1.4-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nb) Autorización Fitosanitaria de Importación (AFIDI) emitida por \nla Dirección de Cuarentena Vegetal     del SENASA \n(Resoluciones  ex  SAGYP  N° 202/92  y  sus  modificatorias \nSENASA N° 816/2002 y N° 55/2003), que establece requisitos \nde ingreso de productos destinados a propagación, consumo, \ninvestigación, venta, industrialización.  \n \nc) Autorización de importación emitida por el Instituto Nacional \nde Semillas (INASE) para semillas y material de propagación.  \n \nd) Certificado Fitosanitario de origen.  \n \ne) Documento aduanero y documento de transporte.  \n \nf) Pago   de   Aranceles   de   acuerdo   a   lo   establecido   en   la \nResolución MAGyA Nro. 18/2010.  \n \ng) Inspección en primer punto de ingreso al país.  \n \nh) Para  material  de  propagación  que  ingresa  bajo  régimen  de \ncuarentena pos-entrada ver Resolución N° 292/98   para \nproductos en general y Resolución N° 69/99, específica para \nvid, y Resolución N° 175/03  de  habilitación  de  viveros  de \norigen.  \n \n \nCargas Comerciales. Exportación  \n \na) Requisitos  documentales,  fitosanitarios  y  de  calidad  para  la \nexportación    de    vegetales,    sus    partes,    productos    y \nsubproductos (ver resolución ex IASCAV N° 409/96).  \n \nb) Permiso     de     importación     o     Requisitos     fitosanitarios \nespecíficos del país de destino, cumplimiento de protocolos \nde exportación (certificación preembarque/trazabilidad).  \n \nc) Certificado   Fitosanitario   de   exportación   emitido   por   el \nSENASA.  \n \nd) INASE (para semillas y material de propagación)  \n \ne) Remito o guía frutihortícola.  \n \nf) Documento aduanero (permiso de embarque) y documento \nde transporte (guía aérea). \n \ng) Certificado de producto orgánico (cuando correspondiere).  \n \nh) Certificado Flora o Certificado CITES (cuando \ncorrespondiere).  \n \ni) Pago  de  Aranceles de  acuerdo  con lo  establecido  en  la \nResolución MAGyA N° 18/2010.  \n \nj) Verificación.  \n \nCargas Comerciales. Tránsito Internacional \n \na) Requisitos  documentales  y  fitosanitarios  para  el  tránsito \ninternacional    de    vegetales,    sus    partes,    productos    y \nsubproductos   (ver   Decreto N° 1274/94   y Resolución   ex \nIASCAV N° 409/96).  \n \n \n \n \nb) (AFIDI) Phytosanitary Import Authorization issued by SENASA \nPlant   Quarantine   Directorate   (Resolution   ex   SAGYP   No. \n202/1992  and  its  modifications  SENASA  No.  816/2002  and \nNo.   55/2003),   establishing   the   entry   requirements   of \nproducts for dissemination, consumption, research, sale and \nindustrialization.  \n \nc) Import  Authorization  for  seeds  and  dissemination  material \nissued by the National Institute of Seeds (INASE).  \n \nd) Phytosanitary Certificate of Origin.  \n \ne) Customs documents and transport documents.  \n \nf) Payment  of  charges  in  accordance  with  Resolution  MAGyA \nNo. 18/2010.  \n \ng) Inspection at the first entry point.  \n \nh) For    dissemination    material    entering    under    the    post \nquarantine  regime,  refer  to  Resolution  No.  292/1998  for \ngeneral products, and to Resolution No. 69/1999 specifically \nfor  grapevine,  and  to  Resolution  No.  175/2003  for  plant \nnursery certification of origin. \n \n \nCommercial Cargo. Exportation  \n \na) Phytosanitary  and  quality  documentation  requirements  for \nthe  exportation  of  plants,  their  parts,  products  and  sub-\nproducts (refer to Resolution ex IASCAV No. 409/1996).  \n \nb) Exportation Permit or specific phytosanitary requirements of \nthe country of destination, compliance with export protocols \n(Pre-embarking Certificate /Traceability).  \n \nc) Phytosanitary Export Certificate issued by SENASA.  \n \n \nd) INASE (for seeds and dissemination material).  \n \ne) Fruit and horticultural bill or guide.  \n \nf) Customs    documents    (shipping    permit)    and    transport \ndocuments (air guide). \n \ng) Organic Product Certificate (if applicable).  \n \nh) Flora Certificate or CITES Certificate (if applicable).  \n \n \ni) Payment of  fees in accordance  with Resolution MAGyA  No. \n18/2010.  \n \nj) Verification.  \n \nCommercial Cargo. International Transit  \n \na) Phytosanitary  and  quality  documentation  requirements  for \nthe international transit of  plants, their parts, products and \nsubproducts  (refer  to  Resolution  ex  IASCAV  No.  409/1996 \nand Decree No. 1274/1994).  \n \n \n \n\nAIP ARGENTINA GEN 1.4.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nb) Autorización   fitosanitaria   para   tránsito   internacional,   se \nemite  en  primer  punto  de  ingreso  al  país  y  se  verifica  en  el \npunto de salida.  \n \nc) Documento aduanero (MIC/DTA)  \n \nd) Pago   de   Aranceles   de   acuerdo   a   lo   establecido   en   la \nResolución MAGyA N° 18/2010.  \n \ne) Verificación  \n \nTeléfonos   y   direcciones   de   E-mails   de   utilidad   para   ampliar \ninformación o evacuar consultas específicas:  \n \n Dirección Nacional de Protección Vegetal  \nTel.: (+ 54 11) 4121-5177  \nE-mail: dnpv@senasa.gob.ar  \n \n Dirección de Cuarentena Vegetal  \nTel.: (+ 54 11) 4121-5167  \n E-mail: cuareveg@senasa.gob.ar  \n \n Oficina de Certificación Fitosanitaria  \nTel.: (+ 54 11)- 4121-5173  \n E-mail: certificacion@senasa.gob.ar  \n \n2. Aeropuertos con vuelos de cabotaje  \n \nEl  SENASA  tiene  la  responsabilidad  a  nivel  país  de  regular  el \nmovimiento   de   animales,   mascotas   y   cargas   comerciales   de \nproductos,  subproductos  y  derivados  de  origen  animal,  que  son \ndespachadas  a  los  distintos  destinos  dentro  del  país  vía  aérea \nemitiendo    o validando    las    correspondientes    autorizaciones \nsanitarias para dicho cometido.  \n \nToda   carga   comercial   despachada   vía   aérea   de   animales   o \nproductos,   subproductos   y   derivados   de   origen   animal   debe \nhacerlo bajo el amparo de la correspondiente certificación sanitaria \nemitida   por   el   Organismo,   Dichos   despachos   deberán   ser \nautorizados    por    la    autoridad    sanitaria    destacada    en    los \naeropuertos quienes evaluarán las cargas desde los puntos de vista \ndocumentales, físicos y de identidad, autorizando de corresponder \nla puesta a bordo.  \n \nEn  el  ámbito  vegetal  y  a  fin  de  evitar  la  diseminación  de  plagas, \nenfermedades e insectos perjudiciales, las plantas y/o sus partes, a \nexcepción   de   las   flores   cortadas   y   las   semillas,   deben   estar \nacompañadas de la “Guía de sanidad para el tránsito de plantas y/o \nsus partes”. Este documento fitosanitario sólo es expedido por \nviveros   inscriptos   en   el   Registro   Nacional   Fitosanitario   de \nOperadores  de  material  de  propagación, micropropagación y/o \nmultiplicación vegetal (RENFO).  \n \nEstos requisitos están establecidos en la Res. SAGPyA N° 312/2007, \ny   tienen   como   objetivo,   entre   otros,   mejorar   los   materiales \nprovenientes  de  viveros  mediante  los  controles  realizados  por \nprofesionales  y  supervisados  por  SENASA,  y  así  minimizar  los \nriesgos fitosanitarios en los mismos.  \n \nInformación turistas y viajeros - Equipajes  \n \nActualmente  son  dos  los programas  en  vigencia: Programa  de \nErradicación  de  Fiebre  Aftosa  y  de  Erradicación  de  Mosca  de  los,  \nambos implementados en la Región Patagónica y el último de ellos, \nademás, en  la  provincia  de  Mendoza,  donde, a  su  arribo, los \n \nb) Phytosanitary  Authorization  for  International  Transit.  It  is \nissued at the first entry point and verified at the exit point.  \n \n \nc) Customs documents (MIC/DTA).  \n \nd) Payment of  fees in accordance  with Resolution MAGyA  No. \n18/2010.  \n \ne) Verification.  \n \nUseful telephone numbers and e-mail addresses to obtain further \ninformation or to make specific questions:  \n \n National Directorate of Plants Protection \nTelephone number: (+ 54 11) 4121-5177  \nE-mail: dnpv@senasa.gob.ar  \n \n Quarantine Plant Directorate  \nTelephone number: (+ 54 11) 4121-5167  \nE-mail: cuareveg@senasa.gob.ar \n \n Phytosanitary Certification Office \nTelephone: (+ 54 11) 4121-5173  \nE-mail: certificacion@senasa.gob.ar  \n \n2. Airports with Domestic Flights \n \nSENASA is responsible in our country for the movement of animals, \npets  and  commercial  cargo  of  animal  products,  subproducts  and \nderived, delivered to different destinations within the country by \nair issuing or validating the corresponding sanitary authorizations \nfor such purposes.  \n \n \nAny commercial cargo of animals, or animal products, subproducts \nand  derived,  delivered  by  air,  should  be  accomplished  with  the \npertinent   sanitary   certification   issued   by   the   agency.   Such \ndeliveries   shall   be   authorized   by   the corresponding   sanitary \nauthority at airports, who will evaluate the cargo from the points \nof  view  of  the  physical  and  identity  documents,  authorizing,  if \nappropriate, to embark it. \n \n \nIn   the   phytosanitary   area   and   in   order   to   avoid   plague \ndissemination,  diseases  and  harmful  insects,  plants  and/or  their \nparts, except cut flowers and seeds, should be accompanied by the \n“Sanitary Guidance for the Transit of Plants and/or their Parts”. \nThis  phytosanitary  document  is  only  issued  by  plant  nurseries \nregistered  in  the  National  Phytosanitary  Registry  of  Operators  of \nmaterial   for   plants   dissemination,   microdissemination   and/or \nmultiplication (RENFO).  \n \nThese  requirements  are  established  in  Resolution  SAGPyA  No. \n312/2007,  among  others,  with  the  purpose  of  improving  the \nmaterial  coming  from  plant  nurseries  by  means  of  the  controls \nperformed  by  professionals  under  SENASA  supervision  so  as  to \nreduce the phytosanitary risks in it.  \n \nInformation for Tourists and Travelers - Baggage \n \nPresently there  are  two  programmes  in  force:  FMD  Eradication \nProgramme    and    Fruit    Fly    Eradication    Programme,    both \nimplemented  in  the  Patagonia  region,  and  the  latter  also  in  the \nprovince  of  Mendoza,  where,  upon  arrival,  the  inspectors  of  the \n\nAIP ARGENTINA  GEN 1.4-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \ninspectores de las barreras sanitarias procederán a verificar la no \nportación   de   productos   definidos   como   de   riesgo   (carnes, \nembutidos, frutas de carozo y pepita, entre otros).  \n \nA tal efecto se deberá tener presente la limitación de ingreso de los \nmismos, recabando mayor información sobre las restricciones y/o \nprohibiciones, a fin de evitar inconvenientes en \nwww.argentina.gob.ar/senasa, enlace “Información al viajero”: \n \n \nIngreso de agro alimentos a la Patagonia y Mendoza.  \n \nControl   de   cargas   comerciales   y   animales   vivos - Inspección \nveterinaria SENASA - Aeroparque “Jorge Newbery”: \nProcedimientos para viajar o enviar mascotas;  \nProcedimiento para envíos de productos;  \nProcedimiento para envío de animales vivos.  \nE-mails: barreras@senasa.gob.ar;  \naeroparque@senasa.gob.ar  \n \n3. Principales Aeropuertos Internacionales \n \nAEROPUERTO INTERNACIONAL MINISTRO PISTARINI – EZEIZA  \n \nEl Aeropuerto Internacional Ministro Pistarini, sito en la localidad \nde   Ezeiza,   constituye   un   puesto   de   frontera   de   relevancia \nestratégica   por   la   magnitud   de   movimientos   aéreos   y   por \nconstituirse  en  el  aeropuerto  por  excelencia  donde  se  registran \nprácticamente  el  NOVENTA  Y  CINCO  (95%)  de  las  exportaciones \naéreas de productos agropecuarios y por ser la principal puerta de \ningreso de viajeros de vuelos procedentes del exterior del país.  \n \nPara desarrollar dichas acciones, el SENASA cuenta dentro de dicho \námbito    con    áreas    diferenciadas    que    se    encargan    de    dar \ncumplimiento a sus misiones y funciones, a saber:  \n \nÁrea  Inspección  Veterinaria - Control  de  Cargas  Comerciales \n(exportaciones, importaciones y tránsitos de animales y productos \nde origen animal). \n \nHorario  de  atención  al  público:  de  lunes  a  viernes  en  el  horario \noficial  de  9.00  a  17.00  hs.  Por  fuera  de  dicho  horario  y  en  días \ninhábiles o feriados a requerimiento.  \n \nVías de comunicación:  \n Teléfonos/fax: (+54 11) 4480-0020 / 5480-6521  \n E-mails: ivse@senasa.gob.ar,  \n fronteras@senasa.gob.ar  \n \nÁrea Inspección Fitosanitaria - Control de Cargas Comerciales y de \nparticulares (exportaciones,    importaciones    y    tránsitos    de \nproductos de origen vegetal).  \n \nHorario  de  atención  al  público:  de  lunes  a  viernes  en  el  horario \noficial  de  9.00  a  17.00  hs.  Por  fuera  de  dicho  horario  y  en  días \ninhábiles o feriados y previo requerimiento del  usuario, se presta \nel servicio las 24 hs de los 365 días del año.  \n \nVías de comunicación:  \n Tel.: (+ 54 11) 4480-0835/9695  \n Fax: (+ 54 11) 5480-6560  \n E-mail: dezeiza@senasa.gob.ar  \n \n \n \nsanitary   barriers  will  verify  that  no  products   defined  as risk \nproducts (meat, sausages, stone and pip fruits, among others) are \nbeing carried.  \n \nFor such purpose, the limited entry of  them must be considered, \nrequesting    further    information    about    restrictions    and/or \nprohibitions  in  order  to  avoid  any  inconvenience,  at:  Web  Page: \nwww.argentina.gob.ar/senasa, link “Información al turista” (Turist \nInformation): \n \nEntry of Agri-Foods in the Patagonia region and Mendoza. \n \nControl of commercial cargo and live animals -  SENASA Veterinary \nInspection -   “Jorge Newbery” Airport: \nProcedures for Travelling or Transporting Pets: \nProcedures for Sending Products;  \nProcedures for Transporting Live Animals. \nE-mails: barreras@senasa.gob.ar; \n aeroparque@senasa.gob.ar \n \n3. Main International Airports \n \nAEROPUERTO INTERNACIONAL MINISTRO PISTARINI – EZEIZA \n \nAeropuerto   Internacional   Ministro   Pistarini (Ministro   Pistarini \nInternational  Airport),  in  the  city  of  Ezeiza,  is  a  strategic  relevant \nborder post due to aircraft movements and because it is the airport \nwhere the NINETY-FIVE percent (95%) of the exportations by air of \nagricultural  products  are  conducted  and  the  main  entrance  gate \nfor travelers coming from foreign countries.  \n \n \nTo  perform  such  actions,  SENASA  has  very  well  defined  areas \nresponsible for accomplishing its missions and tasks, namely: \n \n \nVeterinary Inspection Area - Commercial Cargo Control \n(exportations,  importations  and  transit of  animals  and  animal \nproducts).  \n \nWorking  Hours:  From  Monday  to  Friday,  officially  from  9am  to \n5pm.   Outside   those   hours   and   during   non-working   days   or \nholidays, upon request.  \n \nMeans of Communication: \n Telephones/Fax: (+ 54 11) 4480-0020 / 5480-6521  \n E-mails: ivse@senasa.gob.ar; \nfronteras@senasa.gob.ar  \n \nPhytosanitary   Inspection   Area - Control   of   Commercial   and \nIndividuals Cargo (exportations, importations and transit of plant \nproducts).  \n \nWorking  Hours:  From  Monday  to  Friday,  officially  from  9am  to \n5pm.   Outside   those   hours   and   during   non-working   days   or \nholidays,  upon  request.  A  24-hour  service  is  provided  during  the \n365 days of the year.  \n \nMeans of Communication: Telephone:  \n Telephone numbers: (+ 54 11) 4480-0835/9695  \n Fax: (+ 54 11) 5480-6560  \n E-mail: dezeiza@senasa.gob.ar \n \n \n \n\nAIP ARGENTINA GEN 1.4.-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nLas dos áreas mencionadas precedentemente tienen ubicadas sus \noficinas de atención al público en la Terminal de Cargas, Bodega de \nExportación, Sector C, Perecederos.  \n \nÁrea Control de Pasajeros y sus Equipajes  \n \nHorario de control: servicio permanente las 24 horas, los 365 días \ndel año.  \n \nVías de comunicación:  \n Teléfono/Fax: (+ 54 11) 4480-0582  \n E-mail: ezeizaeq@senasa.gob.ar  \n \nAEROPARQUE   METROPOLITANO   JORGE   NEWBERY - Ciudad \nAutónoma de Buenos Aires  \n \n Tel.: (54+ 11) 4845-0017  \n E-mails: fronteras@senasa.gob.ar; \nbarreras@senasa.gob.ar; \naeroparque@senasa.gob.ar  \n \nAEROPUERTO INTERNACIONAL PAJAS BLANCAS - CÓRDOBA  \n \n Tel.: (+ 54 351) 475-0238  \n E-mail: fronteras@senasa.gob.ar; \nctfacba@senasa.gob.ar \n \nAEROPUERTO INTERNACIONAL EL PLUMERILLO - MENDOZA  \nControl viajeros vuelos nacionales e internacionales \n \n Tel.: (+ 54 261) 423-1162 \n E-mail: fronteras@senasa.gob.ar; \nctfacuyo@senasa.gob.ar \n \nAEROPUERTO INTERNACIONAL DE SALTA  \nControl viajeros vuelos Internacionales \n \n Tel.: (+54 388) 424603/4613  \n E-mail: fronteras@senasa.gob.a; \nctfanoanorte@senasa.gob.ar \n \nAEROPUERTO INTERNACIONAL DE CORRIENTES  \nControl viajeros vuelos Internacionales \n \n Tel.: (+ 54 3756) 48-2427 \n E-mail: fronteras@senasa.gob.ar; \nctfacormis@senasa.gob.ar \n \nAEROPUERTO INTERNACIONAL CATARATAS DEL IGUAZÚ \nControl viajeros vuelos Internacionales \n \n Tel.: (+ 54 3756) 48-2427 \n E-mail: fronteras@senasa.gob.ar; \nctfacormis@senasa.gob.ar \n \nAEROPUERTO INTERNACIONAL SAN CARLOS DE BARILOCHE  \n \n Tel.: (+ 54 2944) 42-6303  \n E-mail: fronteras@senasa.gob.ar; \nctfapatnorte@senasa.gob.ar \n \n \n \n \n \nThe  two  above-mentioned  areas  have  their  customer  service \noffices in the Cargo Terminal, Exports Storage Facilities, Sector C, \nPerishable Products.  \n \nPassengers and Baggage Control Area \n \nWorking  Hours: Permanent  24-hour  service  provided  during  the \n365 days of the year. \n \nMeans of Communication:  \n Telephone/Fax: (+ 54 11) 4480-0582   \n E-mail: ezeizaeq@senasa.gob.ar \n \nJORGE  NEWBERY  METROPOLITAN  AIRPORT - Ciudad  Autónoma \nde Buenos Aires \n \n Telephone number: (+ 54 11) 4845-0017  \n E-mails: fronteras@senasa.gob.ar; \nbarreras@senasa.gob.ar; \naeroparque@senasa.gob.ar \n \nPAJAS BLANCAS INTERNATIONAL AIRPORT - CÓRDOBA \n \n Telephone number: (+ 54 351) 475-0238  \n E-mails: fronteras@senasa.gob.ar; \n ctfacba@senasa.gob.ar \n \nEL PLUMERILLO INTERNATIONAL AIRPORT - MENDOZA \nPassengers Control in Domestic and International Flights \n \n Telephone number: (+ 54 261) 423-1162  \n E-mails: fronteras@senasa.gob.ar; \n ctfacuyo@senasa.gob.ar \n \nSALTA INTERNATIONAL AIRPORT  \nPassengers Control in International Flights  \n \n Telephone number: (+ 54 388) 42-4603/4613 \n E-mails: fronteras@senasa.gob.ar; \n ctfanoanorte@senasa.gob.ar \n \nCORRIENTES INTERNATIONAL AIRPORT \nPassengers Control in International Flights \n \n Telephone number: (+ 54 3756) 48-2427  \n E-mails: fronteras@senasa.gob.ar; \n ctfacormis@senasa.gob.ar \n \nCATARATAS DE IGUAZÚ INTERNATIONAL AIRPORT \nPassengers Control in International Flights \n \n Telephone number: (+ 54 3756) 48-2427  \n E-mails: fronteras@senasa.gob.ar; \nctfacormis@senasa.gob.ar \n \nSAN CARLOS DE BARILOCHE INTERNATIONAL AIRPORT \n \n Telephone number: (+ 54 2944) 42-6303  \n E-mails: fronteras@senasa.gob.ar; \nctfapatnorte@senasa.gob.ar \n \n \n \n \n\nAIP ARGENTINA     GEN 1.4-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA   AMDT AIRAC 2/2023                              30 NOVIEMBRE 2023 \n \nAEROPUERTO INTERNACIONAL FISHERTÓN- ROSARIO  \n \n− TEL: (+ 54 341) 451-6300  \n− E-mail: fronteras@senasa.gob.ar; \nctfasafe@senasa.gob.ar \n \nEn  todos  estos  aeropuertos  se  autoriza  la  importación  siempre \nque sea el primer punto de ingreso al país.  \n \n \n4. Aeropuertos con vuelos de cabotaje en regiones protegidas \n \nCentro Regional Cuyo \n \n− TEL: (+ 54 0264) 427-3107  \n− E-mail: regionalcuyo@senasa.gob.ar \n \nAeropuerto Internacional El Plumerilla – Mendoza \n \n− TEL: (+54 261) 423-1162  \n \nAeropuerto San Rafael “S.A Santiago Germano” – Mendoza \n \n− E-mail: barreras@senasa.gob.ar; \n− ctfacuyo@senasa.gob.ar \n \nCentro Regional Patagonia Norte  \n \n− TEL: (+ 54 2941) 433308  \n− E-mail: regionalpatnorte@senasa.gob.ar \n \nAeropuerto de Neuquén – Rio Negro \n \n− TEL: (+ 54 299)-4422235.  \n \nAeropuerto de Viedma – Río Negro \n \n− TEL: (+ 54 2920) 431210  \n \nAeropuerto de San Martín de los Andes - Chapelco \n \n− TEL: (+ 54 2972) -422972.  \n− E-mail: barreras@senasa.gob.ar; \nctfapatnorte@senasa.gob.ar \n \nCentro Regional Patagonia Sur \n \n− TEL: (+ 54 297) 447-2945  \n− E-mail: regionalpatsur@senasa.gob.ar \n \nAeropuerto de Trelew – Chubut \n \n− TEL: (+ 54 0280) 442-3889  \n \nAeropuerto de Puerto Madryn – Chubut \n \n− TEL: (+ 54 2965) 45-1402  \n \nAeropuerto de Esquel – Río Negro \n \n− TEL: (+ 54 2945) 45-3990 \n \n \n \n \nFISHERTON INTERNATIONAL AIRPORT - ROSARIO   \n \n− Telephone: (+ 54 341) 451-6300  \n− E-mails: fronteras@senasa.gob.ar; \nctfasafe@senasa.gob.ar \n \nIn   all   the   above-mentioned   airports,   importation is   allowed \nwhenever it is the first entry point into the country.  \n \n \n4. Airports with Domestic Flights inside Protected \n \nAreas Centro Regional Cuyo  \n \n− Telephone: (+ 54 0264) 427-3107  \n− Email: regionalcuyo@senasa.gob.ar \n \nEl Plumerillo Internacional Airport - Mendoza  \n \n− Telephone: (+ 54 261) 423-1162  \n \nSan Rafael S.A. Santiago Germano Airport – Mendoza \n \n− Emails: barreras@senasa.gob.ar; \n− ctfacuyo@senasa.gob.ar \n \nCentro Regional Patagonia Norte  \n \n− Telephone: (+ 54 2941) 43-3308  \n− E-mail: regionalpatnorte@senasa.gob.ar \n \nNeuquén Airport – Rio Negro \n \n− Telephone: (+ 54 299) 442-2235  \n \nViedma Airport - Rio Negro  \n \n− Telephone: (+ 54 2920) 43-1210  \n \nSan Martín de los Andes Airport – Chapelco \n \n− Telephone: (+ 54 2972) 42-2972  \n− E-mails: barreras@senasa.gob.ar; \nctfapatnorte@senasa.gob.ar \n \nCentro Regional Patagonia Sur  \n \n− Telephone: (+ 54 297) 447- 2945  \n− Email: regionalpatsur@senasa.gob.ar  \n \nTrelew Airport – Chubut \n \n− Telephone: (+ 54 0280) 442-3889  \n \nPuerto Madryn Airport – Chubut \n \n− Telephone: (+ 54 2965) 45-1402  \n \nEsquel Airport – Río Negro \n \n− Telephone (+ 54 2945) 45-3990 Aeropuerto  \n \n \n  \n\nAIP ARGENTINA GEN 1.4.-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nAeropuerto El Calafate - Santa Cruz \n \n Tel.: (+ 54 297) 447-2945  \n \nAeropuerto Comodoro Rivadavia - Chubut \n \n Tel.: (+ 54 297) 447-2945  \n \nAeropuerto Río Gallegos - Santa Cruz \n \n Tel.: (+ 54 2966) 44-2681  \n \n \nAeropuerto Ushuaia - Tierra del Fuego \n \n Tel.: (+ 54 2901) 42-3512 \n \nAeropuerto Río Grande - Tierra del Fuego \n \n Tel.: (+ 54 2964) 43-1063  \n \nEn  lo  referente  al  pago  de  tasas  y  aranceles  en  concepto  de \ninspección fitosanitaria, rigen la Resolución SAGyP N° 582/93 y sus \nmodificatorias    y    la    Resolución    SAGPyA N° 110/98    y    sus \nmodificatorias    en    lo    que    hace    a    servicios    extraordinarios \nrequeridos.  Consultar  vigencia  y  modificatorias  en  las  respectivas \noficinas locales. \n \n(*) Los   párrafos   remarcados   en   negrita corresponden   a   las \nmodificaciones hechas por esta coordinación. \n \n \nRÉGIMEN DE EQUIPAJE  \n \nEn  lo  concerniente  al  ingreso  de  bienes  a  través  del  Régimen  de \nEquipaje el mismo no ha sufrido modificaciones desde el dictado  \ndel Decreto N° 2281/94 que incorporó a la Legislación Nacional la \nDecisión del Consejo Mercado Común N° 18/94.  \n \nEn  otro  orden  se  señala  que  la  Resolución  General  N° 2090106 \n(AFIP) del 10 de julio de 2006 incorpora al Ordenamiento Jurídico \nNacional la Decisión del Consejo Mercado Común N° 50/04, sobre \nnormas relativas al despacho aduanero de mercaderías.  \n \nDicha norma establece los requisitos de la  declaración de llegada \nque  debe presentar  el medio de transporte inmediatamente a su \narribo al territorio aduanero.  \n \nSolamente  después  de  formalizada  la  declaración  de  llegada  y \nprevia autorización aduanera la mercadería podrá ser descargada \ndel  medio  de  transporte  inmediatamente  a  su  arribo  al  territorio \naduanero.  \n \nTal   documento   debe   suministrar   información   a   la   autoridad \naduanera  de  los  datos  relativos  al  medio,  a  las  cargas  y  a  la \nmercadería   transportada,   contenidos   en   los   documentos   de \ntransporte,  efectuada  por  el  transportista,  o  por  quien  resulte \nresponsable de la gestión.  \n \nEn cuanto a depósito franco mantiene vigencia lo normado a través \nde  la  Resolución  N° 2676  (ANA)  de  fecha  27  de julio  de  1979,  así \nmismo con respecto al régimen de rancho, provisiones de abordo, \ny  suministros  del  medio  de  transporte  rige  lo  establecido  en  los \nartículos  506  y  subsiguientes  del  Código  Aduanero  y  normas \ncomplementarias.  \n \nEl Calafate Airport - Santa Cruz \n \n Telephone number: (+ 54 297) 447-2945  \n \nComodoro Rivadavia Airport  - Chubut    \n \n Telephone number: (+ 54 297) 447-2945  \n \nRío Gallegos Airport - Santa Cruz \n \n Telephone number: (+ 54 2966) 44-2681  \n \n \nUshuaia Airport - Tierra del Fuego \n \n Telephone number: (+ 54 2901) 42-3512  \n \nRío Grande Airport - Tierra del Fuego \n \n Telephone number: (+ 54 2964) 43-1063  \n \nWith  regard  to  the  payment  of  taxes  and  fees  for  phytosanitary \ninspections,   govern   Resolution   SAGyP   No.   582/1993   and   its \nmodifications,   and   Resolution   SAGPyA   No.   110/1998   and   its \nmodifications concerning extraordinary services required. Validity \nand modifications can be consulted at the appropriate local offices. \n \n \n(*) Those paragraphs in bold type correspond to the modifications \nmade by this coordination.  \n \n \nBAGGAGE REGULATIONS  \n \nAs regards the entry of property, the Baggage Regulations have not \nbeen  modified  since  Decree  No.  2281/1994,  which incorporated \nDecision  No.18/1994  of  the  Common  Market  Council  into  the \nNational Law.  \n \nIn   addition,   it   should   be   noted   that   General   Resolution   No. \n2090/2006   (AFIP)   of   10   July   2006   incorporates   Decision   No. \n50/2004  of  the  Common  Market  Council  into  the  National  Legal \nSystem,  on  standards  concerning  the  customs  clearance  of  the \ncargo.  \n \nSuch   standard   establishes   the   requirements   for   the   arrival \nstatement that the means of transport shall present immediately \nafter their arrival in the customs territory.  \n \nOnly after presenting the arrival statement and with the customs \nprevious authorization can the cargo be unloaded.  \n \n \nSaid  document  should  provide  the  customs  authority  with  the \ninformation about the carrier and the cargo transported contained \nin  the  transport  documents,  prepared  by  the  carrier,  or  by  any \nother person responsible for the operation.  \n \nWith  respect  to  the  free  warehouse,  Resolution  No.  2676  (ANA) \ndated 27 July 1979 is in force. Likewise, for the regime of on-board \nprovisions  and  property,  as  well  as  for  the  means  of  transport \nrefueling and supplies, governs what is established in Section 506 \nand   subsequent   of   the   Customs   Code   and   complimentary \nstandards. \n \n\nAIP ARGENTINA  GEN 1.4-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n \n \nEn  tal  sentido, se  informa  que  con  fecha  16  de enero  de  2008  se \nfirmó   la   Resolución   General   N° 2396/08   (AFIP), donde   se \nestablecen  los  procedimientos  inherentes  a  la  reingeniería  del \nMódulo de Manifiesto del Sistema Informático María (SIM) donde \nse  determinan  las  formalidades  que  habrán  de  ajustarse  a  la \nconfección, presentación y trámite de la documentación, que debe \npresentarse en los campos del SIM, para la correcta utilización de \nlos nuevos registros informáticos.  \n \nPor otra parte, se señala además que la Administración Federal de \nIngresos Públicos cuenta con una página disponible en internet que \npermite acceder a información inherente a la normativa aduanera \npara la consulta  de todos los usuarios que así los requieran, cuya \ndirección  es  la  siguiente:  http://www.afip.gob.ar,  bajo  los  títulos \n“Usuarios  Aduaneros”  (UA)  y/o  “Normativa”, que    ofrecen \ninformación  importante  sobre  equipaje,  regímenes  y  servicios \naduaneros. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn that sense, it is informed that on 16 January 2008, the General \nResolution  No.  2396/2008  (AFIP)  was  signed.  In  such  document, \nthe  procedures  concerning  the  reengineering  of  the Manifest \nModel  of  María  Computer  System  (SIM)  are  established.  The \nformalities for the production, submission and management of the \ndocuments that must be presented in the SIM fields, for the correct \nuse of the new computer records, are included in said procedures. \n \n \nFurthermore,  it  is  also  noted  that  the  Federal  Administration  of \nPublic  Revenue  has  an  Internet  Web  Page  available  that  enables \naccess to the information concerning the customs regulations for \nall  users  who  may  request  it:  http://www.afip.gob.ar,  under  the \ntitles “Customs Users” (UA) and/or “Regulations”, which offer \nrelevant   information   about   luggage,   regulations   and   customs \nservices. \n \n \n \n \n ",
  "pageCount": 10,
  "characterCount": 40352
}