{
  "metadata": {
    "filename": "AIP - ENR3 - 1.pdf",
    "title": "AIP - ENR3 - 1.pdf",
    "type": "doc",
    "number": "3",
    "extractedAt": "2025-11-26T17:14:09.399Z"
  },
  "text": "\n\nAIP ARGENTINA ENR 3.0 - 1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \nENR 3. RUTAS ATS / ATS ROUTES \nENR 3.0   GENERALIDADES ENR 3.0   GENERAL \n \nPRECAUCIÓN \n \nEste documento contiene información que ha sido actualizada al 02 \nde octubre de 2025. \n \nA partir de la misma, consulte los NOTAM, SUPLEMENTOS A LA AIP y \ndemás    publicaciones    de    información    aeronáutica    para    su \nactualización. \n \nCAUTION \n \nThis documentation contains information that has been updated as of \nOctober 2, 2025. \n \nFrom   that   date   onwards,   please   consult   the   NOTAM,   AIP \nSUPPLEMENTS and other aeronautical information publications for \nupdates. \n \nDISTRIBUCIÓN DE RUTAS DE NAVEGACIÓN \n \n1) Rutas navegación convencionales - ENR 3.1: \n \na) Las  rutas  de  navegación  convencionales INFERIORES se \ndetallan  desde  la  página  ENR   3.1-1  hasta  ENR  3.1-95 \ninclusive. \n \nb) Si  el  tramo  de  una  ruta  se  encuentra  dentro  de un área \nQNH,  se  indicará  la dependencia  ATS que  brindará  el \nmismo. \n \nc) Las  Rutas  de  navegación  convencionales SUPERIORES se \ndetallan desde  la  página  ENR  3.1-96 hasta  ENR  3.1-138 \ninclusive. \n \n2) Rutas navegación de área (RNAV 5) - ENR 3.2: \n \na) Las Rutas de navegación de área INFERIORES se detallan \ndesde la página ENR 3.2-1 hasta ENR 3.2-40 inclusive. \n \nb) Si  el  tramo  de  una  ruta  se  encuentra  dentro de  un  área \nQNH,  se  indicará  la  dependencia  ATS  que  brindará  el \nmismo. \n \nc) Las Rutas de navegación de área SUPERIORES se detallan \ndesde la página ENR 3.2-41 hasta ENR 3.2-150 inclusive. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDISTRIBUTION OF NAVIGATION ROUTES \n \n1) Conventional Navigation Routes - ENR 3.1: \n \na) LOWER conventional navigation routes are detailed from \npage ENR 3.1-1 up to and including ENR 3.1-95. \n \n \nb) If  a  segment  of  a  route  is  inside  QNH  area  it  will  be \nindicated the ATS unit that will provide it. \n \n \nc) UPPER conventional navigation  routes are  detailed from \npage ENR 3.1-96 up to and including ENR 3.1-138. \n \n \n2) Area Navigation Routes (RNAV 5) - ENR 3.2: \n \na) LOWER Area Navigation Routes are detailed from page ENR \n3.2-1 up to and including ENR 3.2-40. \n \nb) If  a  segment  of  a  route  is inside  QNH  area  it  will  be \nindicated the ATS unit that will provide it. \n \nc) UPPER Area Navigation Routes are detailed from page \nENR 3.2-41 up to and including ENR 3.2-150. \n\nAIP ARGENTINA ENR 3.0 - 2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \nENR 3. RUTAS ATS / ATS ROUTES \nENR 3.0   GENERALIDADES ENR 3.0   GENERAL \n \nRUTAS ATS \n \nGeneralidades \n \nEl diseño   y   elaboración de   rutas   ATS son   efectuadas   por   el \nProveedor    de    Servicios    de    Navegación    Aérea    (ANSP)    de \nconformidad con lo establecido en las RAAC Partes 211 y Parte 204 \ny el Doc. 8168 (PANS-OPS) y Doc. 9613 (PBN). \n \nEl  cálculo  para  determinar  los  rumbos  magnéticos  se  realiza  por \ncomputadora,  en  base  a  las  coordenadas  geográficas  obtenidas  y \nluego se aplica la declinación magnética correspondiente. \n \nCuando las rutas están apoyadas en VOR la declinación se aplica en \ncada  lugar  donde  está  instalado  el  equipo.  En  el  caso  de  rutas \nservidas por radiofaro o entre puntos sin radioayudas la declinación \nse promedia. \n \nLa distancia se redondea siempre a la milla náutica más próxima. \n \nEl  ancho  de  las  aerovías  (AWY)  se  encuentra  determinado  por  el \nsiguiente procedimiento: \n \na) Desde  cada  radioayuda  VOR  y  hasta  83  NM  un  ancho  de \n7,5 NM a cada lado del eje de la aerovía, excepto el tramo \ncomprendido dentro de una TMA que es 5 NM a cada lado \ndel eje, y \n \nb) A partir de las 83 NM se ensancha por la traza que se \nobtiene al aplicar el valor angular de 5° a cada lado del eje \nde la AWY, teniendo la radioayuda como origen. \n \nc) Desde  cada  radioayuda  NDB  y  hasta  42  NM  un  ancho  de \n7,5 NM a cada lado del eje de la aerovía, excepto el tramo \ncomprendido hasta 30 NM dentro de una TMA que es de \n5 NM a cada lado del eje, y \n \nd) A partir de las 42 NM se ensancha por la traza que se \nobtiene al aplicar el valor angular de 10° a cada lado del eje \nde la AWY, teniendo la radioayuda como origen. \n \nÍtem (1) expresado en ENR \n \nCuando  en  la  columna  4  de  la  tabla  de  ENR  3,  correspondiente  al \nancho de la aerovía (AWY), figure (1) quiere decir que en ese tramo \nde ruta el ancho de aerovía es mayor de 15 NM, por aplicación de \nlos incisos b)    y d) mencionados    precedentemente,    según \ncorresponda para VOR o NDB. \n \nRutas de Navegación de Área (RNAV) \n \nLa ruta de navegación de área es una ruta ATS establecida para ser \nutilizada por aquellas aeronaves  que puedan aplicar el sistema  de \nnavegación   de   área   (RNAV)   y   cumplan   con   las   exigencias \nestablecidas en las RAAC Parte 211. \n \nEn las rutas de navegación de área se presta Servicio de Control de \nÁrea, excepto en la ruta UL 211 F donde se facilita Servicio Asesor \nde Tránsito Aéreo y es Ruta de contingencia del AORRA. \n \n \nATS ROUTES \n \nGeneral \n \nThe design and development of  ATS routes are carried out by the \nAir  Navigation  Service  Provider  (ANSP)  in  accordance  with  the \nprovisions  of  RAAC  Parts  211  and  204  and  Doc.  8168  (PANS-OPS) \nand Doc. 9613 (PBN). \n \nThe  calculation  to  determine  magnetic  headings  is  performed  by \ncomputer,  based  on  the  geographical  coordinates  obtained,  and \nthen the corresponding magnetic declination is applied. \n \nWhen  routes  are  supported  by  VOR,  the  declination  is  applied  at \neach location where the equipment is installed. In the case of routes \nserved by radio beacons or between points without radio aids, the \ndeclination is averaged. \n \nThe distance is always rounded to the nearest nautical mile. \n \nThe  width  of  the  airways  (AWY)  is  determined  by  the  following \nprocedure: \n \na) From each VOR radio aid and up to 83 NM a width of 7.5 \nNM  on  each  side  of  the  axis  of  the  airway,  except  the \nsegment within a TMA which is 5 NM on each side of the \naxis, and \n \nb) From  83  NM  it  is  widened  by  the  track obtained  by \napplying the 5° angular value to each side of the AWY axis, \nhaving the radio aid as origin. \n \nc) From each NDB radio aid and up to 42 NM a width of 7.5 \nNM to each side of the AWY axis, except for the segment up \nto 30 NM within a TMA which is 5 NM to each side of the \naxis, and \n \nd) From  42  NM  it  is  widened  by  the  track  obtained  by \napplying the 10° angular value to each side of the AWY axis, \nhaving the radio aid as origin. \n \nItem (1) expressed in ENR \n \nWhen  column  4  of  the  ENR  3  table,  corresponding  to  the  airway \nwidth (AWY), shows (1), this means that in that section of the route \nthe airway width is greater than 15 NM, pursuant to paragraphs b) \nand d) mentioned above, as applicable for VOR or NDB. \n \n \nArea Navigation Routes (RNAV) \n \nAn  area  navigation  route  is  an  ATS  route  established  for  use  by \naircraft  that  can  apply  the  area  navigation  system  (RNAV)  and \ncomply with the requirements set forth in RAAC Part 211. \n \n \nArea  navigation  routes  provide  Area  Control Service,  except  for \nroute UL 211 F, which provides Air Traffic Advisory Service and is an \nAORRA contingency route. \n \n\nAIP ARGENTINA ENR 3.0 - 3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \nENR 3. RUTAS ATS / ATS ROUTES \nENR 3.0   GENERALIDADES ENR 3.0   GENERAL \nEl ancho de las rutas de navegación de área esta dado por aplicación \nde lo siguiente: \n \na)  Desde    cada    radioayuda    o    punto    de    notificación \nobligatorio y hasta 83 NM un ancho de 7,5 NM a cada lado \ndel eje de la ruta, y \n \nb) A  partir  de  las  83  NM  se  ensancha  por  la  traza  que  se \nobtiene al aplicar el valor angular de 5º a cada lado del eje \nde la ruta, teniendo en cuenta la radioayuda o el punto de \nnotificación como origen y a partir del cual se aplica. \n \nÍtem (2) expresado en ENR \n \nCuando en la columna 4 correspondiente a la ruta figure (2), quiere \ndecir que, en ese tramo de ruta, el ancho es mayor de 15 NM, por \naplicación del inciso b) mencionado precedentemente. \n \nRutas designadas como RNAV5 Continentales \n \nDurante  las  operaciones  en  el  espacio  aéreo,  el  error  lateral  del \nsistema total no excederá de 5NM para, por lo menos, el 95% del \ntiempo  total  de  vuelo.  El  error  a  lo  largo  de  la  derrota  tampoco \nexcederá de ± 5 NM para, por lo menos, el 95% del tiempo total de \nvuelo. \n \nEn las rutas de navegación de área se presta Servicio de Control de \nÁrea, excepto en la ruta UL 211 F donde se facilita Servicio Asesor \nde Tránsito Aéreo y es Ruta de contingencia del AORRA. \n \nSimbología utilizada \n \n Punto de notificación obligatorio \n \n Punto de notificación a requerimiento \n \n      Punto de notificación obligatorio RNAV \n \n   Punto de notificación a requerimiento RNAV \n \n  Punto de notificación obligatorio VOR \n \n  Punto de notificación obligatorio VOR/DME \n \n  Punto de notificación a requerimiento VOR \n \n Punto de notificación a requerimiento VOR/DME \n \n  Punto de notificación obligatorio NDB \n \nEn  la  columna  6  de  la  tabla  de  ENR,  se  aclara  si  el  punto  de \nnotificación MET es OBLIGATORIO o a REQUERIMIENTO, de acuerdo \ncon lo siguiente: \n \nM Para los puntos de notificación MET OBLIGATORIO. \n \nM Para los puntos de notificación MET a REQUERIMIENTO. \n \nThe width of area navigation routes is determined by applying the \nfollowing: \n \na) From each radio aid or mandatory reporting point and up to \n83 NM, a width of 7.5 NM on each side of the route axis, and \n \n \nb)  From  83  NM  onwards,  it  widens  by  the  trace  obtained  by \napplying an angular value of 5° on each side of the route axis, \ntaking  into  account  the  radio  aid  or  reporting  point  as  the \norigin and from which it is applied. \n \nItem (2) expressed in ENR \n \nWhen (2) appears in column 4 corresponding to the route, it means \nthat, on that section of the route, the width is greater than 15 NM, \nby application of section b) mentioned above. \n \nRoutes designated as Continental RNAV5 \n \nDuring airspace operations, the total system lateral error shall not \nexceed 5NM for at least 95% of the total flight time. The error along \nthe track shall also not exceed ± 5 NM for at least 95% of the total \nflight time. \n \n \nArea Control Service is provided on area navigation routes, except \non route UL 211 F where Air Traffic Advisory Service is provided and \nit is AORRA Contingency Route. \n \nSymbology used \n \n Mandatory reporting point \n \n Notification point on request \n \n       RNAV Mandatory Notification Point \n \n   RNAV Notification point on request \n \n  VOR Mandatory reporting point  \n \n  VOR/DME Mandatory reporting point  \n \n  VOR notification point on request \n \n  VOR/DME notification point on request \n \n  NDB Mandatory reporting point \n \nColumn 6 of the table of ENR, clarifies whether the MET reporting \npoint is MANDATORY or ON REQUEST, as follows: \n \n \nM For MANDATORY MET reporting points \n            M        For ON REQUEST MET reporting points \n ",
  "pageCount": 4,
  "characterCount": 11201
}