{
  "metadata": {
    "filename": "AIP - ENR1 - 12.pdf",
    "title": "ENR 1.12 - Interceptación de aeronaves civiles",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:05.314Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.12-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.12     INTERCEPTACIÓN DE AERONAVES CIVILES ENR 1.12     INTERCEPTION OF CIVIL AIRCRAFT \n \nIntroducción \n \n1. De acuerdo con el Art. 3, Inciso d) del Convenio Sobre Aviación \nCivil  Internacional,  la  República  Argentina  se  compromete  a \ntener en cuenta la seguridad de la navegación de las aeronaves \nciviles,  al  establecer  reglamentos  aplicables  a  sus  aeronaves \npúblicas. \n \n2. Como  la  interceptación  de  aeronaves  civiles representa  en \ntodos  los  casos  un  peligro  posible,  el  Consejo  de  OACI  ha \nformulado recomendaciones especiales, e instado a los Estados \ncontratantes   a   ponerlas   en   práctica   por   medio   de   las \napropiadas   medidas   reglamentarias   y   administrativas.   La \naplicación   uniforme   por   todas   las   partes   interesadas   se \nconsidera  esencial  en  aras  de  la  seguridad  operacional  de  las \naeronaves civiles y de sus ocupantes. \n \n3. El  texto  del  presente  es  aplicable  a  los  procedimientos  que \ndeben  llevarse  a  cabo  ante  la  interceptación  de  aeronaves \nciviles. \n \nGeneralidades \n \n1. Para    eliminar    o    reducir    los    peligros    inherentes    a    las \ninterceptaciones, emprendidas como último recurso: \n \ni) todos los pilotos de aeronaves civiles deben estar al tanto \nde las medidas que deben tomar y de las señales visuales \nque han de utilizarse, según se indica en la Sección 91.148 \nde las RAAC-Parte 91; \n \nii) los  explotadores  o  pilotos  al  mando  de  aeronaves  civiles \ndeberán  poner  en  práctica  los  requisitos  de  la  Sección \n91.148 (a) (3) de las RAAC-Parte 91, relativas a la necesidad \nde  que  las  aeronaves  puedan  comunicar  en  121,5  MHz  y \ndisponer a bordo de los procedimientos de interceptación \ny de las señales visuales. \n \nPrincipios \n \n1. Para lograr la uniformidad de los reglamentos, necesaria para \nla seguridad  de la navegación de las aeronaves civiles, se han \ntenido en cuenta los siguientes principios: \n \ni) La  interceptación  de  aeronaves  civiles  deberá  evitarse  y \núnicamente  deberá  emprenderse  como  último  recurso, \ncuando  no  haya  sido  posible  la  identificación  por  otros \nmedios. \n \nii) Si  se  recurriera  a  la  interceptación,  esta  se  limitará  a \ndeterminar  la  identidad  de  la  aeronave,  a  menos  que  sea \nnecesario,   efectuar   un   seguimiento   visual   desde   una \ndistancia  segura  mientras  se  corroboran  los  datos  de  la \naeronave   observada, hacerla    regresar   a   su    derrota \nplaneada, dirigirla más allá de los límites del espacio aéreo \nnacional, guiarla fuera de una zona prohibida, restringida o \npeligrosa  o  darle  instrucciones  para  que  aterrice  en  un \naeródromo designado; \n \n \nIntroduction \n \n1. In accordance with Section 3, Subsection d) of the Convention \non   International   Civil   Aviation,   the   Republic   of   Argentina \nundertakes  to  take  into  account  the  safety  of  civil  aircraft \nnavigation   when   establishing   regulations   applicable   to   its \npublic aircraft.  \n \n2. Since  the  interception  of  civil  aircraft  represents  a  possible \ndanger  in  all  cases,  the  Council  of  ICAO  has  made  special \nrecommendations, and urged Contracting States to implement \nthem  by  means  of  appropriate  regulatory  and  administrative \nmeasures.  Uniform  application  by  all  parties  concerned  is \nconsidered  essential  for  the  safety  of  civil  aircraft  and  their \noccupants. \n \n \n3. The present text is applicable to the procedures to be carried \nout in the case of a civil aircraft interception. \n \n \nGeneral \n \n1. In order   to   eliminate   or   reduce   the   dangers   inherent   in \ninterceptions, undertaken as a last resort: \n \ni) all pilots of civil aircraft must be aware of the measures to \nbe  taken  and  the  visual  signals  to  be  used,  in  accordance \nwith RAAC-Part 91, Section 91.148; \n \n \nii) operators   or   pilots   in   command   of   civil   aircraft   shall \nimplement  the  requirements  of  Section  91.148  (a)  (3)  of \nRAAC-Part 91, regarding the need for aircraft to be able to \ncommunicate   on   121.5   MHz   and   to   have   on-board \ninterception procedures and visual signals. \n \n \n Principles \n \n1. In order to achieve the uniformity of regulations necessary for \nthe safe navigation of civil aircraft, the following principles have \nbeen taken into consideration: \n \ni) Interception    of    civil    aircraft    must    be    avoided    and \nundertaken    only    as    a last    resort,    only    when    the \nidentification was not achieved by other means; \n \n \nii) If   interception   is   resorted   to,   it   shall   be   limited   to \ndetermine the identity of the aircraft, unless it is necessary \nto   visually   follow   it   from   a   safe   distance   while   the \ninformation  of  the  observed  aircraft  is  being  checked,  to \nreturn the aircraft to its planned track, to direct it beyond \nthe   limits   of   national   airspace,   to   guide   it   out   of   a \nprohibited,  restricted  or  danger  area,  or  to  instruct  it  to \nland at a designated aerodrome; \n \n \n\nAIP ARGENTINA  ENR 1.12-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \n \niii) Las  aeronaves  civiles  no serán  objeto  de  prácticas  de \ninterceptación; \n \niv) Si se puede establecer contacto por radio, se proporcionará \npor radiotelefonía a la aeronave interceptada, la guía para \nla navegación y toda la información correspondiente; \n \nv) En el caso en que se exija a una aeronave interceptada que \naterrice   en   el   territorio   sobrevolado,   el   aeródromo \ndesignado a esos efectos será adecuado al seguro aterrizaje \ndel tipo de aeronave en cuestión. \n \nvi) La aeronave, civil o de cualquier otro tipo que se niegue o \nno  cumplimente  estas  normas,  podrá  ser  calificado  como \n“hostil”. \n \nMétodo normalizado para las maniobras de interceptación \n \n1. A  fin   de   evitar  todo  riesgo  durante  las  maniobras   de   la \naeronave que intercepte una aeronave civil, el piloto al mando \nde    la    aeronave    interceptora tomará    debidamente    las \nlimitaciones  de  performance  de  las  aeronaves  civiles,  evitará \nvolar tan cerca  de la aeronave interceptada  que  pueda haber \npeligro de colisión, y evitará cruzar la trayectoria de vuelo de la \naeronave o ejecutar cualquier otra maniobra de tal modo que \nla  estela  turbulenta  pueda  ser  peligrosa,  especialmente  si  la \naeronave interceptada es liviana. \n \n2. Las aeronaves equipadas con sistemas anticolisión de a bordo \n(ACAS), que estén siendo interceptadas, pueden percibir a la \naeronave interceptora como una amenaza de colisión e iniciar \nasí  una  maniobra  de  prevención  en  respuesta  a  un  aviso  de \nresolución ACAS. Dicha maniobra podría ser mal interpretada \npor   el   interceptor   como   indicación   de   intenciones   no \namistosas. Por consiguiente, es importante que los pilotos de \nlas  aeronaves  interceptoras  equipadas  con  transponder  de \nradar  secundario  de  vigilancia  (SSR)  supriman  la  transmisión \nde información de presión/altitud (en respuestas en Modo C \no en el campo A/C de las respuestas en Modo S) dentro de una \ndistancia  de  por  lo  menos  37  km  (20  NM)  de  la  aeronave \ninterceptada.   Esto   evitará   que   el   ACAS   de   la   aeronave \ninterceptada  use  avisos  de  resolución  con  respecto  a  la \ninterceptora mientras que quedará disponible la información \nde avisos de tránsito del ACAS.  \n \nMedidas que ha de adoptar la aeronave interceptada \n \n1. Una aeronave que sea interceptada por otra aeronave: \n  \ni) seguirá  inmediatamente  las  instrucciones  dadas  por  la \naeronave interceptora, interpretando y respondiendo a las \nseñales  visuales  de  conformidad  con  las  especificaciones \nde   las   Tablas   I-2   y   I-3   publicadas   en   esta   parte, \nabsteniéndose  la  tripulación  y/o  los  pasajeros  de  realizar \ncualquier otro tipo de seña que lleve a confusión. \n \nii) lo    notificará    inmediatamente,    si    es    posible,    a    la \nDependencia de los Servicios de Tránsito Aéreo apropiada; \n \niii) tratará  inmediatamente  de  comunicarse  por  radio  con  la \naeronave interceptora o con la Dependencia de Control de \nInterceptación apropiada, efectuando una llamada general \nen la frecuencia de emergencia de 121,5 MHz, indicando la \nidentidad de la aeronave interceptada y la índole del vuelo \n \niii) Civil aircraft shall not be subject to interception practices; \n \n \niv) If  radio  contact  can  be  established,  navigation  guidance \nand  all  corresponding  information  shall  be  provided  by \nradio to the intercepted aircraft; \n \nv) In the event that an intercepted aircraft is required to land \nin the territory flown over, the  designated aerodrome for \nthat  purpose  shall  be  suitable  for  the  safe  landing  of  the \ntype of aircraft in question. \n \nvi) An  aircraft,  civil  or  otherwise,  which  refuses  or  fails  to \ncomply with these rules, may be classified as \"hostile\". \n \n \nStandard method for intercept maneuvers \n \n1. In order to avoid any risk during the maneuvers of the aircraft \nintercepting   a   civil   aircraft,   the   pilot-in-command   of   the \nintercepting    aircraft    shall    take    due    account    of    the \nperformance limitations of civil aircraft. They shall avoid flying \nso close to the intercepted aircraft that there may be a danger \nof  collision,  and  shall  avoid  crossing  the  flight  path  of  the \naircraft  or  performing  any  other  maneuvers  such  that the \nturbulent    wake    may    be    dangerous,    especially    if    the \nintercepted aircraft is light \n \n2. Aircraft equipped with on board anti-collision systems (ACAS), \nwhich  are  being  intercepted,  may  perceive  the  intercepting \naircraft  as  a  threat  of  collision  and  thus  initiate  a  preventive \nmaneuver in response to an ACAS resolution warning. Such a \nmaneuver could be misinterpreted by the intercepting aircraft \nas indicating unfriendly intentions.  Therefore, it is important \nthat   pilots   of   the   intercepting   aircraft   equipped   with \nsecondary surveillance radar (SSR) transponders suppress the \ntransmission  of  pressure/altitude  information  (in  Mode  C \nresponses  or  in  the  A/C  field  of  Mode  S  responses)  within  a \ndistance  of  at  least  37  km  (20  NM)  from  the  intercepted \naircraft. This will prevent the ACAS of the intercepted aircraft \nfrom    using    resolution    warnings    with    respect    to    the \nintercepting  aircraft  while  ACAS  traffic  advisory  information \nwill remain available. \n \n \nMeasures to be taken by the intercepted aircraft \n \n1.  An aircraft that is intercepted by another aircraft: \n \ni) shall  immediately  follow  the  instructions  given  by  the \nintercepting aircraft, interpreting and responding to visual \nsignals  in  accordance  with  the  specifications  in  Tables  I-2 \nand I-3 published in this part, the crew and/or passengers \nshall refrain from making any other type of  sign that may \nlead to confusion. \n \nii) shall  immediately  notify,  if  possible,  the  appropriate  Air \nTraffic Services Unit; \n \niii) shall  immediately  attempt  to  communicate  by  radio  with \nthe    intercepting    aircraft    or    with    the    appropriate \nInterception Control Unit,  by making a general call on the \nemergency frequency 121.5 MHz, indicating the identity of \nthe intercepted aircraft and the nature of the flight, and, if \n\nAIP ARGENTINA  ENR 1.12-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \ny, si no se ha establecido contacto y es posible, repitiendo \nesta llamada en la frecuencia de emergencia de 243 MHz; \n \niv) si  está  equipada  con  transpondedor   SSR,  seleccionará \ninmediatamente el Código 7700, en Modo A, a no ser que \nreciba   otras   instrucciones   de   la   Dependencia   de   los \nServicios de Tránsito Aéreo apropiada; \n \nv) si  está  equipada  con  ADS-B  o  con  vigilancia  dependiente \nautomática – contrato (ADS-C), seleccionará la función de \nemergencia  apropiada,  si  está  disponible,  a  no  ser  que \nreciba   otras   instrucciones   de   la   Dependencia   de   los \nServicios de Tránsito Aéreo apropiada. \n \n2. Si  alguna  instrucción  recibida  por  radio  de  cualquier  fuente \nestuviera   en   conflicto   con   las   instrucciones   dadas   por   la \naeronave interceptora mediante señales visuales, la aeronave \ninterceptada requerirá aclaración inmediata mientras continúa \ncumpliendo   con   las   instrucciones   visuales   dadas   por   la \naeronave interceptora. \n \n3. En ningún caso realizará maniobras bruscas con la aeronave ni \nmovimientos internos en cabina que puedan ser interceptados \ncomo manipulación de algún tipo de armamento. \n \nManiobras para la identificación visual \n \n1. Antes   de   efectuarse   una   interceptación,   el   Sistema   de \nVigilancia  y  Control  del Aeroespacio  en  coordinación  con  la \nDependencia  de  los  Servicios  de  Tránsito  Aéreo  intentará \nestablecer  contacto  radial  con  la  aeronave  pasible  de  ser \ninterceptada. \n \n2. Para las maniobras de la aeronave interceptora cuyo objetivo \nsea  identificar  visualmente  una  aeronave  civil  se  empleará  el \nmétodo siguiente: \n \ni) Fase I \n \nLa   aeronave   interceptora   debería   aproximarse   a   la \naeronave  interceptada  por  detrás.  Una  vez  logradas  las \ncondiciones   operativas   y   de   seguridad   adecuadas   la \naeronave   interceptora   principal,   o   la   única   aeronave \ninterceptora debería normalmente situarse a la izquierda, \nligeramente  por  encima  y  por  delante  de  la  aeronave \ninterceptada, dentro del campo de visión del piloto de ésta \ne  inicialmente  a  no  menos  de  300  m  de  la  aeronave. \nCualquier otra aeronave participante debería quedar bien \napartada de la aeronave interceptada, preferiblemente por \nencima y por detrás. Una vez establecidas la velocidad y la \nposición,  la  aeronave  interceptora  intentará  establecer \ncomunicación  en   la  frecuencia  de  la   dependencia del \ncontrol  ATC  de  jurisdicción  y  en 121.5  MHz  y,  si  fuera \nnecesario, proseguir con la Fase II del procedimiento. \n \nii) Fase II \n \nLa   aeronave   interceptora   principal,   o   única   aeronave \ninterceptora, debería comenzar a aproximarse lentamente \na la aeronave interceptada, al mismo nivel, sin aproximarse \nmás   de   lo   absolutamente   necesario,   para   obtener   la \ninformación   que    necesita.   La   aeronave   interceptora \nprincipal  o  la  única  aeronave  interceptora,  debería tomar \nprecauciones para evitar el sobresalto de la tripulación de \nvuelo  o  de  los  pasajeros  de  la  aeronave  interceptada, \nteniendo siempre presente que las maniobras \nno  contact  has  been  made  and  is possible,  repeating  this \ncall on the emergency frequency of 243 MHz; \n \niv) if  equipped  with  an  SSR  transponder,  shall  immediately \nselect Code 7700, Mode A, unless otherwise instructed by \nthe appropriate Air Traffic Services Unit; \n \n \nv) if    equipped    with    ADS-B    or    automatic    dependent \nsurveillance - contract   (ADS-C),   select   the   appropriate \nemergency    function,    if    available,    unless    otherwise \ninstructed by the appropriate Air Traffic Services Unit. \n \n \n2. If  any  instruction  received  by  radio  from  any  source  conflicts \nwith the instructions given by the intercepting aircraft via visual \nsignals,   the   intercepted   aircraft   shall   require   immediate \nclarification   while   continuing   to   comply   with   the   visual \ninstructions given by the intercepting aircraft. \n \n \n3. In no case  shall the pilot perform abrupt maneuvers with  the \naircraft  or  internal  movements  in  the  cockpit  that  could  be \nintercepted as handling any type of weaponry. \n \nManeuvers for visual identification \n \n1. Prior   to   an   interception,   the   Aerospace   Surveillance   and \nControl System in coordination with the Air Traffic Services Unit \nshall  attempt  to  establish  radio  contact  with  the  aircraft \nsusceptible of being intercepted. \n \n \n2. The  following  method  shall  be  used  for  maneuvering  the \nintercepting aircraft in order to visually identify a civil aircraft: \n \n \ni) Phase I \n \nThe intercepting aircraft  should  approach the intercepted \naircraft   from   behind.   Once   adequate   operational   and \nsafety    conditions    have    been    achieved    the    primary \ninterceptor aircraft, or the sole interceptor aircraft should \nnormally be positioned to the left, slightly above and ahead \nof  the  intercepted  aircraft,  within  the  field  of  view  of  the \npilot  of  the  intercepted  aircraft  and  initially  not  less  than \n300  m  from  the  aircraft.  Any  other  participating  aircraft \nshould be well clear of the intercepted aircraft, preferably \nabove and behind. Once the speed and position have been \nestablished,   the   intercepting   aircraft   shall   attempt   to \nestablish  communication  on  the  frequency  of  the  ATC \ncontrol unit of jurisdiction and 121.5 MHz and, if necessary, \nproceed to Phase II of the procedure. \n \n \nii) Phase II \n \nThe  main,  or  only,  intercepting  aircraft  should  begin  to \nslowly approach the intercepted aircraft at the same level, \nno   closer   than   absolutely   necessary,   to   obtain   the \ninformation it needs. The main or sole intercepting aircraft \nshould take precautions to avoid startling the flight crew or \npassengers  of  the  intercepted  aircraft,  always  bearing  in \nmind    that    maneuvers    considered    normal    for    an \nintercepting aircraft may be considered dangerous for the \npassengers   and   crew   of   a   civil   aircraft.   Any   other \n\nAIP ARGENTINA  ENR 1.12-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \nconsideradas     como     normales     para     una     aeronave \ninterceptora  pueden  ser  consideradas  como  peligrosas \npara  los  pasajeros  y  la  tripulación  de  una  aeronave  civil. \nCualquier  otra  aeronave  participante  debería  continuar \nbien   apartada   de   la   aeronave   interceptada.   Una   vez \ncompletada  la  identificación  y  obtenida  la  información \nrequerida, la aeronave interceptora debería retirarse de la \nproximidad de la aeronave interceptada, como se indica en \nla Fase III. \n \niii) Fase III \n \nLa   aeronave   interceptora   principal,   o   única   aeronave \ninterceptora,  debería  cambiar  de  dirección  lentamente \ndesde  la  aeronave interceptada,  ejecutando  un  picado \npoco   pronunciado.   Toda   otra   aeronave   participante \ndebería    permanecer    bien    apartada    de    la    aeronave \ninterceptada   y   reunirse   con   la   aeronave   interceptora \nprincipal. \n \n \nparticipating aircraft should continue to be kept well clear \nof   the   intercepted   aircraft.   Once   the   identification   is \ncompleted  and  the  required  information  is  obtained,  the \nintercepting aircraft should be removed from the vicinity of \nthe intercepted aircraft as indicated in Phase III. \n \n \n \n \n \niii) Phase III \n \nThe   main,   or   only,   intercepting   aircraft   should   slowly \nchange direction from the intercepted aircraft, executing a \nmild dive. All other participating aircraft should remain well \nclear   of   the   intercepted   aircraft   and   rejoin   the   main \nintercepting aircraft. \n \nFigura 1 Maniobras para la identificación visual / Figure 1 Maneuvers for visual identification \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nManiobra para guía de la navegación \n \n1. Si  después  de  las  maniobras  de  identificación  de  la  Fase  I  y  II \nanteriores, se considera necesario intervenir en la navegación \nde    la    aeronave interceptada,    la    aeronave    interceptora \nprincipal, o única aeronave interceptora, debería normalmente \nsituarse  a  la  izquierda,  ligeramente  por  encima  y  por  delante \nde la aeronave interceptada, para permitir al piloto al mando \nde esta última que vea las señales visuales dadas. \n \n2. Es   indispensable   que   el   piloto   al   mando   de   la   aeronave \ninterceptora  esté  seguro  de  que  el  piloto  al  mando  de  la \naeronave interceptada se  ha dado cuenta de  que está siendo \ninterceptada y ha reconocido las señales enviadas. Si después \nde reiterados intentos de atraer la atención del piloto al mando \nde la aeronave interceptada utilizando las señales que figuran \nen   este   texto,   los   esfuerzos   resultan   infructuosos,   puede \nutilizarse para este fin otros métodos de señalización, incluso \n \n \nManeuver for navigation guidance \n \n1. If, after the identification maneuvers of Phases I and II above, \nit  is  deemed  necessary  to  intervene  in  the  navigation  of  the \nintercepted  aircraft,  the  main,  or  only,  intercepting  aircraft \nshould  normally  be  positioned  to the  left,  slightly  above  and \nahead of the intercepted aircraft, to allow the pilot in command \nof the latter to see the visual signals given. \n \n \n2. It  is  essential  that  the  pilot  in  command  of  the  intercepting \naircraft be certain that the pilot in command of the intercepted \naircraft   has   realized   that   it   is   being   intercepted   and   has \nrecognized  the  signals  being  sent.  If,  after  repeated  attempts \nto  attract  the  attention  of  the  pilot  in  command  of  the \nintercepted aircraft using the signals contained in this text, the \nefforts  are  unsuccessful,  other  methods  of  signaling  may  be \nused for this purpose, including as a last resort the visual effect \nPHASE I \nAPPROACH \nPHASE II \nIDENTIFICATION \nPHASE III \nAFTER IDENTIFICATION \n\nAIP ARGENTINA  ENR 1.12-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \ncomo  último  recurso  el  efecto  visual  del  posquemador  a \nreserva  de  que  no  se  plantee  una  situación  peligrosa  para  la \naeronave interceptada. \n \n3. Se admite que ocasionalmente las condiciones meteorológicas \no  topográficas  pueden  obligar  a  la  aeronave  interceptora \nprincipal,  o  única  aeronave  interceptora,  a  colocarse  a  la \nderecha, ligeramente por encima y por delante de la aeronave \ninterceptada. En esos casos, el piloto al mando de la aeronave \ninterceptora  debe  poner  mucho  cuidado  en  que  el  piloto  al \nmando de la aeronave interceptada la tenga a la vista en todo \nmomento. \n \nGuiado de una aeronave interceptada \n \n1. Deberá proporcionarse a la aeronave interceptada, a través de \ncomunicaciones  radioeléctricas,  la  guía  de  navegación  y  la \ninformación correspondiente, siempre que pueda establecerse \ncontacto por radio. \n \n2. Cuando  se  proporcione  guía  de  navegación  a  una  aeronave \ninterceptada, se procurará que la visibilidad no sea inferior a la \ncorrespondiente a condiciones meteorológicas de vuelo visual \ny que las maniobras exigidas a dicha aeronave no constituyan \npeligros que se sumen a los ya existentes, en caso de que haya \ndisminuido su rendimiento operacional. \n \n3. En   caso   excepcional   en   que   se   exija   a   una   aeronave \ninterceptada   que   aterrice   en   el   territorio   nacional,   debe \ncontemplarse que: \n \ni) El aeródromo designado sea adecuado para el aterrizaje sin \npeligro del tipo de aeronave de que se trate, especialmente \nsi   el   aeródromo   no   se   utiliza   normalmente   para   las \noperaciones de transporte aéreo civil; \n \nii) El  terreno  que  le  rodee  sea  adecuado  para las  maniobras \nde circuito, aproximación y aproximación frustrada; \n \niii) La  aeronave  interceptada  tenga  suficiente  combustible \npara llegar al aeródromo; \n \niv) Si la aeronave interceptada es una aeronave de transporte \ncivil,  el  aeródromo  tenga  una  pista  cuya longitud  sea \nequivalente por lo menos a 1.500 m al nivel medio del mar \ny cuya resistencia sea suficiente para soportar la aeronave; \ny \n \nv) Siempre que sea posible, el aeródromo designado sea uno \nde  los  descriptos  detalladamente  en  la  correspondiente \nPublicación de Información Aeronáutica. \n  \n4. Cuando  se  exija  a  una  aeronave  civil  que  aterrice  en  un \naeródromo  que  no  le  sea  familiar,  es  indispensable  otorgarle \ntiempo  suficiente  de  modo  que  se  prepare  para  el  aterrizaje, \nteniendo presente que el piloto al mando de la aeronave civil \nes  el  único  que  puede  juzgar  la  seguridad  de  la  operación  de \naterrizaje en relación con la longitud de la pista y la masa de la \naeronave en ese momento. \n \n5. Es   particularmente   importante   que,   en   lo   posible,   se   le \ncomunique,    siempre    que    sea    posible,    a    la    aeronave \ninterceptada  toda  la  información  necesaria  para  facilitar  una \naproximación y aterrizaje seguros. \n \n \nof  the  afterburner  provided  that  a  dangerous  situation  does \nnot arise for the intercepted aircraft. \n \n \n3. It   is   recognized   that   occasionally   weather   or   topographic \nconditions may require the main, or only, intercepting aircraft \nto   stand   to   the   right,   slightly   above   and   ahead   of   the \nintercepted aircraft. In such cases, the pilot in command of the \nintercepting  aircraft  must  take  great  care  to  ensure  that  the \npilot in command of the intercepted aircraft has it in sight at all \ntimes. \n \n \nGuidance of an intercepted aircraft \n \n1. The navigation  guide  and  corresponding  information  shall  be \nprovided to the intercepted aircraft by radio communication, if \nradio contact can be established. \n \n \n2. When   navigation   guidance   is   provided   to   an   intercepted \naircraft,  care shall be taken to ensure that visibility is not less \nthan that corresponding to visual flight weather conditions and \nthat the maneuvers required of that aircraft do not constitute \nadditional  hazards  to  those  already  present,  if  its  operational \nperformance has been impaired. \n \n3. In the   exceptional   case   where   an   intercepted   aircraft   is \nrequired  to  land  in  national  territory,  it  must  be  considered \nthat: \n \ni) The designated aerodrome is suitable for the safe landing \nof   the   type   of   aircraft   concerned,   especially   if   the \naerodrome  is  not  normally  used  for  civil  air  transport \noperations; \n \nii) The  surrounding  ground  is  suitable  for  circuit,  approach \nand missed approach maneuvers; \n \niii) The  intercepted  aircraft  has  enough  fuel  to  reach  the \naerodrome; \n \niv) If  the  intercepted  aircraft  is  a  civil  transport  aircraft,  the \naerodrome has a runway at least 1,500 meters in length at \nmean  sea  level  with  sufficient  strength  to  support  the \naircraft; and \n \n \nv) Whenever  possible,  the  designated  aerodrome  is  one  of \nthose described in detail in the corresponding Aeronautical \nInformation Publication. \n \n4. When  a  civil  aircraft  is  required  to  land  at  an  unfamiliar \naerodrome,  it  is  essential  to  allow  sufficient  time  for  it  to \nprepare for landing, bearing in mind that the pilot in command \nof the civil aircraft is the only one who can judge the safety of \nthe  landing  operation  in  relation  to  the  length  of  the  runway \nand the mass of the aircraft at that time. \n \n \n5. It   is   particularly   important   that,   whenever   possible,   the \nintercepted  aircraft  be  given  all  the  information  necessary  to \nfacilitate a safe approach and landing. \n \n \n \n\nAIP ARGENTINA  ENR 1.12-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \n \nSeñales visuales aire-aire \n \n1. Las    señales    visuales    que    han    de    utilizar    la    aeronave \ninterceptora  y  la  interceptada,  son  las establecidas  en  las \nTablas I-2 y I-3. \n \n2. Es   esencial   que   la   aeronave   interceptora   y   la   aeronave \ninterceptada     apliquen     estrictamente     estas     señales     e \ninterpreten   correctamente   las   señales   dadas   por   la   otra \naeronave,  y  que  la  aeronave   interceptora  ponga especial \natención a cualquier señal  dada  por la aeronave interceptada \npara   indicar   que   se   encuentra   en   situación   de   peligro   o \nemergencia. \n \nRadiocomunicación    entre    la    dependencia    de    Control    de \nInterceptación    o    la    aeronave    interceptora    y    la    aeronave \ninterceptada \n \n1. Si  durante  la  interceptación  se  hubiera  establecido  contacto \npor radio con la aeronave interceptora, pero no fuera posible \ncomunicarse en un idioma común, se intentará: \n \n \ni) proporcionar la información esencial; \n \nii) acusar recibo de las instrucciones; y \n \niii) transmitir  toda  otra  información  indispensable  mediante \nlas  frases  y  pronunciaciones  que  figuran  en  la  Tabla  I-1, \ntransmitiendo dos veces cada frase. \n \n \nAir-air visual signals \n \n1. The visual signals to be used by the intercepting aircraft and the \nintercepted aircraft are those established in Tables I-2 and I-3.  \n \n \n2. It is essential that the intercepting aircraft and the intercepted \naircraft  strictly  apply  these  signals and  correctly  interpret  the \nsignals  given  by  the  other  aircraft,  and  that  the  intercepting \naircraft  pays  particular  attention  to  any  signals  given  by  the \nintercepted  aircraft  to  indicate  that  it  is  in  a  hazardous  or \nemergency situation. \n \n \nRadio  communication  between  the  interception  Control  Unit  or \nthe intercepting aircraft and the intercepted aircraft \n \n \n1. If, during the interception, radio contact has been established \nwith   the   intercepting   aircraft,   but   it   is not   possible   to \ncommunicate in a common language, an attempt shall be made \nto: \n \ni) Provide the essential information; \n \nii) acknowledge receipt of instructions; and \n \niii) transmit  all  other  indispensable  information  by  means  of \nthe   phrases   and pronunciations   listed   in Table   I-1, \ntransmitting each phrase twice. \n \nTabla I-1 \n \n \n \n \n\nAIP ARGENTINA  ENR 1.12-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \nPhrases for INTERCEPTING aircraft use Phrases for INTERCEPTED aircraft use \nPhrase Pronunciation\n1\n Meaning Phrase Pronunciation\n1\n Meaning \nCALL SIGN KOL SAIN Which    is your    call \nsign? \nCALL SIGN\n2\n KOL SAIN   (call \nsign) \nMy call sign is (call sign) \nFOLLOW FOLOU Follow me WILCO UIL-CO I will comply instructions \nDESCEND DISSEND Descend for landing CAN NOT CAN NOT Impossible to comply \nYOU LAND YU LAND Land at this \naerodrome \nREPEAT RI-PIT Repeat instructions \nPROCEED PROSIID You may proceed AM LOST AM LOST Position unknown \n   MAYDAY MEIDEI I am in danger \n   HIJACK\n3\n JAI CHAK I   have   been   object   of \nunlawful interference  \n   LAND \n(place) \nLAND (place) Permission    to    land    at \n(place) \n   DESCEND DISSEND Permission to land \n      \n1) In the second column the syllables to be accentuated are underlined. \n2) The call sign to give is the one used in radio telephone communications with the air traffic services and it is the \naircraft identification indicated in the flight plan. \n3) According to the circumstances, not always the term “HIJACK” shall be possible or convenient to use.  \n \n  \n \n \nSeñales que se han de utilizar en caso de interceptación \n \n1. Señales iniciadas  por la aeronave interceptora y respuesta de \nla aeronave interceptada. \n \n \n \n \nSignals to be used in case of interception \n \n1. Signals initiated by the intercepting aircraft and response from \nthe intercepted aircraft. \nTabla I-2 \nSeñales iniciadas por la aeronave interceptora y respuesta de la aeronave interceptada \nSerie \nSeñales de la aeronave INTERCEPTORA \nSignificado \nRespuesta de la aeronave \nINTERCEPTADA \nSignificado \n \n1 \n \nDÍA o NOCHE Alabear la aeronave y encender \ny  apagar  las  luces  de  navegación  a intervalos \nirregulares (y luces de aterrizaje en el caso de \nun helicóptero) desde una posición \nligeramente por encima y por delante y, \nnormalmente, a la  izquierda  de  la  aeronave \ninterceptada (o  a  la  derecha  si  la  aeronave \ninterceptada es un helicóptero) y, después de \nrecibir respuesta, efectuar un viraje horizontal \nlento,  normalmente  a  la  izquierda (o  a  la \nderecha en el caso de un helicóptero) hacia el \nrumbo deseado. \n \nNota 1. Las condiciones meteorológicas o del \nterreno    pueden    obligar    a    la    aeronave \ninterceptora   a   invertir   las   posiciones   y el \nsentido del  viraje  citados  anteriormente  en  la \nSerie 1. \n \nNota  2. Si  la aeronave  interceptada  no puede \nmantener    la    velocidad    de    la    aeronave \ninterceptora, se prevé que esta última efectúe \nuna serie de circuitos de hipódromo y alabee la \naeronave cada vez  que  pase  a  la  aeronave \nintercepta da. \n \nUsted ha sido \ninterceptado. \nSígame. \n \nDÍA o NOCHE Alabear la \naeronave, encender y apagar las \nluces de navegación a intervalos \nirregulares, y seguir a la \naeronave interceptora. \n \nComprendido, lo \ncumpliré. \n\nAIP ARGENTINA  ENR 1.12-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \n \n2 \n \nDÍA   o   NOCHE   Alejarse   bruscamente   de la \naeronave interceptada, haciendo un viraje \nascendente de 90° o más, sin cruzar la línea de \nvuelo de la aeronave interceptada. \n \n \nProsiga. \n \nDÍA o NOCHE Alabear la \naeronave. \n \nComprendido, lo \ncumpliré. \n \n3 \n \nDÍA o NOCHE Desplegar el tren de aterrizaje (si \nes replegable) llevando continuamente \nencendidos los faros de aterrizaje y sobrevolar \nla    pista    en    servicio    o, si la aeronave \ninterceptada es un helicóptero, sobrevolar  la \nzona de aterrizaje de helicóptero. En el caso de \nhelicópteros, el helicóptero interceptor hace \nuna    aproximación    para    el    aterrizaje, y \npermanece en vuelo estacionario cerca de  la \nzona de aterrizaje. \n \nAterrice en \neste \naeródromo. \n \nDÍA  o NOCHE Desplegar el  tren \nde  aterrizaje  (si  es replegable), \nllevando continuamente \nencendidos los faros de \naterrizaje, seguir a  la  aeronave \ninterceptora y,   si   después   de \nsobrevolar  la  pista  en  servicio  o \nla zona de aterrizaje del \nhelicóptero se considera que  se \npuede    aterrizar    sin peligro, \nproceder al aterrizaje \n \nComprendido, lo \ncumpliré. \nNota. —La traducción al idioma inglés del contenido de la Tabla I-\n2 figurará al final de esta Parte. \nNote. — The  English  translation  of  the  contents  of Table  I-2  will \nappear at the end of this Part. \n \n2. Señales iniciadas por la aeronave interceptada y respuesta de \nla aeronave interceptora. \n \n \n \n \n2. Signals initiated by the intercepted aircraft and response from \nthe intercepting aircraft. \n \n \n \nTabla I-3 \nSeñales iniciadas por la aeronave interceptada y respuesta de la aeronave interceptora \nSerie Señales de la aeronave INTERCEPTADA Significado \nRespuesta de la aeronave \nINTERCEPTORA \nSignificado \n \n4 \n \nDÍA  o  NOCHE  Replegar  el  tren  de  aterrizaje \n(de ser replegable) y encender y apagar  los \nfaros  de  aterrizaje  sobrevolando  la  pista  en \nservicio o la zona de aterrizaje de helicópteros \na una altura de más de 300 m (1 000 ft) pero \nsin exceder de 600 m (2 000 ft) [en el caso de \nun helicóptero, a una altura de más de 50 m \n(170  ft)  pero  sin  exceder  de  100  m  (330 ft)] \nsobre  el  nivel  del  aeródromo,  y  continuar \nvolando en circuito sobre la pista en servicio o \nla zona de aterrizaje de helicópteros. Si no está \nen condiciones de encender y apagar los faros \nde aterrizaje, encienda y apague cualesquiera \notras luces disponibles. \n \nEl aeródromo que \nusted ha \ndesignado es \ninadecuado. \n \nDÍA o NOCHE Si se desea que la \naeronave interceptada siga a la \naeronave interceptora hasta un \naeródromo de alternativa, la \naeronave interceptora repliega \nel tren de aterrizaje   (de   ser \nreplegable)  y utiliza  las señales \nde la Serie 1, prescritas para las \naeronaves  interceptoras.  Si  se \ndecide dejar   en   libertad   a   la \naeronave interceptada, la \naeronave interceptora  utilizará \nlas señales de la Serie 2, \nprescritas para  las  aeronaves \ninterceptoras. \n \nComprendido, \nsígame. \n \n5 \n \nDÍA o NOCHE Encender y apagar \nrepetidamente  todas  las  luces  disponibles  a \nintervalos  regulares,  pero  de  manera  que se \ndistingan de las luces de destellos. \n \nImposible \ncumplir. \n \nDÍA o NOCHE Utilice las señales \nde la Serie 2, prescritas para las \naeronaves interceptoras. \n \nComprendido. \n \n6 \nDÍA  o  NOCHE  Encender  y  apagar  todas las \nluces disponibles a intervalos irregulares. \n \nEn peligro. \n \nDÍA o NOCHE Utilice las señales \nde la Serie 2, prescritas para las \naeronaves interceptoras. \nComprendido. \n\nAIP ARGENTINA  ENR 1.12-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \nNota. —La traducción al idioma inglés del contenido de la Tabla I-\n2 figurará al final de esta Parte. \nNote. —The  English  translation  of  the  contents  of  Table I-2  will \nappear at the end of this Part. \n \n \nAbstención del uso de armas \n \nNota. –– En la adopción unánime el 10 de mayo de 1984 del Artículo \n3 Bis del Convenio sobre Aviación Civil Internacional, por parte del \n25 período de sesiones (extraordinario) de la Asamblea de la OACI, \nlos Estados contratantes han reconocido que “todo Estado debe \nabstenerse  de  recurrir  al  uso  de  las  armas  en  contra  de  las \naeronaves civiles en vuelo”, ello no implica desconocer ni limitar los \nderechos que los Estados soberanos tienen para el establecimiento \nde procedimientos y limitaciones asociados a la Defensa Nacional. \n \n1. Confirmado   el   contacto   visual   entre   el   interceptor   y   el \ninterceptado  y,  constatada  la  falta  de  respuesta  ante  las \ncomunicaciones verbales    y/o    señas    efectuadas    por    el \ninterceptor,  se  considerará  en  adelante  que  la  misma  se \nencuentra  realizando  un  uso  incompatible  con  los  fines  del \nConvenio  de  Aviación  Civil  y  por  ello  y  en  la  medida  que  la \naeronave persista en su actitud de no respetar las instrucciones \nde los controles y del interceptor, la misma podrá ser declarada \nhostil.  En  ese  evento  se  le  informará  a  su  piloto  al  mando  tal \ndeterminación  y  sus  consecuencias,  mediante  un  mensaje \nradiotelefónico  en  idioma  español  e  inglés,  a  través de  las \nfrecuencias  de  emergencia  indicadas  anteriormente  y  la  que \ncorresponda a los Servicios de Tránsito Aéreo en espacio aéreo \nsobrevolado. \n \n2. Conforme a la situación y cuando el Estado Nacional considere \nque dicha acción puede constituir una amenaza a sus intereses \nvitales  (especialmente  a  la  vida  y  libertad  de  sus  habitantes), \npodrá  establecer  las  medidas  defensivas  y/o  procedimientos \nque  considere  necesarios  a  efectos  de  hacer  cesar  tal  acción. \nEn ese caso se evitará el uso de balas trazadoras para llamar la \natención del piloto, a menos que sea necesario en ausencia de \ntoda respuesta o acatamiento, lo cual deberá ser interpretado \ncomo    una    última    advertencia,    dentro    de    las    acciones \nrelacionadas con la declaración de aeronave hostil. \n \nTránsito aéreo irregular (TAI) \n \n1. Será declarado Tránsito Aéreo Irregular a aquella aeronave que \nno pueda ser identificada por el sistema de vigilancia y control \ndel  Aeroespacio,  volando  en  el  espacio  aéreo  de  jurisdicción \nnacional    o    interés,    sin    cumplimentar    las    normas    y \nprocedimientos  de  tránsito  aéreo  que  correspondan  a  tal \nespacio.  Permanecerá  en  ese  estatus  hasta  ser  identificado  o \nser declarado aeronave hostil. \n \nAeronave hostil \n \n1. Se considera aeronave hostil, a toda aquella aeronave, militar \no de cualquier otro tipo, que efectúe una violación del espacio \naéreo  de  soberanía  o  bajo  jurisdicción  nacional  con  fines \npresuntamente  distintos a los establecidos  en el Convenio de \nAviación Civil (Chicago – 1944), no acate las instrucciones de los \ncontroles civiles o militares o se constituya en un peligro contra \ninstalaciones gubernamentales, centros vitales de la Nación, la \npoblación y sus recursos, como así también cualquier maniobra \nque  atente  contra  la  seguridad  de  la  aeronave  interceptora \ndentro  de  un  proceso  de  interceptación  o el  reiterado  e \ninjustificado desacato de las instrucciones que se le transmitan \npor cualquiera de los medios disponibles. \n \nAbstention from the use of weapons  \n \nNote. –– In the  unanimous adoption on 10 May 1984 of  Section 3 \nBis  of  the  Convention  on  International  Civil  Aviation  by  the  25th \n(Special) Session of the ICAO Assembly, the Contracting States have \nrecognized that \"every State should refrain from resorting to the use \nof  weapons  against  civil  aircraft  in  flight\",  which  does  not  imply \ndisregarding  or  limiting  the  rights  of  sovereign  States  to  establish \nprocedures and limitations associated with National Defense. \n \n \n1. Once the visual contact between the intercepting aircraft and \nthe intercepted one is confirmed and, once the lack of response \nto  the  verbal  communications  and/or  signals  made  by  the \nintercepting  aircraft  is  confirmed,  it  shall  be  considered  that \nthe  aircraft  is  being  used  in  a  manner  incompatible  with  the \npurposes of  the Civil Aviation Convention and, therefore, and \nto  the  extent  that  the  aircraft  persists  in  its  attitude  of  not \nrespecting the instructions of the controls and the intercepting \naircraft,  it  may  be  declared  hostile.  In  that  event,  the  pilot  in \ncommand  will  be  informed  of  such  determination  and  its \nconsequences,  by  means  of  a  radiotelephone  message  in \nSpanish   and   English,   through   the   emergency   frequencies \nindicated  above  and  the  one  corresponding  to  the  Air  Traffic \nServices in the overflown airspace.  \n \n2. According   to   the   situation   and   when   the   National   State \nconsiders  that  such  action  may  constitute  a  threat  to  its  vital \ninterests (especially to the life and freedom of its inhabitants), \nit may  establish the  defensive measures and/or procedures it \nconsiders necessary in order to cease such action. In that case, \nthe  use  of  tracer  bullets  to  attract  the  attention  of  the  pilot \nshall  be  avoided,  unless  it  is  necessary  in  the  absence  of  any \nresponse  or  compliance,  which  shall  be  interpreted  as  a  last \nwarning, within the actions related to the declaration of hostile \naircraft.  \n \nIrregular air traffic (TAI) \n \n1. Irregular Air Traffic shall be declared such aircraft that cannot \nbe  identified  by  the  surveillance  and  control  system  of  the \naerospace,  flying  in  the air  space  of  national  jurisdiction  or \ninterest, without fulfilling the rules and procedures of air traffic \ncorresponding to such space. It will remain in that status until \nit is identified or declared a hostile aircraft. \n \n \nHostile aircraft \n \n1. A hostile  aircraft  is  any  aircraft,  military  or  otherwise,  which \nviolates   the   airspace   of   sovereignty   or   under   national \njurisdiction for purposes allegedly different from those set out \nin the Convention on Civil Aviation (Chicago - 1944), does not \ncomply  with  the  instructions  of  civil  or  military  controls  or \nconstitutes  a  danger  to  government  facilities,  vital  centers  of \nthe  Nation,  the  population  and  its  resources,  as  well  as  any \nmaneuver    that    attempts    against    the    security    of    the \nintercepting  aircraft  within an  interception  process  or  the \nrepeated and unjustified disregard of the instructions that are \ntransmitted to it by any of the available means. \n \n\nAIP ARGENTINA  ENR 1.12-10 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \n \n2. En  esta  situación,  el  desacato  de  una  aeronave  hostil  a  las \ninstrucciones   de   la   aeronave   interceptora   implicará   que, \nconforme a la situación y agotadas todas las instancias previas, \nla   aeronave   considerada   hostil   pueda   ser   pasible   de   la \naplicación  de  las  reglas  de  protección  aeroespacial  vigentes, \naprobadas  por  la  autoridad  competente,  para  minimizar  o \nevitar  la  potencial  afectación  de los  intereses  vitales  de  la \nNación  señalados  precedentemente,  especialmente  la  vida  y \nlibertad de sus habitantes. \n \n3. Cabe destacar que la condición de aeronave civil no puede ser \nasumida,  mientras  esté  en  vuelo,  solamente  a  partir  de  su \npintura   y   marcas   externas;   ello   podrá   ser   comprobado \nmediante la verificación de la documentación e inspección de \nsu  carga  y  equipamiento  de  abordo,  una  vez  que  la  misma \ncumpla con las instrucciones de las autoridades \ncorrespondientes, luego que aterrice en el aeródromo que se \nle indique y tomen intervención las autoridades \ncorrespondientes. \n \n4. Toda actitud evasiva, el incumplimiento de las normas o a las \ninstrucciones de los controles por parte de una aeronave o una \nagresión proveniente de un TAI, la convertirá en hostil. \n \n \n \n2. In this situation, the non-compliance by a hostile aircraft of the \ninstructions   of   the   intercepting   aircraft will   imply   that, \naccording  to  the  situation  and  having  exhausted  all  previous \ninstances, the aircraft considered hostile may be subject to the \napplication  of  the  rules  of  engagement  of  the  air  defense  in \nforce,  approved  by  the  competent  authority,  in  order to \nminimize or avoid the potential affectation of the vital interests \nof the Nation indicated above, especially the life and freedom \nof its inhabitants. \n \n3. It should be noted that the condition of civil aircraft cannot be \nassumed,  while  in  flight,  only  from its  painting  and  external \nmarks; this may be verified by checking the documentation and \ninspection  of  its  cargo  and  equipment  on  board,  once  it \ncomplies    with    the    instructions    of    the    corresponding \nauthorities, after it  lands at  the  aerodrome indicated and the \ncorresponding authorities take action. \n \n \n \n4. Any  evasive  attitude,  non-compliance  with  rules  or  control \ninstructions by an aircraft or an attack from a TAI will make it \nhostile. \n \n \n \n \nA continuación, se brindan las tablas traducidas al idioma inglés. Next, the tables translated into English are provided. \n  \nTable I-2 \nSignals initiated by the intercepting aircraft and response of the intercepted aircraft \nSeries \nSignals from the INTERCEPTING aircraft \nMeaning \nResponse from INTERCEPTED \naircraft \nMeaning \n \n1 \n \nDAY or NIGHT \nRoll  the  aircraft  and  turn  the  navigation \nlights  on  and  off  at  irregular  intervals  (and \nlanding  lights  in  the  case  of  a  helicopter) \nfrom a position slightly above and ahead and \nnormally   to   the   left   of   the   intercepted \naircraft  (or  to  the  right  if  the  intercepted \naircraft is a helicopter) and, after receiving a \nresponse,   make   a   slow   horizontal   turn, \nnormally  to  the  left  (or  to  the  right  in  the \ncase  of  a  helicopter)  towards  the  desired \nheading. \n \nNote  1.  Weather  or  terrain  conditions  may \nrequire  the  intercepting  aircraft  to  reverse \nthe positions and direction of turn mentioned \nabove in Series 1. \n \nNote 2. If the intercepted aircraft is unable to \nmaintain   the speed   of   the   intercepting \naircraft, the intercepting aircraft is expected \nto make a series of race-track circuits and roll \neach time it passes the intercepted aircraft. \n \n \nYou have \nbeen \nintercepted \nFollow me. \n \nDAY  or  NIGHT Roll  the  aircraft \nand turn the navigation lights on \nand off at irregular intervals, and \nfollow the intercepting aircraft. \n \nUnderstood, \nwill comply. \n\nAIP ARGENTINA  ENR 1.12-11 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \n \n2 \n \nDAY or NIGHT \nMove  away  abruptly  from  the  intercepted \naircraft,  making  an  upward  turn  of  90°  or \nmore,  without  crossing  the  line  of flight  of \nthe intercepted aircraft. \n \n \n \nYou may \nproceed. \nDAY or NIGHT  \nRoll the aircraft \n \nUnderstood, \nwill comply \n \n3 \n \nDAY or NIGHT \nDeploy the landing gear (if retractable) with \nthe  landing  lights  continuously  on  and  fly \nover   the   runway   in   service   or,   if the \nintercepted  aircraft  is  a  helicopter,  fly  over \nthe  helicopter  landing  zone.  In  the  case  of \nhelicopters,    the    intercepting    helicopter \nmakes an approach for landing, and remains \nin stationary flight near the landing zone. \n \n \nLand     at     this     \naerodrome. \nDAY or NIGHT  \nDeploy    the    landing    gear    (if \nretractable), keeping the landing \nlights continuously on, follow the \nintercepting aircraft and, if after \nflying over the runway in service \nor   the   landing   zone   of   the \nhelicopter  it  is  deemed  safe  to \nland, proceed to the landing. \n \n \n \nUnderstood, \nwill comply \n \nTable I-3 \nSignals initiated by the intercepted aircraft and response from the intercepting aircraft \nSeries INTERCEPTED aircraft signals Meaning \nINTERCEPTING aircraft response \nMeaning \n \n4 \nDAY  or  NIGHT  Retract  the  landing  gear  (if \nretractable) and turn on and off the landing \nlights   over   the   operating   runway   or   the \nhelicopter  landing  zone  at  an  altitude  of \nmore   than   300   m   (1,000   ft.)   but   not \nexceeding 600 m (2,000 ft.) [in the case of a \nhelicopter], at an altitude of more than 50 m \n(170  ft.)  but  not  exceeding  100  m  (330  ft.)] \nabove the aerodrome level, and continue to \nfly in a circuit over the runway  in service or \nthe  helicopter  landing  zone.  If  you  are  not \nable  to turn the  landing  lights  on  and  off, \nturn on and off any other available lights. \n \nThe aerodrome you \nhave designated is \ninadequate. \n \nDAY  or  NIGHT  If  it  is  desired \nthat   the   intercepted   aircraft \nfollow  the  intercepting  aircraft \nto an alternate aerodrome, the \nintercepting    aircraft    retracts \nthe landing gear (if retractable) \nand  uses  the  Series  1  signals \nprescribed for intercepting \naircraft.   If   it   is   decided   to \nrelease the intercepted aircraft, \nthe intercepting aircraft will use \nthe  Series  2  signals,  prescribed \nfor intercepting aircraft. \n \nRoger that, \nfollow me. \n \n5 \n \nDAY or NIGHT Repeatedly turn on and off all \navailable  lights  at  regular  intervals,  but  in  a \nmanner that is distinguishable from flashing \nlights. \n \n \n \n \nImpossible to \ncomply. \n \nDAY or NIGHT Use the Series 2 \nsignals prescribed for \nintercepting aircraft. \n \nRoger that. \n \n6 \n \nDAY or NIGHT Turn all available lights on and \noff at irregular intervals. \n \n \n \n \nIn danger \n \nDAY or NIGHT Use the Series 2 \nsignals prescribed for \nintercepting aircraft. \n \nRoger that. \n \n \n ",
  "pageCount": 12,
  "characterCount": 50994
}