{
  "metadata": {
    "filename": "AIP - ENR1 - 10.pdf",
    "title": "AIP - ENR1 - 10.pdf",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:05.143Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.10-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.10    PLANIFICACIÓN DE LOS VUELOS ENR 1.10    FLIGHT PLANNING \n \n1. GENERALIDADES \n \n1.1. Antes  de  iniciar  un  vuelo,  el  piloto  al  mando  de  la \naeronave debe  analizar toda  la  información  MET  y  AIS  disponible, \nindependientemente del vuelo proyectado (IFR o VFR). Las medidas \nprevias para aquellos vuelos que no se limiten a las inmediaciones \nde  un  aeródromo  y  para  todos  los  vuelos  IFR  comprenderán  el \nestudio minucioso de los informes y pronósticos meteorológicos de \nactualidad   que   se   dispongan,   información   sobre   obstáculos \nnaturales y no naturales, el trazado sobre la cartografía pertinente \nde la ruta proyectada de vuelo, la información NOTAM que afecta \na su vuelo, zonas de maniobras y entrenamiento militares, zona de \nidentificación para defensa aérea (ADIZ), el cálculo de combustible \nnecesario  y  la  preparación  del  plan  a  seguir  en  caso  de  no  poder \ncompletarse el vuelo tal como se ha proyectado.  \n \n1.2 Los pilotos, despachantes de aeronaves y todo personal \naeronáutico,  previo  al  vuelo,  deben  consultar  las  publicaciones \nargentinas  de  información  aeronáutica  (AIP,  SUP,  AIC,  MADHEL  y \nNOTAM),  las  cuales  son  de  cumplimiento  obligatorio  para  realizar \ncualquier operación aérea (ver RAAC Parte 91.2 (a)). \n \n1.3 Asimismo,  se  cerciorará  de  no  iniciar  un  vuelo  a  menos \nque  haya  determinado  previamente,  a  través  de  la  información \npublicada oficialmente por los Servicios de Información Aeronáutica \ny/o  Servicio  de  Tránsito  Aéreo,  que  las  instalaciones  y  servicios \nterrestres o marítimos, incluidas las instalaciones de comunicaciones \ny  las  ayudas  para  la  navegación,  que  se  requieran  necesariamente \ndurante ese vuelo para la operación segura de la aeronave, que estas \nestén disponibles y sean adecuadas para el tipo de operación que se \npretende realizar.  \n \n1.4 Antes   del   despegue   e   inmediatamente   después del \naterrizaje,  el  piloto  al  mando  de  la  aeronave  o  su  despachante  de \nvuelo   deberá   presentar   a   la   oficina   ARO/AIS   por   los   medios \nacordados, los datos correspondientes a la cantidad transportada de \ncarga,   correo   y   pasajeros,   de   corresponder,   indicar   tipo   de \nmercancías peligrosas que transporta. \n \n1.5 El  orden  mencionado  en  los párrafos  anteriores no  es \ntaxativo ni excluyente, y no exonera al piloto al mando, al copiloto \nque en su caso hubiere elaborado el plan de vuelo o al despachante \nde aeronave y al explotador de dicha aeronave de cumplimentar lo \nestablecido en las RAAC Partes 91, 121, 133 y 135. \n \n1.6 Las  oficinas  ARO/AIS  brindan  información  previa  al \nvuelo  y  la  información  meteorológica  se  puede  obtener  en  las \noficinas meteorológicas, de acuerdo con GEN 3.5. \n \n1.7 La presentación  y  aprobación  del  Plan  de  Vuelo  no \nexonera   el  cumplimiento  de  los  requisitos  exigidos  por  otras \nautoridades nacionales como aduanas, migración, control sanitario, \njudiciales, policiales, impuestos, etc. \n \n1.8 Sobrevuelo aeronaves  extranjeras: Los  requisitos  que \naplican a las aeronaves privadas extranjeras de la aviación civil que \nnecesiten sobrevolar la República Argentina se encuentran en AIP \nParte GEN 1.2. \n \n \n \n1. GENERAL \n \n1.1 Before  starting  a  flight,  the  pilot  in  command  of  the \naircraft  must  analyze  all  the  MET  and  AIS  information  available, \nregardless of the planned flight (IFR or VFR). The previous measures \nfor flights that are not limited to an aerodrome vicinity and for all \nIFR flights shall include: the thorough study of the current weather \nreports and forecasts available, the information about natural and \nartificial obstacles, the plotting on the relevant cartography of the \nprojected  flight  route,  the  NOTAM  information  that  affects  the \nflight,   maneuvering   and   military   training   areas,   air   defense \nidentification  zone  (ADIZ),  the  necessary  fuel  calculation,  and  the \npreparation  of  the  plan  to  follow  in  case  the  flight  cannot  be \ncompleted exactly as planned.  \n \n \n1.2 The  pilots,  aircraft  dispatchers,  and  all  aeronautical \nstaff,  before  the  flight,  must  consult  the  Argentine  aeronautical \ninformation  publications  (AIP,  SUP,  AIC,  MADHEL  and  NOTAM), \nwhich  are  considered mandatory  to  carry  out  any  air  operation. \n(See RAAC Part 91.2 (a)) \n \n1.3 Likewise,  he/she  shall  ensure  that  he/she  shall  not \ncommence  a  flight  unless  he  has  previously  determined,  through \ninformation  officially  published  by  the  Aeronautical  Information \nServices and/or  Air  Traffic  Service,  that  the  ground  or  maritime \nfacilities   and   services,   including   communications   facilities   and \nnavigational aids, necessarily required during that flight for the safe \noperation of the aircraft, that these are available and adequate for \nthe type of operation intended to be performed. \n \n \n1.4 Before take-off and immediately after landing, the pilot \nin command of  the aircraft or his flight dispatcher  shall submit to \nthe ARO/AIS office by the agreed means, the data corresponding to \nthe   quantity   of   cargo,   mail   and   passengers   transported,   if \napplicable,    indicating    the    type    of    dangerous    goods    being \ntransported. \n \n1.5 The  order  mentioned  in  the  preceding  paragraphs is \nneither restricted nor excluding, and it does not exonerate the pilot \nin command, the co-pilot who might have developed the flight plan \nor  the  aircraft  dispatcher  or  the  operator  of  such  aircraft  from \ncomplying with RAAC Parts 91, 121, 133 and 135. \n \n1.6 The ARO/AIS office provides pre-flight information and \nthe  weather  information  can  be  obtained  in  the  meteorological \noffices, in accordance with GEN 3.5. \n \n1.7 The  filing  and  approval  of  the  Flight  Plan  does  not \nexonerate  from  complying  with  the  requirements  from other \nnational  authorities,  for  example  customs,  migrations,  sanitary \ncontrol, judiciary, police, taxes, etc. \n \n1.8 Overflight    of    foreign    aircraft: The    requirements \napplicable  to  private  civil  aviation  foreign  aircraft  that  need  to \noverfly the Republic of Argentina are described in AIP Part GEN 1.2. \n \n \n  \n\nAIP ARGENTINA  ENR 1.10-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \n1.9 Permanencia  en  el  país de  aeronaves  extranjeras: Las \nindicaciones   y   requisitos   para   la   permanencia   en   el   país   de \naeronaves extranjeras se encuentran en la AIP Parte GEN 1.2. \n \n1.10 Vuelo  a  territorio  nacional  argentino - Islas  Malvinas  y \nAtlántico Sur: Los requisitos de solicitud de las aeronaves privadas \nextranjeras  de  la  aviación  civil  que  ingresen  al  espacio  aéreo \nargentino  con  destino  a  TERRITORIO  INSULAR  O  QUE  PARTAN  DE \nESOS DESTINOS, están determinadas en la AIP Parte GEN 1.2. \n \n \n1.11 Internacionalización temporaria de aeropuertos \nnacionales: Los procedimientos para la solicitud de \ninternacionalización  temporaria  de  aeropuertos  nacionales  de  la \nRepública Argentina se encuentran en la AIP Parte GEN 1.2. \n \n2.  PRESENTACIÓN DE UN PLAN DE VUELO \n \n2.1 Es responsabilidad del piloto completar el FPL con datos \ncorrectos  y  actualizados  respecto  del  vuelo  que  proyecta  realizar, \npara  lo  cual  podrá  obtener  la  información  pertinente  en  la  Oficina \nARO/AIS  del  aeródromo  de  jurisdicción,  a  menos  que  se  tenga \ndisponibilidad  electrónica  de  la  Información  Aeronáutica  para  la \nplanificación del vuelo. \n \n2.2 La  presentación  del  plan  de  vuelo  se  realizará,  de \nacuerdo a lo establecido en las RAAC Parte 91.153, a una Oficina de \nNotificación de los Servicios de Tránsito Aéreo antes de la salida, o \nse transmitirá durante el vuelo, a la dependencia de los Servicios de \nTránsito  Aéreo  o  a  la  estación  de  radio  de  control  aeroterrestre \ncompetente, a menos que se hayan efectuado otros arreglos para \nla presentación de planes de vuelo repetitivos. \n \n2.3 Para   un   vuelo   con   escalas   intermedias, se   podrá \npresentar  planes  de  vuelo  para  cada  etapa,  en  el  aeródromo  de \nsalida   inicial.   En   este   caso,   el   piloto,   el   explotador   o   su \nrepresentante designado originarán mensajes FPL (mensaje de plan \nde  vuelo  presentado),  para  las  restantes  escalas,  dirigidos a  las \ndependencias de los servicios ATS que sirvan a los aeródromos de \nsalidas intermedias. \n \n2.3.1 Excepciones:  Las  aeronaves  que  deben  presentar  plan \nde  vuelo  antes  de  la  salida  podrán  hacerlo   por  radio  o  por \nteléfono/fax, o electrónicamente, en los siguientes casos:  \n \na) A  la  dependencia  apropiada  de  los  servicios  de  tránsito \naéreo  del  aeródromo  más  cercano,  o  vía  electrónica a  la \nEstación  Principal  de  Comunicaciones, cuando  no  exista \nOficina ARO/AIS en el aeródromo de salida.  \n \nb) Cuando  la  operación  se  realice  en jurisdicción  nacional, \nexclusivamente  entre  aeródromos  controlados  situados \ndebajo   de   una   misma   Área   de   Control   Terminal,   sin \nembargo,   la   dependencia   de   control   podrá   exigir   la \npresentación    del    plan    de    vuelo    en    el    formulario \ncorrespondiente.  \n \nc) En cumplimiento de una misión sanitaria urgente o cuando \nla  operación  esté  destinada  a  prestar  ayuda  urgente  en \nsituaciones  de  emergencia  social  o  catástrofe  (RAAC  91 \nApéndice T). \n \nAclaración: El  concepto  “aeródromo  más  cercano”  se  refiere  a \ndistancias,  a  menos  que  el ANSP  o  la  ANAC  determinen  otra \ndisposición. \n \n1.9 Foreign aircraft stay in the country: The indications and \nrequirements for foreign aircraft stay in the country are described \nin AIP Part GEN 1.2. \n \n1.10 Flight to the Argentine national territory - Islas Malvinas \ny   Atlántico   Sur   (Malvinas   and   South   Atlantic   Islands):   The \napplication  requirements  for  private  civil  aviation  foreign  aircraft \nentering   the   Argentine   airspace   with   destination   to   INSULAR \nTERRITORY   OR   DEPARTING   FROM   THESE   DESTINATIONS   are \nestablished in AIP Part GEN 1.2 \n \n1.11 Temporary internationalization of national airports: The \napplication  procedures  for  the  temporary  internationalization  of \nnational airports in the Republic of Argentina are described in AIP \nPart GEN 1.2 \n \n2. FILING A FLIGHT PLAN \n \n2.1 It is  the pilot's responsibility to complete the FPL with \ncorrect  and  updated data  regarding  the  flight  he/she  plans  to \nperform, for which he/she may obtain the pertinent information at \nthe  ARO/AIS  Office  of  the  aerodrome  of  jurisdiction,  unless  the \nAeronautical    Information    for    flight    planning    is    available \nelectronically. \n \n2.2 The  flight  plan  shall  be  filed,  in  accordance  with  Part \n91.153  of  the  RAAC,  to  an  Air  Traffic  Services  Notification  Office \nprior to departure, or transmitted during the flight, to the Air Traffic \nServices unit or competent air-ground control radio station, unless \nother  arrangements  have  been  made  for  the  filing  of  repetitive \nflight plans. \n \n \n2.3 For a flight with intermediate stops, flight plans may be \nfiled for each leg at the initial departure aerodrome. In this case, the \npilot, the operator or his designated representative shall originate FPL \nmessages  (flight  plan  filed  message),  for  the  remaining  stopovers, \naddressed to the ATS units serving the aerodromes of intermediate \ndepartures. \n \n \n2.3.1 Exceptions:  Aircraft  required  to  file  flight  plan  prior  to \ndeparture may do so by radio or telephone/fax, or electronically, in \nthe following cases: \n \na) To  the  appropriate  air  traffic  services  unit  of  the  nearest \naerodrome,  or  electronically to  the Main  Communications \nStation, when there is no ARO/AIS Office at the aerodrome of \ndeparture. \n \nb) When  the  operation  is  performed  in  national  jurisdiction, \nexclusively  between  controlled  aerodromes  located  under \nthe  same  Terminal  Control  Area,  however,  the  control  unit \nmay   require   the   submission   of   the   flight   plan   in   the \ncorresponding form.  \n \n \nc) In  compliance  with  an  urgent  sanitary  mission  or  when  the \noperation   is   intended   to   provide   urgent   assistance   in \nsituations  of  social  emergency  or  catastrophe  (RAAC  91 \nAppendix T). \n \nClarification: The concept “nearest aerodrome” refers to distances, \nunless otherwise determined by the ANSP or the ANAC \n \n \n\nAIP ARGENTINA  ENR 1.10-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \n \n \n \n2.4 Los planes de vuelo de aeronaves de compañías aéreas \nde  operación  comercial  serán  tramitados  por  un  miembro  de  la \ntripulación  (piloto  o  copiloto)  o  despachante  de  aeronave  de  la \nrespectiva compañía. \n \n2.5 Las aeronaves de aviación general, antes  de iniciar un \nvuelo internacional, deben presentar ante la oficina ARO/AIS, copia \nde  la  declaración  general  con  los  sellos  de  las  autoridades  de \nmigraciones y aduana, a menos que se hayan realizado los acuerdos \nde   servicio   para   el   envío   de   la   documentación   por   medios \nelectrónicos. \n \n2.6 Los pilotos de aeronaves de aviación general, que hagan \nuso   de   aeródromos   privados,   helipuertos   y/o   lugares   aptos \ndeclarados, deberán estar autorizados por el \npropietario/explotador para utilizar el mismo. \n \n2.7 Para  operar  en  zona  ADIZ  es  obligatorio  presentar  un \nplan  de  vuelo  o  formulario  de  intención  de  vuelo  conforme  a la \nParte ENR 5.2. \n \n2.8 Se presentará un plan de vuelo (FPL) antes de realizar \ncualquier vuelo especificado en las RAAC Parte 91. \n \n3. FORMAS DE PRESENTACIÓN DEL PLAN DE VUELO \n \n3.1. El   plan   de   vuelo   se   presentará   a   una   oficina   de \nnotificación  de  los  servicios  de  tránsito  aéreo  (ARO)  antes  de  la \nsalida, en una de las siguientes formas: \n \na) En  papel,  con  formato  OACI,  en  la  oficina  ARO/AIS  del \nAeródromo de Salida; \n \nb) Por radio, mientras la aeronave respectiva se encuentre en \nvuelo; \n \n \n \n \n \n \nc) Vía fax para el caso donde no exista oficina ARO/AIS en el \nAeródromo de Salida; \n \nd) Vía telefónica para el caso donde no exista oficina ARO/AIS \nen el Aeródromo de Salida; \n \ne) Vía  electrónica  a  la  Oficina  ARO/AIS  en  el  aeródromo  de \nsalida; \n \nf) Vía Correos  electrónicos.  Una  vez  completado  el  Plan  de \nVuelo  deberá  ser  firmado,  digitalizado  y  enviado  como \nadjunto  (en  PDF)  a  la  Oficina  ARO/AIS  del  aeródromo  de \nsalida  o  a  la  más  cercana  que  se  encuentre  brindando \nservicio; \n \ng) Cualquier  otro  medio  que  sea  solicitado  por  el  ANSP  y \naprobado por la ANAC. \n \n3.2. Cualquiera que sea su forma de presentación; el piloto \nal  mando  de  la  correspondiente  aeronave,  el  despachante  o  el \ncopiloto  que  en  su  caso  hubiere  elaborado  el  plan  de  vuelo  y  el \nexplotador de dicha aeronave, serán los únicos responsables por la \ninformación consignada en él y por su correcta ejecución. \n \n2.4 The  flight  plans  of  aircraft  belonging  to  commercial \noperation airlines shall be filed by a member of the crew (pilot or \ncopilot) or a flight dispatcher of the respective airline.   \n \n \n2.5 Before  beginning  an  international  flight,  the  general \naviation  aircraft  shall  submit  to  the  ARO/AIS  office  a  copy  of  the \nGeneral Declaration with the seals of the Customs and Migrations \nauthorities,     unless     service     agreements     for     sending     said \ndocumentation via electronic means have been made. \n \n \n2.6 The  general  aviation  aircraft  pilots  that  use  private \naerodromes,  heliports  and/or  reported  appointed  places,  shall  be \nauthorized by the owner/operator to use them. \n \n \n2.7 In order to operate in ADIZ zone, it is mandatory to file \na flight plan or flight Intent form, in accordance with ENR Part 5.2. \n \n \n2.8 A  flight  plan  (FPL)  shall  be  filed  prior  to  any  flight, \npursuant to Part 91 of the RAAC. \n \n3. WAYS FOR FILING A FLIGHT PLAN \n \n3.1 The  flight  plan  shall  be  filed  with  the  respective  air \ntraffic services reporting office (ARO) in one of the following ways: \n \n \na) On paper in the ICAO format, at the ARO/AIS office of the \nDeparture Aerodrome; \n \nb) Over radio while the respective aircraft is in flight; \n \n \n \n \n \n \n \nc) Via fax in the case the ARO/AIS office does not exist at the \nDeparture Aerodrome; \n \nd) Over  the  phone  in  the  case  the  ARO/AIS  office  does  not \nexist at the Departure Aerodrome; \n \ne) Electronically   to   the   ARO/AIS   office   at   the   departure \naerodrome; \n \nf) Via e-mail. Once the Flight Plan has been completed, it must \nbe signed, scanned, and sent as attachment (in PDF format) \nto the ARO/AIS Office at the departure aerodrome or to the \nnearest one providing service; \n \n \ng) Any other means requested by the ANSP and approved by \nthe ANAC. \n \n3.2 Whichever  way  of  filing;  the  pilot  in  command  of  the \nrespective aircraft, the air dispatcher or the copilot, whoever made \nthe flight plan and the aircraft operator shall be the sole responsible \npersons  for  the  information  included  in  the  flight  plan  and  for  its \ncorrect execution. \n \n\nAIP ARGENTINA  ENR 1.10-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \n \n4. EXTENSIÓN     HORARIA     DE     SERVICIOS     EN     LOS \nAERÓDROMOS O APERTURA ANTICIPADA \n \n4.1. Los requerimientos de apertura anticipada o extensión \nhoraria  de  servicios  en  los  aeródromos  deberán  efectuarse  en \nforma presencial o vía email, ante la Jefatura del aeródromo donde \nse  pretende  obtener  la  apertura  anticipada  o  la  extensión  de \nservicios, con copia a la Dirección Regional de jurisdicción, con dos \n(2)  horas  de  antelación  como  mínimo.  La  mencionada  solicitud \ndeberá   ajustarse   al   PROCEDIMIENTO   PARA   LA   SOLICITUD   DE \nAPERTURA    ANTICIPADA    O    EXTENSIÓN    DE    SERVICIOS    DE \nAERÓDROMOS  NACIONALES  DE  LA  REPÚBLICA  ARGENTINA  CON \nSERVICIOS  DE  TRÁNSITO  AÉREO que  se  publica  mediante  una  AIC \nserie A. \n \n5. ACEPTACIÓN DE UN PLAN DE VUELO \n \n5.1. El  plan  de  vuelo  para  un  vuelo  controlado  equivale  a \nuna declaración formal del piloto, que la aeronave y la tripulación \nreúnen las condiciones necesarias exigidas para el vuelo controlado \ny que se ha de ajustar a lo dispuesto en las reglas para dicho vuelo. \n \n5.2. La  primera  dependencia  ATS  que  reciba  un  plan  de \nvuelo, o un cambio del mismo debe:   \n \na) comprobar  que  el  formato  y  las  premisas  convencionales \nhan sido respetadas;   \n \nb) comprobar que ha sido completado, y, en la medida de lo \nposible, que ha sido completado con exactitud; \n \nc) tomar  las  medidas  oportunas,  cuando  sea  necesario,  para \nhacer  que  el  mensaje  sea  aceptable  para  los  servicios  de \ntránsito aéreo; e \n \nd) indicar  al remitente  la  aceptación  del  plan  de  vuelo  o \ncambio del mismo \n \n6. CAMBIOS EN EL PLAN DE VUELO (CHG) \n \n6.1. Si hubiese cambios en el FPL presentado con respecto a \nla autonomía de vuelo o el número total de personas transportadas \na bordo, u otras modificaciones de importancias, deben rectificarse \nen el plan de vuelo o presentar un mensaje de modificación (CHG) \na  la  Oficina  ARO/AIS  como mínimo  hasta  15  minutos  antes  de  la \nHora de Fuera de Calzos. \n \n6.2. La  cantidad  máxima  de  presentaciones  de  CHG  en  la \nOficina ARO/AIS es de tres (3) formularios por vuelo. \n \n6.3. Es importante tener en cuenta que el servicio de alerta \nse  basa,  en  principio,  en  el  plan  de  vuelo,  por  lo  tanto,  cualquier \nmodificación que afecta la estimación que efectúa la dependencia \nde  los  servicios  de  tránsito  aéreo,  debe  ser  comunicada  antes  del \nlapso que motivará la movilización de los organismos de búsqueda \ny salvamento.  \n \n6.4. Los  mensajes  CHG  solo  son  aplicables  a  cambios  en \nplanes de vuelo que aún no hayan recibido autorización ATC. Por lo \ntanto, si fuera necesario modificar un Plan de Vuelo Presentado que \nya  cuente  con  dicha  autorización,  las  modificaciones  deberán \npresentarse por radiotelefonía directamente a la dependencia ATC. \n \n \n \n \n4. EXTENSION  OF  TIME  OF  SERVICES  IN  AERODROMES \nOR EARLY OPENING \n \n4.1 The requests for the early opening or extension of time \nof services in aerodromes shall be made in person or via e-mail at \nthe Aerodrome Head Office where the early opening or extension \nof  services  is  sought,  with  copy  to  the  Regional  Directorate  of \njurisdiction,  at  least  two  (2)  hours  earlier.  Said  request  shall  be \nadjusted to the PROCEDURE FOR THE REQUEST OF EARLY OPENING \nOR EXTENSION OF TIME OF SERVICES OF NATIONAL AERODROMES \nOF  THE  REPUBLIC  OF  ARGENTINA  WITH  AIR  TRAFFIC  SERVICES, \npublished via an AIC - A Series. \n \n \n \n5. FLIGHT PLAN ACCEPTANCE \n \n5.1 The flight plan for a controlled flight is equivalent to a \nformal declaration by the pilot that the aircraft and crew meet the \nnecessary  conditions  required  for  the  controlled  flight  and  that  it \nmust comply with the provisions of the rules for such flight. \n \n5.2 he first ATS unit that receives a flight plan, or a change \nthereof, must:  \n \na) check that the conventional format and assumptions have \nbeen respected;  \n \nb) check  that  it  has  been  completed,  and,  as  far  as  possible, \nthat it has been completed with accuracy;  \n \nc) take  appropriate  action,  where  necessary,  to  make  the \nmessage acceptable to air traffic services; and  \n \n \nd) indicate to the sender the acceptance or change of the flight \nplan. \n \n6. CAMBIOS EN EL PLAN DE VUELO (CHG) \n \n6.1 If there are any changes to the FPL submitted regarding \nflight endurance or the total number of persons carried on board, \nor  other  significant changes,  these  must  be  rectified  in  the  flight \nplan or a change message (CHG) must be submitted to the ARO/AIS \nOffice at  least  15  minutes  before  the Estimated  Off-block Time \n(EOBT). \n \n6.2 The  maximum  number  of  CHG  submissions  to  the \nARO/AIS Office is three (3) forms per flight. \n \n6.3 It is important to note that the alert service is based, in \nprinciple, on the flight plan. Therefore, any modification that affects \nthe   estimate   made   by   the   air   traffic   services   unit   must   be \ncommunicated before the period that will trigger the mobilization \nof search and rescue agencies.  \n \n \n6.4 CHG  messages  are  only  applicable  to  changes  in  flight \nplans  that  have  not  yet  received  ATC  clearance.  Therefore,  if  it  is \nnecessary  to change a  Submitted  Flight  Plan  that  has  already \nreceived   such   clearance,   the changes   shall be   submitted   by \nradiotelephony directly to the ATC unit. \n \n \n \n \n\nAIP ARGENTINA  ENR 1.10-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \n \n \n \n \n7. DEMORAS EN LA SALIDA (DLA) \n \n7.1. En caso de que haya una demora de más de treinta (30) \nminutos respecto a la hora prevista de inicio de rodaje, indicada en \nel plan de vuelo presentado, para un vuelo controlado o IFR, o de \nuna (1) hora para otros vuelos, el plan de vuelo deberá enmendarse \no presentarse un nuevo plan de vuelo cancelando el antiguo, según \ncorresponda. \n \n7.2. Las   demoras   deberán   ser   notificadas   a   la   oficina \nARO/AIS con no menos de 30 minutos antes de la EOBT, pasado ese \ntiempo deberá presentar un nuevo plan de vuelo. \n \n7.3. La  cantidad  máxima  de  presentaciones  de  DLA  en  la \nOficina ARO/AIS es de tres (3) formularios por vuelo. \n \n7.4. Los  mensajes  DLA  solo  son  aplicables  a  cambios  en \nplanes de vuelo que aún no hayan recibido autorización ATC. Por lo \ntanto, si fuera necesario modificar un Plan de Vuelo Presentado que \nya  cuente  con  dicha  autorización, las  modificaciones  deberán \npresentarse por radiotelefonía directamente a la dependencia ATC. \n \n8. CONFIRMACIÓN    DE RECEPCIÓN,    ACEPTACIÓN    O \nRECHAZO DEL PLAN DE VUELO \n \n8.1. Para toda modalidad de presentación del plan de vuelo, \nlos    usuarios    deberán    contactarse    por    cualquier    medio    de \ncomunicación  disponible,  o  por  el  que  prescriba  el  ANSP,  con  la \noficina ARO/AIS para confirmar la recepción, aceptación o rechazo \ndel plan de vuelo. \n \n9. RECHAZO DE PLANES DE VUELO POR DEUDA \n \n9.1. El  prestador  de  los  Servicios  de  Navegación  Aérea \npodrá   rechazar   los   Planes   de   Vuelo,   correspondientes   a   las \naeronaves que hayan generado deudas impagas, liquidas y exigibles \nen  concepto  de  tasas  de  conformidad  con  lo  establecido  en  el \nArtículo 1°, inc. b) de la Ley 13.041 y su Decreto Reglamentario N° \n1.674 de fecha 6 de agosto de 1976 y/o en la norma que en el futuro \nla reemplace. \n \n9.2. La  Autoridad  Aeronáutica  otorgó  esta  atribución  al \nANSP  mediante  Resolución  ANAC  823/2018  (Boletín  Oficial  26  de \noctubre de 2018). \n \n10. INFORMES DE LLEGADA \n \n10.1. Los  informes  de  llegada  hechos  por  los  pilotos  a  la \noficina ARO/AIS o a las dependencias ATC contendrán los siguientes \nelementos de información:  \n \na) Identificación de la aeronave;  \n \nb) aeródromo de salida;  \n \nc) aeródromo  de  destino  (solamente  si  el  aterrizaje  no  se \nefectuó en el aeródromo de destino);  \n \nd) aeródromo de llegada; y  \n \ne) hora de llegada. \n \n11. SISTEMA DE PLAN DE VUELO REPETITIVO \n \nLos   procedimientos   relativos   al   empleo   de   planes   de   vuelo \nrepetitivos (RPL) se ajustan al Doc. 7030 de la OACI y al documento \n7.  DEPARTURE DELAYS (DLA) \n \n7.1 In the event of a delay of more than thirty (30) minutes \nfrom  the  scheduled  start  of  taxiing,  as  indicated  in  the  flight  plan \nsubmitted, for a controlled or IFR flight,  or one (1)  hour for other \nflights,  the  flight  plan  must  be  amended  or  a  new  flight  plan \nsubmitted, canceling the old one, as appropriate. \n \n \n7.2 Delays  must  be  notified  to  the  ARO/AIS  office  no  less \nthan 30 minutes before the EOBT; after that time, a new flight plan \nshall be submitted. \n \n7.3 The   maximum   number   of   DLA   submissions   to   the \nARO/AIS Office is three (3) forms per flight. \n \n7.4 DLA  messages  are  only  applicable  to  changes  to  flight \nplans  that  have  not  yet  received  ATC  clearance.  Therefore,  if  it  is \nnecessary to modify a Submitted Flight Plan that already has such \nclearance,  the  changes  must   be  submitted  by  radiotelephony \ndirectly to the ATC unit. \n \n8. CONFIRMATION    OF    RECEIPT,    ACCEPTANCE,    OR \nREJECTION OF THE FLIGHT PLAN \n \n8.1 For  all  flight  plan  submission  methods,  users  must \ncontact    the    ARO/AIS    office    by    any    available    means    of \ncommunication,  or  by  the  means  prescribed  by  the  ANSP,  to \nconfirm receipt, acceptance, or rejection of the flight plan. \n \n \n9. FLIGHT PLAN REJECTION DUE TO DEBT \n \n9.1 The  Air  Navigation  Services  provider  may  reject  the \nFlight  Plans  for  aircraft  that  have  generated  unpaid,  liquid  and \nenforceable  debts  for  fees  in  accordance  with  the  provisions  of \nSection 1, subsection b) of Act No. 13.041 and its Regulatory Decree \nNo. 1,674 dated August 6, 1976 and/or the rule that may replace it \nin the future. \n \n \n9.2 The  Aviation  Authority  granted  this  attribution  to  the \nANSP by ANAC Resolution No. 823/2018 (Official Gazette, October \n26, 2018). \n \n10. ARRIVAL REPORTS \n \n10.1 Arrival reports made by pilots to the ARO/AIS office or \nATC units shall contain the following items of information:  \n \n \na) aircraft identification;  \n \nb) departure aerodrome;  \n \nc) destination aerodrome (only if the landing was not made at \nthe destination aerodrome);  \n \nd) arrival aerodrome; and  \n \ne) time of arrival. \n \n11. REPETITIVE FLIGHT PLAN SYSTEM \n \nThe procedures related to the use of repetitive flight plans (RPL) are \nconsistent with the ICAO Doc. 7030 and to the document: General \n\nAIP ARGENTINA  ENR 1.10-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nProcedimientos Generales – Gestión del Tránsito Aéreo (PROGEN-\nATM) en su capítulo 16 “Procedimientos Mixtos”, sección 16.4 “Uso \nde los Planes de Vuelos Repetitivos (RPL)”. \n \nLos RPL comprenderán todo el vuelo desde el aeródromo de salida \nhasta   el   aeródromo   de   destino.   Los   procedimientos   RPL   se \naplicarán solamente a condición de que todas las autoridades ATS \ninteresadas en los vuelos en cuestión hayan convenido en aceptar \nlos RPL. \n \nEl Proveedor de Servicios de Navegación Aérea (ANSP) no aplicará \nlos RPL para vuelos internacionales, a menos que los Proveedores \nde Servicios de Navegación Aérea (ANSP) de los Estados contiguos \nafectados  ya  los  usen  o  vayan  a  usarlos  al  mismo  tiempo.  Los \nprocedimientos  relativos  a  la  utilización  de  dichos  planes  entre \nANSP  serán  objeto  de  acuerdos  bilaterales,  multilaterales  o  de \nacuerdos regionales de navegación aérea, previamente aprobados \npor la Autoridad Aeronáutica. \n \nSe presentarán listas de RPL correspondientes a los vuelos hacia la \nRepública   Argentina   o   que   sobrevuelen   la   misma,   con   una \nanticipación  de  por  lo  menos  15  (QUINCE)  días  a la Empresa \nArgentina de Navegación Aérea (EANA) y, cuando así lo requieran, \na la Dirección Nacional de Transporte Aéreo (DNTA) y la Dirección \nGeneral de Infraestructura y Servicios Aeroportuarios (DGIySA). \n \nNota. –– La información de contacto sobre estos organismos figura \nen la Parte GEN 1.1. \n \n11.1. Cambios incidentales y cancelaciones de RPL \n \nLos cambios permanentes que impliquen la inclusión, modificación \no  supresión  de  uno  o  más  vuelos  que  figuren  en  la  lista  RPL, \nobligarán  a  las  líneas  aéreas  a  la  presentación  de  una  nueva  lista \nRPL, la cual se hará llegar con una antelación no menor de 7 (SIETE) \ndías, respecto a la fecha de entrada en vigor de dichos cambios. \n \nPara los vuelos que se incluyan en dicha lista RPL, no se requerirá \npresentar un formulario de plan de vuelo en la Oficina ARO/AIS. En \neste caso las dependencias ATS (Centro de Control, Torre de Control \ny Oficina ARO/AIS) se basarán en la información incluida en la lista \nRPL para aprobar la salida. \n \n11.2. Cambios temporales del RPL \n \nCualquier  cambio  temporal  respecto  a  la  Hora  Prevista  de  Fuera \nCalzos (EOBT), tipo de aeronave, nivel de vuelo o matrícula, deberá \nser  informada  por  lo  menos  30  minutos  antes  de  la  (EOBT), \ndirectamente  a  la  Oficina  ARO/  AIS  del aeropuerto  de  salida \ncorrespondiente, que a su vez lo informará a las dependencias ATS \npertinentes. \n \nEn caso de que se tenga que modificar la identificación del vuelo, la \nruta ATS o el aeródromo de destino, se deberá cancelar el RPL para \nel  día  en  cuestión y  se  presentará  un  plan  de  vuelo  en  base  al \nformulario normalizado establecido. \n \nSiempre que el explotador disponga la cancelación de un vuelo de \nla lista RPL, deberá notificarlo, a la brevedad, a la Oficina ARO/AIS \ndel aeródromo de salida. \n \n11.3. Excepción    para    el    llenado    de    aeródromos    de \nalternativa de destino \n \nLas aerolíneas que operen hacia los EEUU y que vayan a aplicar las \nexcepciones  para  el  llenado  del  aeródromo  de  alternativa  de \nProcedures – Air  Traffic  Management  (PROGEN-ATM),  its  chapter \n16 “Mixed Procedures”, section 16.4 “Use of Repetitive Flight Plans \n(RPL)”. \n \nRPL will include the entire flight from the aerodrome of departure \nto  the  aerodrome  of  destination.  RPL  procedures  shall  only  be \napplied provided that all ATS authorities interested in these flights \nhave agreed to accept the RPL. \n \n \nThe Air Navigation Services Provider (ANSP) shall not apply the RPL \nto international flights, unless the Air Navigation Services Provider \nof the affected contiguous States, either if they use them or if they \nmay use them at the same time. The procedures related to the use \nof such plans among ANSP will be subject to bilateral or multilateral \nagreements,  or  of  air  navigation  regional  agreements  previously \napproved by the Aeronautical Authority. \n \n \nRPL lists of flights towards the Republic of Argentina, or that overfly \nthe  country,  shall  be  submitted,  at  least  15  (FIFTEEN)  days  in \nadvance,  to  the  Argentine  Air  Navigation  Company  (EANA)  and, \nwhen required, to the National Directorate of Air Transport (DNTA) \nand the General Directorate of Airport Infrastructure and Services \n(DGIySA). \n \nNote. –– The   contact   information   of   these   organizations   is \ncontained in Part GEN 1.1. \n \n11.1 RPL incidental changes and cancellations \n \nThe   permanent   changes   that   imply   the   adding,   change   or \nelimination  of  one  or  more  flights  of  the  RPL  list shall  force  the \nairlines to submit a new RPL list, which will have to be submitted at \nleast 7 (SEVEN) days before the effective date of those changes. \n \n \nFor  flights  included  in  that  RPL  list  no  flight  plan  form  will  be \nrequired to submit to the ARO/AIS office. In this case, the ATS units \n(Control  Center,  Control  Tower  and  ARO/AIS  Office)  will  use  the \ninformation included in the RPL list to approve the departure. \n \n \n11.2 RPL temporary changes \n \nAny  temporary  change  regarding  the  Estimated  Off-Block  Time \n(EOBT), type of aircraft, flight level or registration, shall be informed \nat least 30 minutes before the EOBT, directly to the ARO/AIS Office \nof  the  respective  departure  aerodrome  that,  in  turn,  shall  inform \nthe relevant ATS units. \n \n \nIf   the   flight   identification, the   ATS   route   or   the   destination \naerodrome had to be changed, the RPL of that day will have to be \ncancelled  and  a  flight  plan  based  on  the  standard  form  shall  be \nsubmitted. \n \nAny time the operator decides to cancel a flight from the RPL list, \nthey shall notify it, as soon as possible, to the ARO/AIS Office of the \ndeparture aerodrome. \n \n11.3 Exception   for   the   completion   of   the   destination \nalternative aerodromes \n \nThe  airlines  that  operate  towards  the  USA  and  that  apply  the \nexceptions   for   the   completion   of   the   destination   alternative \n\nAIP ARGENTINA  ENR 1.10-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \n \ndestino, deberán colocar en la casilla 16 del FPL “ZZZZ” y en la casilla \n18 especificar ALTN//NIL. \n \n12. CIERRE DE PLAN DE VUELO  \n \n12.1. Se   dará   aviso   de la llegada,   personalmente,   por \nradiotelefonía o por enlace de datos, tan pronto como sea posible \ndespués  del  aterrizaje,  a  la  correspondiente  dependencia  ATS  del \naeródromo  de  llegada,  después  de  todo  vuelo  respecto  al  cual  se \nhaya presentado un plan de vuelo que comprenda la totalidad del \nvuelo  o  la  parte  restante  de  un  vuelo  hasta  el  aeródromo  de \ndestino. \n \n12.2. Cuando    se    haya    presentado    un    Plan    de    Vuelo \núnicamente  respecto  a  una  parte  del  vuelo  distinta  de  la  parte \nrestante del vuelo hasta el punto de destino se cerrará, cuando sea \nnecesario,   mediante   un   informe   apropiado   a   la   dependencia \npertinente  de  los  Servicios  de  Tránsito  Aéreo,  de  acuerdo  a  las \ncircunstancias prescriptas en las RAAC Parte 91.153 (n). \n \n13. FORMULARIOS MENSAJES ATS \n \nLos siguientes apéndices  contienen  los formularios ATS que  se \nencuentran en el PROGEN ATM y en los PANS-ATM Doc. 4444 OACI. \n \n13.1. APÉNDICE 1 - PLAN DE VUELO OACI \n \n13.2 APÉNDICE 2 - PLAN DE VUELO REPETITIVO  \n \n13.3 APÉNDICE 3 - MODIFICACIÓN (CHG) \n \n13.4 APÉNDICE 4 - DEMORA (DLA) \n \n13.5 APÉNDICE 5 – CANCELACIÓN (CNL) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \naerodrome  shall  insert  “ZZZZ”  in  the  item  16  of  the  FPL  and  they \nshall specify ALT/NIL in the item 18. \n \n12. FLIGHT PLAN CLOSURE \n \n12.1 The    arrival    will    be    announced,    in    person,    by \nradiotelephony,  or  via  data  link,  as  soon  as  it  is  possible  after \nlanding, to the pertinent ATS unit of the aerodrome of arrival, after \nall flights for which a flight plan has been filed covering the whole \nflight  or  the  remaining  part  of  a  flight  until  the  aerodrome  of \ndestination. \n \n \n12.2 When a flight plan has been filed only for a part of the \nflight   different   to   the   remaining   part   of   the   flight   until   the \ndestination point, it will be closed, when necessary, by means of a \nsuitable  report  to  the  pertinent  unit  of  the  air  traffic  services,  in \naccordance with the circumstances described in RAAC Part 91.153 \n(n). \n \n13. ATS MESSAGE FORMS \n \nThe following  appendixes contain the  ATS  forms found in ATM \nPROGEN and in the PANS-ATM Doc. 4444 ICAO. \n \n13.1 APPENDIX 1 – ICAO FLIGHT PLAN \n \n13.2 APPENDIX 2 – REPETITIVE FLIGHT PLAN \n \n13.3 APPENDIX 3 - CHANGE (CHG) \n \n13.4 APPENDIX 4 - DELAY (DLA) \n \n13.5 APPENDIX 5 – CANCELLATION (CNL) \n \n \n \n \n \n \n \n  \n\nAIP ARGENTINA  ENR 1.10-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n \nApéndice 1 / Appendix 1 \n \n \nPLAN DE VUELO / FLIGHT PLAN \n \n \n1. Formulario de plan de vuelo modelo OACI / ICAO model flight plan form \n2. Instrucciones para completar el formulario de plan de vuelo \n/ Instructions to complete the flight plan form \n3. Instrucciones para la transmisión de los mensajes de plan de \nvuelo presentado (FPL) \n/  Instructions  for  the  transmission  of  a  filed  flight  plan  (FPL) \nmessage \n4. Instrucciones para la transmisión de los mensajes de plan de \nvuelo suplementario (SPL) \n/ Instructions  for  the  transmission  of  a  supplementary  flight \nplan (SPL) message \n \n \n  \n\nAIP ARGENTINA  ENR 1.10-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n1. FORMULARIO DE PLAN DE VUELO MODELO OACI  \n \n1. ICAO MODEL FLIGHT PLAN FORM \n \n  \n\nAIP ARGENTINA  ENR 1.10-10 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n2. INSTRUCCIONES  PARA  COMPLETAR  EL  FORMULARIO \nDE PLAN DE VUELO \n \n2.1  Generalidades \n \nSíganse con exactitud los formatos prescritos y la manera de indicar \nlos datos. \n \nComiéncese insertando los datos en el primer espacio. Cuando haya \nexceso de espacio, déjese éste en blanco.   \n \nInsértense siempre las horas con 4 cifras UTC. \n \nInsértense las duraciones previstas con 4 cifras (horas y minutos). \n \nEspacio sombreado que precede a la Casilla 3 — para uso exclusivo \nde  los  servicios  ATS  y  COM,  a  no  ser  que  haya  sido  delegada  la \nresponsabilidad de originar los mensajes de plan de vuelo. \n \nNota. –– El  propósito del  término  “aeródromo”,  en los  planes  de \nvuelo,  incluya  también  emplazamientos  distintos a  los  definidos \ncomo aeródromos, pero que pueden ser utilizados por algunos tipos \nde aeronaves, ej., helicópteros o globos. \n \n2.2  Instrucciones para la inserción de los datos ATS  \n \nComplétense las casillas 7 a 18 como se indica a continuación.  \n \nComplétense también la casilla 19 como se indica a continuación. \n \nNota  1. –– Los  números de  las  casillas  del  formulario  no  son \nconsecutivos, ya que corresponden a los números de los Tipos de \ncampo de los mensajes ATS. \n \nNota 2. –– Los sistemas de datos de los servicios de tránsito aéreo \npueden imponer restricciones de comunicación o procesamiento en \ncuanto  a  la  información  de  los  planes  de  vuelo  presentados.  Las \nposibles restricciones pueden ser, por ejemplo, las limitaciones res- \npecto al espacio de las casillas, el número de elementos de la Casilla \nde  ruta  o  el  espacio  total  de  las  casillas  del  plan  de  vuelo.  Las \nrestricciones  importantes  se  documentan  en  la  publicación  de \ninformación aeronáutica pertinente. \n \n \n2. INSTRUCTIONS TO COMPLETE THE FLIGHT PLAN FORM \n \n \n2.1  General \n \nFollow   with   precision the   prescribed   formats   and   manner   of \nindicating data.  \n \nStart entering data in the first space provided. Leave unused spaces \nblank.  \n \nAlways enter all clock times in 4 figures UTC. \n \nEnter all estimated elapsed times in 4 figures (hours and minutes). \n \nThe  shaded  area  preceding  Item  3 - to  be  completed  by  ATS  and \nCOM  services,  unless  the  responsibility  for  originating  flight  plan \nmessages has been delegated.  \n \nNote. –– The  term  “aerodrome”  when  used  in  the  flight  plan,  is \nintended to also cover places other than aerodromes, which may be \nused  by  certain  types  of  aircraft;  for  example,  helicopters  or \nballoons. \n \n2.2  Instructions for entering ATS data \n \n \nComplete Items 7 to 18 as indicated below. \n \nComplete also Item 19 as indicated below. \n \nNote 1. –– Item numbers on the form are not consecutive, since they \ncorrespond to Field Type numbers in ATS messages.  \n \n \nNote  2. –– The  ATS  data  systems  may  impose  communication  or \nprocessing  restrictions regarding  the  information  in  filed  flight \nplans.   Possible   restrictions   may   be,   for   example,   limitations \nregarding  item  length,  number  of  elements  in  the  route  item,  or \ntotal  flight  plan  length.  Significant  restrictions  are  documented  in \nthe relevant Aeronautical Information Publication. \nCASILLA 7: IDENTIFICACIÓN  DE  LA  AERONAVE (máximo  7  caracteres) / \nITEM 7:  AIRCRAFT IDENTIFICATION (Maximum 7 characters) \n \nINSÉRTESE una  de  las  siguientes  identificaciones  de  aeronave,  sin \nexceder de 7 caracteres alfanuméricos y sin guiones o símbolos: \n \na) el designador OACI de la empresa explotadora de aeronaves \nseguido  de  la  identificación  del  vuelo  (por ej.: ARG1766, \nJES3820, FBZ5901)    cuando    el    distintivo    de    llamada \nradiotelefónico  que  empleará  la  aeronave  consista en  el \ndesignador  telefónico  OACI  de  la  empresa  explotadora  de \naeronaves,  seguido  de  la  identificación  del  vuelo  (p.  ej.: \nARGENTINA 1766, SMARTBIRD 3820, BONDI 5901); o \n \nb) las marcas de nacionalidad o común y la marca de matrícula \nde  la  aeronave  (por ej.: LVGVE, EIAKO,  4XBCD,  N2567GA), \ncuando: \n \n1) el distintivo de llamada radiotelefónico que empleará la \naeronave  consista  en  esta  identificación  solamente  (p. \nej.,  CGAJS),  o  cuando  vaya  precedida  del  designador \n \nENTER one of the following aircraft identifications, not exceeding 7 \nalphanumeric characters and without hyphens or symbols:  \n \na) the ICAO  designator  for  the  aircraft  operating  company, \nfollowed  by  the  flight  identification  (for  example ARG1766, \nJES3820, FBZ5901). When in radiotelephony the callsign to be \nused  by  the  aircraft  will  consist  of  the  ICAO  telephony \ndesignator for the operating company followed by the flight \nidentification  (for  example: ARGENTINA  1766,  SMARTBIRD \n3820, BONDI 5901); or \n \nb) the nationality or common mark and registration marking of \nthe aircraft (for example: LVGVE, EIAKO, 4XBCD,  N2567GA), \nwhen: \n \n1) In radiotelephony, the callsign to be used by the aircraft \nconsists of this identification alone (for example, CGAJS) \nor  preceded  by  the  ICAO  telephony  designator  for  the \n\nAIP ARGENTINA  ENR 1.10-11 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \ntelefónico OACI de la empresa explotadora de aeronaves \n(p. ej., BLIZZARD CGAJS); \n \n2) la aeronave no esté equipada con radio; \n \nNota  1. –– Las  normas  relativas  a  las  marcas  de  nacionalidad, \ncomunes y de matrícula que deben utilizarse figuran en el Anexo 7 \nOACI, Capítulo 2. \n \nNota 2. –– Las disposiciones relativas al empleo de los distintivos de \nllamada radiotelefónicos están contenidas en el Anexo 10, de OACI \ny/o el documento nacional que lo contenga y la normativa nacional \nque  lo  complemente.  Los  designadores  OACI  y  los  designadores \ntelefónicos    de    empresas    explotadoras    de    aeronaves    están \ncontenidos   en   el Doc. 8585 — Designadores   de   empresas \nexplotadoras  de  aeronaves,  de  entidades  oficiales  y  de  servicios \naeronáuticos  y/o  el  documento  nacional  que  lo  contenga  y  la \nnormativa nacional que lo complemente. \n \naircraft   operating   company   (for   example:   BLIZZARD \nCGAJS); or  \n \n2) the aircraft is not equipped with radio;  \n \nNote  1. –– Standards  for  nationality,  common  and  registration \nmarks to be used are contained in Annex 7 ICAO, Chapter 2. \n \n \nNote   2. –– Provisions   for   using   radiotelephony   callsigns   are \ncontained  in  ICAO  Annex  10  and/or  the  national  document  that \ncontains  it  and  the  national  regulations  that  complement  it.  ICAO \ndesignators   and   telephony designators   for   aircraft   operating \ncompanies  are  contained  in  Doc  8585 — Designators  for  Aircraft \nOperating   Agencies,   of   official   agencies   and   aviation   services \nand/or  the  national  document  that  contains  it  and  the  national \nregulations that complement it. \nCASILLA 8:  REGLAS DE VUELO Y TIPO DE VUELO (uno o dos caracteres) / \nITEM 8:  FLIGHT RULES AND TYPE OF FLIGHT (one or two characters) \n \na) REGLAS DE VUELO: \n \nINSÉRTESE una de las siguientes letras para indicar la clase de \nreglas de vuelo que el piloto se propone observar: \n \nI si  se  tiene  previsto  que  todo  el  vuelo  se  realizará  con \nIFR  \nV  si  se  tiene  previsto  que  todo  el  vuelo  se  realizará  con \nVFR \nY si el vuelo se realizará inicialmente con IFR, seguida de \nuno o más cambios subsiguientes en las reglas de vuelo, \no \nZ si el vuelo se realizará inicialmente con VFR, seguida de \nuno o más cambios subsiguientes en las reglas de vuelo \n \nEspecifíquese en la Casilla 15 el punto o puntos en los que se \nha previsto hacer el cambio de reglas de vuelo. \n \nb) TIPO DE VUELO: \n \nINSÉRTESE una  de  las  letras  siguientes  para  indicar  el  tipo  de \nvuelo, cuando lo requiera el ANSP:  \n \nS si es de servicio aéreo regular \nN si es de transporte aéreo no regular  \nG si es de aviación general \nM si es militar \nX si  corresponde  a  alguna  otra  categoría,  distinta  de  las \nindicadas \n \nEspecifíquese en la Casilla 18 el  estado de  un vuelo luego  del \nindicador  STS,  o  cuando  sea  necesario  para  señalar  otros \nmotivos  para  manejo  específico  por  los  ATS,  indíquese  el \nmotivo después del indicador RMK en la Casilla 18. \n \n \n \na) FLIGHT RULES: \n \nENTER one  of  the  following  letters  to  denote  the  category  of \nflight rules with which the pilot intends to comply: \n \nI if  it  is  intended  that  the  entire flight  will  be  operated \nunder IFR. \nV if  it  is  intended  that  the  entire  flight  will  be  operated \nunder VFR. \nY if the flight initially will be operated under IFR, followed \nby one or more changes of flight rules. \nZ if   the   flight   initially   will   be   operated   under   VFR, \nfollowed by one or more changes of flight rules. \n \n \nSpecify  in  Item  15  the  point  or  points  where  change  of  flight \nrules is planned. \n \nb) TYPE OF FLIGHT: \n \nENTER one of the following letters to indicate the type of flight \nwhen required by the ANSP: \n \nS  if scheduled air service \nN  if non-scheduled air transport operation \nG  if general aviation \nM  if military \nX  if other than any of the defined categories above. \n \n \nSpecify flight status following the indicator “STS” in Item 18, or \nwhen necessary to indicate other reasons for specific handling \nby the ATS, indicate the reason following the indicator “RMK” \nin Item 18. \nCASILLA 9:  NÚMERO Y TIPO DE AERONAVES Y CATEGORÍA DE ESTELA TURBULENTA / \nITEM 9:  NUMBER AND TYPE OF AIRCRAFT AND WAKE TURBULENCE CATEGORY \n \na) NÚMERO DE AERONAVES (1 o 2 caracteres): \n \nINSÉRTESE el número de aeronaves, si se trata de más de una. \n \na) NUMBER OF AIRCRAFT (1 or two characters): \n \nENTER the number of aircraft, if more than one. \n\nAIP ARGENTINA  ENR 1.10-12 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \nb) TIPO DE AERONAVES (2 o 4 caracteres): \n \nINSÉRTESE el  designador  apropiado,  según  se  especifica  en  el \nDoc. 8643 de la OACI, Designadores de tipos de aeronave y/o el \ndocumento  nacional  que  lo  contenga  y  la  normativa  nacional \nque lo complemente.  \nO \nsi tal designador no ha sido asignado, o si se trata de vuelos en \nformación que comprendan más de un tipo, \n \nINSÉRTESE ZZZZ,  e INDÍQUESE en la Casilla 18 los (números y) \ntipos de aeronaves, precedidos de TYP/ \n \nc) CATEGORÍA DE ESTELA TURBULENTA (1 carácter): \n \nINSÉRTESE una  barra  oblicua,  seguida  de  una  de  las  letras \nsiguientes, para indicar la categoría de estela turbulenta de la \naeronave: \n \nJ —  SUPER, para indicar un tipo de aeronave especificado \ncomo tal en Designadores de tipos de aeronaves (Doc. \n8643 de la OACI); \n \nH —  PESADA, para  indicar  un  tipo  de  aeronave  de  masa \nmáxima certificada de despegue de 136.000 kg o más, \na excepción de los tipos de aeronaves que se indican \nen el Doc. 8643 dentro de la categoría SUPER (J); \n \nM —  MEDIA,  para  indicar  un  tipo  de  aeronave  de  masa \nmáxima  certificada  de  despegue  inferior  a  136.000 \nkg, pero superior a 7.000 kg; \n \nL —  LIGERA,  para  indicar  un  tipo  de aeronave  de  masa \nmáxima certificada   de   despegue   de   7.000   kg   o \nmenos. \n \n \nb) TYPE OF AIRCRAFT (2 to 4 characters): \n \nENTER the  appropriate  designator  as  specified  in  ICAO  Doc \n8643, Aircraft Type Designators, and/or the national document \nthat    contains    them    and    the    national    document    that \ncomplements it. \nOR  \nif no such designator has been assigned, or in case of formation \nflights comprising more than one type, \n \nENTER ZZZZ, and SPECIFY in Item 18, the (numbers and) type(s) \nof aircraft preceded by TYP/. \n \nc) WAKE TURBULENCE CATEGORY (1 character): \n \nENTER an  oblique  stroke  followed  by  one  of  the  following \nletters to indicate the wake turbulence category of the aircraft: \n \n \nJ -  SUPER, to indicate an aircraft type specified as  such \nin Aircraft Type Designators (ICAO Doc. 8643); \n \n \nH -  HEAVY, to indicate an aircraft type with a maximum \ncertificated  take-off  mass  of  136,000  kg  or  more, \nexcept for the types of aircraft indicated in Doc. 8643 \nwithin the SUPER (J) category; \n \nM -  MEDIUM,   to   indicate   an   aircraft   type   with   a \nmaximum  certificated  take-off  mass  of  less  than \n136,000 kg but more than 7,000 kg; \n \nL -  LIGHT,  to  indicate  an  aircraft  type  with  a  maximum \ncertificated take-off mass of 7,000 kg or less. \n \nCASILLA 10:  EQUIPO     Y     CAPACIDADES /      \nITEM 10: EQUIPMENT AND CAPABILITIES \n \nLas capacidades abarcan los siguientes elementos: \n \n1) la  presencia  del  equipo  pertinente  en  funcionamiento  a \nbordo de la aeronave; \n \n2) equipo y capacidades equiparables a las cualificaciones de \nla tripulación de vuelo; y \n \n3) la  autorización,  cuando  corresponda,  de  la  autoridad  de \naviación civil. \n \na) EQUIPO  Y  CAPACIDADES  DE  RADIOCOMUNICACIONES  Y  DE \nAYUDAS PARA LA NAVEGACIÓN Y LA APROXIMACIÓN \n \nINSÉRTESE una letra, como sigue: \n \nN si   no   se   lleva   equipo   COM/NAV   de   ayudas   para   la \naproximación,  para  la ruta  considerada,  o  si  el  equipo  no \nfunciona. \nO  \n \nCapabilities comprise the following elements: \n \n1) Presence  of  relevant  serviceable  equipment  on  board  the \naircraft; \n \n2) Equipment and capabilities corresponding with flight crew \nqualifications; and \n \n3) Where applicable, authorization from the appropriate civil \naviation authority. \n \na) RADIO COMMUNICATION, NAVIGATION AND APPROACH AID \nEQUIPMENT AND CAPABILITIES \n \nENTER one letter as follows: \n \nN if no COM/NAV/approach aid equipment for the route to be \nflown is carried or the equipment is unserviceable, \nOR \n \n \n\nAIP ARGENTINA  ENR 1.10-13 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \nS si  se  lleva  equipo  normalizado  COM/NAV  de  ayuda  para  la \naproximación para la ruta considerada y si este equipo funciona \n(véase la Nota 1), \nY/O \nINSÉRTESE una  o  más  de  las  letras  siguientes  para  indicar  el \nequipo  y  las  capacidades  COM/NAV  y  de  ayudas para  la \nnavegación y la aproximación, disponibles y en \nfuncionamiento: \n \nA Sistema de aterrizaje GBAS \nB LPV (APV con SBAS) \nC LORAN C \nD DME \nE1 FMC WPR ACARS \nE2 D-FIS ACARS \nE3 PDC ACARS \nF ADF \nG GNSS Si se tiene previsto realizar con IFR cualquier \nporción  del vuelo, se  refiere  a  los  receptores  del \nGNSS  que  cumplen  los  requisitos establecidos  en \nlas RAAC Parte 210. \nH HF RTF \nI Navegación inercial \nJ1 CPDLC ATN VDL Modo 2 (véase Nota 3) \nJ2 CPDLC FANS 1/A HFDL \nJ3 CPDLC FANS 1/A VDL Modo A \nJ4 CPDLC FANS 1/A VDL Modo 2  \nJ5 CPDLC FANS 1/A SATCOM (INMARSAT) \nJ6 CPDLC FANS 1/A SATCOM (MTSAT) \nJ7 CPDLC FANS 1/A SATCOM (Iridum) \nK MLS \nL ILS \nM1 ATC SATVOICE (INMARSAT)  \nM2 ATC SATVOICE (MTSAT) \nM3 ATC SATVOICE (Iridium)  \nO VOR \nP1 CPDLC RCP 400 (véase la Nota 7)  \nP2 CPDLC RCP 240 (véase la Nota 7) \nP3 SATVOICE RCP 400 (véase la Nota 7)  \nP4–P9  Reservado para RCP \nR PBN aprobada (véase la Nota 4) \nT TACAN \nU UHF RTF \nV VHF RTF \nW RVSM aprobada \nX MNPS aprobada \nY VHF  con  capacidad  de  separación  de  canales  de \n8,33 kHz \nZ Demás    equipo    instalado    a    bordo    u    otras \ncapacidades (véase la Nota 5)  \n \nLos caracteres alfanuméricos que no aparecen más arriba están \nreservados. \n \nNota 1. –– Si se usa la letra S, los equipos VHF RTF, VOR e ILS se \nconsideran normalizados, salvo que el Proveedor de Servicios de \nNavegación Aérea (ANSP) prescriba alguna otra combinación. \n \n \nNota 2. –– Si se utiliza la letra G, los tipos de aumentación GNSS \nexterna,  si  la  hay,  se  especifican  en  la  Casilla  18  después  del \nindicador NAV/ y se separan mediante un espacio. \nS if standard COM/NAV/approach aid equipment for the route \nto be flown is carried and serviceable (see Note 1), \nAND/OR \n \nENTER one  or  more  of  the  following  letters  to  indicate  the \nserviceable     COM/NAV/     approach     aid     equipment     and \ncapabilities available: \n \n \nA  GBAS landing system \nB  LPV (APV with SBAS) \nC LORAN C \nD  DME \nE1  FMC WPR ACARS \nE2    D-FIS ACARS \nE3    PDC ACARS \nF  ADF \nG GNSS - if it is intended to perform any portion of the \nflight with IFR, it refers to the GNSS receptors that \ncomply with the requirements established in RAAC \nPart 210.  \nH HF RTF \nI Inertial navigation \nJ1 CPDLC ATN VDL Mode 2 (See Note 3) \nJ2 CPDLC FANS 1/A HFDL \nJ3 CPDLC FANS 1/A VDL Mode A \nJ4 CPDLC FANS 1/A VDL Mode 2  \nJ5 CPDLC FANS 1/A SATCOM (INMARSAT) \nJ6 CPDLC FANS 1/A SATCOM (MTSAT)  \nJ7 CPDLC FANS 1/A SATCOM (Iridium) \nK MLS \nL ILS \nM1 ATC SATVOICE (INMARSAT)  \nM2 ATC SATVOICE (MTSAT) \nM3 ATC SATVOICE (Iridium) \nO VOR \nP1 CPDLC RCP 400 (see Note 7)  \nP2 CPDLC RCP 240 (see Note 7) \nP3 SATVOICE RCP 400 (see Note 7)  \nP4–P9  Reserved for RCP \nR PBN approved (see Note 4) \nT TACAN \nU UHF RTF \nV VHF RTF \nW RVSM approved \nX MNPS approved \nY VHF with 8.33 kHz channel spacing capability \n \nZ Other equipment carried or other capabilities (See \nNote 5)  \n \nAny alphanumeric characters not indicated above are reserved. \n \n \nNote 1. –– If  the  letter S is  used,  standard  equipment  is \nconsidered   to   be   VHF   RTF,   VOR,   and   ILS,   unless   another \ncombination is prescribed by the Air Navigation Service Provider \n(ANSP).  \n \nNote  2. –– If  the  letter G is  used,  the  types  of  external  GNSS \naugmentation,  if  any,  are  specified  in  Item  18  following  the \nindicator NAV/ and are separated by a space.  \n\nAIP ARGENTINA  ENR 1.10-14 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \nNota 3. –– Véase RTCA/EUROCAE Interoperability \nRequirements  Standard  for  ATN  Baseline  1  (ATN  B1  INTEROP \nStandard – DO- 280B/ED-110B)  con  respecto  a  servicios  por \nenlace  de  datos/autorizaciones  e  información  de  control  de \ntránsito  aéreo/gestión  de  las  comunicaciones  de  control  de \ntránsito aéreo/verificación de micrófonos de control de tránsito \naéreo. \n \nNota 4. –– Si se usa la letra R, los niveles de navegación basada \nen la performance que pueden alcanzarse se especifican en la \nCasilla   18   después   del   indicador   PBN/.   En   el Manual   de \nnavegación   basada   en   la   performance   (PBN)   (Doc. 9613) \nfiguran   textos   de   orientación   sobre   la   aplicación   de   la \nnavegación basada en la performance a tramos de ruta, rutas \no áreas específicos. \n \nNota  5. –– Si  se  usa  la  letra Z,  especifíquese  en  la  Casilla  18 \ncualquier otro tipo de equipo o capacidades instalados a bordo, \nprecedido por COM/, NAV/ y/o DAT, según corresponda. \n \nNota  6. –– la  información  sobre  capacidad  de  navegación  se \nproporciona al ATC a efectos de autorización y \nencaminamiento. \n \nNota 7. –– El  Manual  de  comunicaciones  y  vigilancia  basadas \nen  la  performance  (PBCS)  (Doc. 9869)  contiene  textos  de \norientación sobre la aplicación de la comunicación basada en la \nperformance en los que se prescribe la RCP para un servicio de \ntránsito aéreo en un área específica. \n \nb) EQUIPO Y CAPACIDADES DE VIGILANCIA:  \n \nINSÉRTESE la letra N si no se lleva a bordo equipo de vigilancia \npara la ruta que debe volarse o si el equipo no funciona.  \nO, \nINSÉRTESE uno o más de los siguientes descriptores, hasta un \nmáximo  de  20  caracteres,  para  indicar  el  tipo  de  equipo  y/o \ncapacidades de vigilancia en funcionamiento, abordo: \n \nSSR en Modos A y C \n \nA  Transpondedor — Modo A (4 dígitos — 4 096 códigos) \nC  Transpondedor — Modo  A  (4  dígitos — 4  096  códigos)  y \nModo C \n \nSSR en Modo S \n \nE  Transpondedor —  Modo  S,  comprendida  la  identificación \nde  aeronave,  la  altitud  de  presión  y  la \ncapacidad    de    señales    espontáneas \nampliadas (ADS-B). \n \nH Transpondedor —  Modo  S,  comprendida  la  identificación \nde aeronave,  la altitud  de presión, y la \ncapacidad de vigilancia mejorada. \n \nI  Transpondedor —  Modo  S,  comprendida  la  identificación \nde  aeronave,  pero  sin  capacidad  de \naltitud de presión. \n \nL  Transpondedor —  Modo  S, comprendida  la  identificación \nde  aeronave,  la  altitud  de  presión,  la \ncapacidad    de    señales    espontáneas \n \nNote  3. –– See  RTCA/EUROCAE  Interoperability  Requirements \nStandard for ATN Baseline 1 (ATN B1 INTEROP Standard – DO-\n280B/ED-110B)   for   data   link   services   air   traffic   control \nclearance  and  information/air  traffic  control  communications \nmanagement/air traffic control microphone check. \n \n \n \nNote 4. –– If the  letter R is  used,  the  performance  based \nnavigation  levels  that  can  be  met  are  specified  in  Item  18 \nfollowing   the   indicator   PBN/.   Guidance   material   on   the \napplication of performance based navigation to a specific route \nsegment, route or area is contained in the Performance-Based \nNavigation Manual (Doc. 9613). \n \n \nNote 5. –– If  the  letter Z is  used,  specify  in  Item  18  the  other \nequipment  carried  or  other  capabilities,  preceded  by  COM/, \nNAV/ and/or DAT/, as appropriate. \n \nNote 6. –– Information on navigation capability is provided to \nATC for clearance and routing purposes. \n \n \nNote 7. –– Guidance    material    on    the    application    of \nperformance-based communication, which prescribes RCP to an \nair   traffic   service   in   a   specific   area,   is   contained   in   the \nPerformance-based  Communication  and  Surveillance  (PBCS) \nManual (Doc. 9869). \n \nb) SURVEILLANCE EQUIPMENT AND CAPABILITIES: \n \nENTER N if no surveillance equipment for the route to be flown \nis carried, or if the equipment is unserviceable, \nOR \nENTER one  or  more  of  the  following  descriptors,  up  to  a \nmaximum   of   20   characters,   to   describe   the serviceable \nsurveillance equipment and/or capabilities on board: \n \nSSR Modes A and C:  \n \nA  Transponder - Mode A (4 digits - 4096 codes) \nC  Transponder - Mode A (4 digits - 4096 codes) and Mode C  \n \n \nSSR Mode S \n \nE  Transponder -  Mode  S,  including  aircraft identification, \npressure-altitude   and   extended   squitter \n(ADS-B) capability. \n \n \nH  Transponder -  Mode  S,  including  aircraft  identification, \npressure-altitude and enhanced \nsurveillance capability.  \n \nI  Transponder -  Mode  S,  including  aircraft  identification, \nbut no pressure-altitude capability. \n \n \nL  Transponder -  Mode  S,  including  aircraft  identification, \npressure-altitude,  extended  squitter  (ADS-\nB) and enhanced surveillance capability. \n \n\nAIP ARGENTINA  ENR 1.10-15 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nampliadas    (ADS-B)    y    de    vigilancia \nmejorada. \n \nP  Transpondedor —  Modo   S,   comprendida   la   altitud   de \npresión, pero sin capacidad de \nidentificación de aeronave.  \n \nS  Transpondedor —  Modo   S,   comprendida   la   altitud   de \npresión y la capacidad de identificación \nde aeronave. \n \nX  Transpondedor —  Modo S, sin identificación de aeronave \nni capacidad de altitud de presión. \n \nNota. –– La capacidad de  vigilancia mejorada es la capacidad \nque  tiene  la  aeronave  de  transmitir  en  enlace  descendente \ndatos de la aeronave vía un transpondedor en modo S. \n \nADS-B \n \nB1  ADS-B con capacidad especializada ADS-B “out” de 1 090 \nMHz \nB2  ADS-B con capacidad especializada ADS-B “out” e “in” de \n1 090 MHz  \nU1  Capacidad ADS-B “out” usando UAT \nU2  Capacidad ADS-B “out” e “in” usando UAT \nV1  Capacidad ADS-B “out” usando VDL en Modo 4 \nV2  Capacidad ADS-B “out” e “in” usando VDL en Modo 4 \n \nADS-C \n \nD1  ADS-C con capacidades FANS 1/A  \nG1  ADS-C con capacidades ATN \n \nLos caracteres alfanuméricos que no aparecen más arriba están \nreservados.  \n \nEjemplo: ADE3RV/HB2U2V2G1 \n \nNota 1. –– La especificación o especificaciones RSP, si procede, \nse  enumerarán  en  la  Casilla  18 luego  del  indicador  SUR/.  El \nManual   de   comunicaciones   y   vigilancia   basadas   en   la \nperformance (PBCS) (Doc. 9869) contiene textos de orientación \nsobre la aplicación de la vigilancia basada en la performance en \nlos que se prescribe la RSP para un servicio de tránsito aéreo en \nun área específica. \n \nNota 2. –– En la Casilla 18, después del indicador SUR/, como lo \nrequiera el Proveedor de Servicios de Navegación Aérea (ANSP), \nse   enumerarán   el   equipo   o   las   capacidades   de   vigilancia \nadicionales. \n \n \n \nP  Transponder — Mode S, including pressure-altitude, but no \naircraft identification capability. \n \n \nS  Transponder -  Mode  S,  including  both  pressure-altitude \nand aircraft identification capability. \n \n \nX  Transponder -  Mode  S  with  neither  aircraft  identification \nnor pressure-altitude capability. \n \nNote. –– Enhanced  surveillance  capability  is  the  ability  of  the \naircraft   to   down-link   aircraft   derived   data   via   a   mode   S \ntransponder. \n \nADS-B \n \nB1  ADS-B with dedicated 1090 MHz ADS-B “out” capability \n \nB2  ADS-B  with  dedicated  1090  MHz  ADS-B  “out”  and  “in” \ncapability  \nU1  ADS-B “out” capability using UAT \nU2  ADS-B “out” and “in” capability using UAT \nV1  ADS-B “out” capability using VDL Mode 4 \nV2  ADS-B “out” and “in” capability using VDL Mode 4 \n \nADS-C \n \nD1  ADS-C with FANS 1/A capabilities  \nG1  ADS-C with ATN capabilities \n \nAlphanumeric characters not indicated above are reserved.  \n \n \nExample: ADE3RV/HB2U2V2G1 \n \nNote 1. –– The RSP specification or specifications, if applicable, \nshall  be  described  in  Item  18  after  the  SUR/  indicator.  The \nPerformance Based Communications and Surveillance Manual \n(PBCS,    Doc    9869)    contains    guiding    texts    about    the \nperformance-based  surveillance  application  in  which  RSP  is \nprescribed for an air traffic service in a specific area. \n \n \nNote 2. –– In Item 18, after the SUR indicator, as required by the \nAir    Navigation    Service    Provider    (ANSP),    the    additional \nsurveillance equipment or capabilities shall be listed.  \n \nCASILLA 13:  AERÓDROMO  DE  SALIDA  Y  HORA (8  caracteres) /    \nITEM 13:  DEPARTURE AERODROME AND TIME (8 characters) \n \nINSÉRTESE el   indicador   de   lugar   OACI   de   cuatro   letras   del \naeródromo  de  salida, como  se  especifica  en Indicadores  de  lugar \n(Doc. 7910). Los indicadores de lugares nacionales de tres letras y \nde países americanos se encuentran publicados en una Circular de \nInformación Aeronáutica (AIC) en la página web \nhttps://ais.anac.gob.ar/aic \n O,  \nsi no se ha asignado indicador de lugar, \n \nENTER the  ICAO  four-letter  location  indicator  of  the  departure \naerodrome as  specified  in  locations  Indicators  (Doc.  7910). The \nnational locations indicators of three-letter and American countries \nare published through an Aeronautical Information Circular (AIC) on \nthe website  https://ais.anac.gob.ar/aic, \nOR  \nif no location indicator has been assigned, \n\nAIP ARGENTINA  ENR 1.10-16 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nINSÉRTESE ZZZZ e INDÍQUESE, en la Casilla 18, el nombre y lugar del \naeródromo, precedido de DEP/, \nO,  \nel primer punto de la ruta o la radiobaliza precedida de DEP/..., si la \naeronave no ha despegado del aeródromo, \nO,  \nsi el plan de vuelo se ha recibido de una aeronave en vuelo, \nINSÉRTESE AFIL, e INDÍQUESE, en la Casilla 18, el indicador de lugar \nOACI  de  cuatro  letras  de  la  dependencia  ATS  de  la  cual  pueden \nobtenerse  datos  del  plan  de  vuelo  suplementario,  precedidos  de \nDEP/ \nLUEGO, SIN NINGÚN ESPACIO, \nINSÉRTESE para un plan de vuelo presentado antes de la salida, la \nhora prevista de fuera calzos (EOBT), \nO,  \npara un plan de vuelo recibido de una aeronave en vuelo, la hora \nprevista o actual de paso sobre el primer punto de la ruta a la cual \nse refiere el plan de vuelo. \n \nENTER ZZZZ and SPECIFY, in Item 18, the name and location of the \naerodrome preceded by DEP/, \nOR  \nthe first point of the route or the marker radio beacon preceded by \nDEP/..., if the aircraft has not taken off from the aerodrome, \nOR \n if the flight plan is received from an aircraft in flight, \nENTER AFIL,  and SPECIFY in  Item  18,  the  ICAO  four-letter  location \nindicator of the location of the ATS unit from which supplementary \nflight plan data can be obtained, preceded by DEP/. \n \nTHEN, WITHOUT A SPACE, \nENTER for a flight plan submitted before departure, the estimated \noff-block time (EOBT), \nOR  \nfor  a  flight  plan  received  from  an  aircraft  in  flight,  the  actual  or \nestimated time over the first point of the route to which the flight \nplan applies. \n \nCASILLA 15:  RUTA /   \nITEM 15:  ROUTE \n \nINSÉRTESE la primera velocidad de crucero como en a) y el primer \nnivel de crucero como en b), sin espacio alguno entre ellos. \n \nLUEGO,  siguiendo  la  flecha, INSÉRTESE la  descripción  de  la  ruta, \ncomo en c). \n \na) VELOCIDAD DE CRUCERO (máximo 5 caracteres): \n \nINSÉRTESE la velocidad  verdadera,  para  la  primera  parte  o  la \ntotalidad del vuelo en crucero, en función de:  \n \nKilómetros por hora, mediante la letra K seguida de 4 cifras (p. \nej., K0830), o \n \nnudos, mediante la letra N seguida de 4 cifras (p. ej., N0485), o \n \n \nNúmero de Mach verdadero, cuando el Proveedor de Servicios \nde Navegación Aérea (ANSP) lo haya prescrito, redondeando a \nlas centésimas más próximas de unidad Mach, mediante la letra \nM seguida de 3 cifras (p. ej., M082). \n \nb) NIVEL DE CRUCERO (máximo 5 caracteres): \n \nINSÉRTESE el nivel de crucero proyectado para la primera parte \no para toda la ruta que haya que volar, por medio de: \n \nNivel  de  vuelo,  expresado  mediante  una  F  seguida  de  3  cifras \n(p. ej., F085; F330); o \n \n*Nivel métrico normalizado en decenas de metros, expresado \nmediante una S seguida de 4 cifras (p. ej., S1130); o \n \nAltitud  en  centenares  de  pies, expresada  mediante  una  A \nseguida de 3 cifras (p. ej., A045; A100); o \n \nAltitud  en  decenas  de  metros, expresada  mediante  una  M \nseguida de 4 cifras (p. ej., M0840); o \n \nENTER the first cruising speed as in a) and the first cruising level as \nin b), without a space between them. \n \nTHEN following the arrow, ENTER the route description as in c). \n \n \na) CRUISING SPEED (maximum 5 characters): \n \nENTER the True Air  Speed for  the  first  or  the  whole  cruising \nportion of the flight, in terms of: \n \nKilometers per hour, expressed as K followed by 4 figures (for \nexample, K0830), or \n \nknots,  expressed  as  N  followed  by  4  figures  (for  example, \nN0485), or \n \nTrue Mach number, when so prescribed by the Air Navigation \nService  Provider  (ANSP),  to  the  nearest  hundredth  of  unit \nMach,  expressed  as  M  followed  by  3  figures  (for  example, \nM082). \n \nb) CRUISING LEVEL (maximum 5 characters): \n \nENTER the  planned  cruising  level  for  the  first  or  the  whole \nportion of the route to be flown, in terms of: \n \nFlight level, expressed as F followed by 3 figures (for example, \nF085; F330), or \n \n*Standard  Metric  Level in  tens  of  meters,  expressed  as  S \nfollowed by 4 figures (for example, S1130), or \n \nAltitude  in  hundreds  of  feet, expressed  as  A  followed  by  3 \nfigures (for example, A045; A100), or \n \nAltitude in tens of meters, expressed as M followed by 4 figures \n(for example, M0840), or \n\nAIP ARGENTINA  ENR 1.10-17 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n respecto a los vuelos VFR no controlados, las letras VFR. \n \nc) RUTA (incluyendo  cambios  de  velocidad,  nivel  o  reglas  de \nvuelo): \n \nVuelos a lo largo de las rutas ATS designadas \n \nINSÉRTESE, si el aeródromo de salida está situado en la ruta ATS \no conectado a ella, el designador de la primera ruta ATS, \nO, \nsi el aeródromo de salida no está en la ruta ATS ni conectado a \nella,  las  letras  DCT  seguidas  del  punto  de  encuentro  de  la \nprimera ruta ATS, seguido del designador de la ruta ATS. \nLUEGO \nINSÉRTESE cada  punto  en el  cual  esté  previsto  comenzar  un \ncambio  de  velocidad  y/o  nivel,  o  cambiar  de  ruta  ATS  y/o  de \nreglas de vuelo, \nNota. –– Cuando se  planee  la  transición  entre  una  ruta  ATS \ninferior  y  una  ruta  ATS  superior,  y  cuando  la  orientación  de \ndichas rutas sea la misma, no será necesario insertar el punto \nde transición. \nSEGUIDO, EN CADA CASO \ndel designador del próximo tramo de rutas ATS, incluso si es el \nmismo que el precedente, \nO \nde DCT, si el vuelo hasta el punto próximo se va a efectuar fuera \nde  una  ruta designada,  a  no  ser  que  ambos  puntos  estén \ndefinidos por coordenadas geográficas. \n \nVuelos fuera de las rutas ATS designadas \n \nINSÉRTENSE los puntos normalmente separados por no más de \n30  minutos  de  tiempo  de  vuelo  o  por  370  km  (200  NM), \nincluyendo   cada   punto   en   el   cual   se   piensa   cambiar   de \nvelocidad o nivel, cambiar de derrota,  o cambiar de reglas  de \nvuelo. \nO,  \ncuando  lo  requiera  el  Proveedor  de  Servicios  de  Navegación \nAérea (ANSP). \n \nDEFÍNASE  la derrota de los vuelos que \npredominantemente siguen  la  dirección  este-oeste  entre  los \n70° N  y  los  70°  S,  por  referencia  a  los  puntos  significativos \nformados  por  las  intersecciones  de  paralelos  de  latitud  en \ngrados   enteros,   o   medios,   con   meridianos   espaciados   a \nintervalos  de  10°  de  longitud.  Para  los vuelos  fuera  de  dichas \nlatitudes    las    derrotas    se     definirán    mediante     puntos \nsignificativos  formados  por  intersecciones  de  paralelos  de \nlatitud  con  meridianos  normalmente  espaciados  a  20°  de \nlongitud.  En  la  medida  de  lo  posible,  la  distancia  entre  dos \npuntos  significativos  no  excederá  de  una  hora  de  tiempo  de \nvuelo.  Se  establecerán  otros  puntos  significativos  según  se \nconsidere necesario. \n \nPara  los  vuelos  que  predominantemente  siguen  la  dirección \nnorte-sur,  defínanse   derrotas   por  referencia  a  los   puntos \nsignificativos  formados  por  la  intersección  de  meridianos  en \ngrados  completos  de  longitud  con  paralelos  especificados, \nespaciados a 5°. \n \nfor uncontrolled VFR flights, the letters VFR. \n \nc) ROUTE (including changes of speed, level and/or flight rules): \n \n \nFlights along designated ATS routes \n \nENTER if the departure aerodrome is located on or connected \nto the ATS route, the designator of the first ATS route, \nOR, \n if the departure aerodrome is not located on or connected to \nthe ATS route, the letters DCT followed by the point of joining \nthe first ATS route, followed by the designator of the ATS route.   \nTHEN \nENTER each  point  at  which  either  a  change of  speed  and/or \nlevel  is  planned  to  start,  or  a  change  of  ATS  route,  and/or  a \nchange of flight rules is planned, \nNote. –– When a  transition  is  planned  between  a  lower  and \nupper  ATS  route  and  the  routes  are  oriented  in  the  same \ndirection, the point of transition does not need to be entered. \n \nFOLLOWED IN EACH CASE \nby the designator of  the  next ATS route  segment,  even if it is \nthe same as the previous one, \nOR  \nby  DCT,  if  the  flight  to  the  next  point  will  be  outside  a \ndesignated    route,    unless    both    points    are    defined    by \ngeographical coordinates. \n \nFlights outside designated ATS routes \n \nENTER points normally not more than 30 minutes flying time or \n370 km (200 NM) apart, including each point at which a change \nof speed or level, a change of track, or a change of flight rules \nis planned. \n \nOR,  \nwhen required by the Air Navigation Service Provider (ANSP). \n \n \nDEFINE the track of flights operating predominantly in an east-\nwest  direction  between  70°  N  and  70°  S  by  reference  to \nsignificant points formed by the intersections of half or whole \ndegrees  of  latitude  with  meridians  spaced  at  intervals  of  10 \ndegrees  of  longitude.  For  flights  operating  in  areas  outside \nthose latitudes the tracks must be defined by significant points \nformed   by   the   intersection   of   parallels   of   latitude   with \nmeridians  normally  spaced  at  20  degrees  of  longitude.  The \ndistance   between   two   significant   points   must,   as   far   as \npossible,   not   exceed   one   hour's   flight   time.   Additional \nsignificant points must be established as deemed necessary. \n \n \n \nFor flights operating predominantly in a north-south direction, \ndefine tracks by reference to significant points formed by the \nintersection  of  whole  degrees   of  longitude  with  specified \nparallels of latitude, which are spaced at 5 degrees. \n \n\nAIP ARGENTINA  ENR 1.10-18 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \nINSÉRTESE DCT  entre  puntos  sucesivos,  a  no  ser  que  ambos \npuntos  estén  definidos  por  coordenadas  geográficas  o  por \nmarcación y distancia. \n \nÚSESE SOLAMENTE la presentación convencional de los datos \nque figuran en 1) a 5) que siguen, y SEPÁRESE cada elemento \ncon un espacio. \n \n1) RUTA ATS (2 a 7 caracteres): \n \n El designador cifrado asignado a la ruta o al tramo de ruta, \ncon inclusión, cuando corresponda, del designador ci- frado \nasignado a la ruta normalizada de salida o de llegada (p. ej., \nBCN1, B1, R14, UB10, KODAP2A). \n \nNota. –– Las  disposiciones  relativas  a  la  aplicación  de \ndesignadores de ruta figuran en las RAAC Parte 211-Gestión \nde la Tránsito Aéreo. \n \n2) PUNTO SIGNIFICATIVO (2 a 11 caracteres): \n \nEl designador  cifrado (2  a  5 caracteres)  asignado  al  punto \n(p. ej., LN, MAY, HADDY), \n \no, si no ha sido asignado ningún designador cifrado, una de \nlas indicaciones siguientes: \n \n Grados solamente (7 caracteres): \n \n2  cifras  que  indiquen  la  latitud  en  grados,  seguida  de \n“N” (Norte) o “S” (Sur), seguida de 3 cifras que indiquen \nla  longitud  en  grados,  seguida  de  “E”  (Este)  o  “W” \n(Oeste).  Complétese el  número  correcto de  cifras, \ncuando         sea   necesario,   insertando   ceros,   p.   ej., \n46N078W. \n \n Grados y minutos (11 caracteres): \n \n4 cifras que indiquen la latitud en grados y en decenas \ny  unidades  de  minutos,  seguida  de  “N”  (Norte)  o  “S” \n(Sur),  seguida  de  5  cifras  que  indiquen  la  longitud  en \ngrados y decenas y unidades de minutos, seguida de “E” \n(Este)  o  “W”  (Oeste).  Complétese  el  número  correcto \nde cifras, cuando sea necesario, insertando ceros, p. ej., \n4620N07805W. \n \n Marcación  y  distancia  con  respecto  a  un  punto  de \nreferencia: \n \nLa identificación del punto de referencia seguida de la \nmarcación  desde  el  punto,  con  3  cifras,  dando  los \ngrados  magnéticos,  seguida  de  la  distancia  desde  el \npunto,  con  3  cifras  que  expresen  millas  marinas.  En \náreas   de   alta   latitud   en donde   las   autoridades \npertinentes  hayan  determinado  que  la  referencia  a \ngrados   magnéticos   no   es   práctica,   pueden   usarse \ngrados verdaderos. Complétese el número correcto de \ncifras, cuando sea necesario, insertando ceros, p. ej., un \npunto  a  180º  magnéticos  y una  distancia  del  VOR \n“DUB” de 40 NM, debería indicarse así: DUB180040. \n \n \n \n \n \n \nENTER DCT  between  successive  points  unless  both  points  are \ndefined   by   geographical   coordinates   or   by   bearing   and \ndistance. \n \nUSE ONLY the convention presentation of the data described in \n1) to 5) below and SEPARATE each sub-item by a space. \n \n \n1) ATS ROUTE (2 to 7 characters): \n \nThe coded  designator assigned  to  the  route  or  route \nsegment    including,    where    appropriate,    the    coded \ndesignator  assigned  to  the  standard  departure  or  arrival \nroute (for example BCN1, B1, R14, UB10, KODAP2A). \n \nNote. –– Provisions for the application of route designators \nare   contained   in Part   211   of   the   RAAC – Air   Traffic \nManagement. \n \n2) SIGNIFICANT POINT (2 to 11 characters): \n \nThe coded  designator (2  to  5  characters)  assigned  to  the \npoint (for example, LN, MAY, HADDY),  \n \nor,  if  no  coded  designator  has  been  assigned,  one  of  the \nfollowing ways: \n \n Degrees only (7 characters):  \n \n2 figures describing latitude in degrees, followed by “N” \n(North) or “S” (South), followed by 3 figures describing \nlongitude  in  degrees,  followed  by  “E”  (East)  or  “W” \n(West). Make up the correct number of figures, where \nnecessary,    by    insertion    of    zeros,    for    example, \n46N078W. \n \n Degrees and minutes (11 characters): \n \n4  figures  describing  latitude  in  degrees  and  tens  and \nunits of minutes followed by “N” (North) or “S” (South), \nfollowed  by  5  figures  describing longitude  in  degrees \nand tens and units of minutes, followed by “E” (East) or \n“W”  (West).  Make  up  the  correct  number  of  figures, \nwhere   necessary,   by   entering   zeros;   for   example, \n4620N07805W. \n \n Bearing and distance from a significant point: \n \n \nThe identification  of  the  significant  point,  followed  by \nthe  bearing  from  the  point  in  the  form  of  3  figures \ngiving degrees magnetic, followed by the distance from \nthe  point  in  the  form  of  3  figures  expressing  nautical \nmiles.  In areas of  high latitude where it is determined \nby the appropriate authority that reference to degrees \nmagnetic  is  impractical,  degrees  true  may  be  used. \nMake   up   the   correct   number   of   figures,   where \nnecessary,  by  insertion  of  zeros;  for  example,  a  point \n180°  magnetic  at  a  distance  of  40  nautical  miles  from \nVOR “DUB” should be expressed as DUB180040. \n \n \n \n \n \n\nAIP ARGENTINA  ENR 1.10-19 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n3) CAMBIO   DE   VELOCIDAD   O   DE   NIVEL (máximo   21 \ncaracteres): \n \nEl punto en el cual esté previsto cambiar de velocidad (5% \nTAS o 0,01 Mach o más) o cambiar de nivel para comenzar, \nexpresado  exactamente  como  en  2)  anterior,  seguido  de \nuna barra oblicua y tanto la velocidad de  crucero como el \nnivel de crucero, expresados exactamente como en a) y b) \nanteriores,   sin   un   espacio   entre   ellos, aun   cuando \nsolamente se cambie uno de estos elementos. \n \nEjemplos:  LN/N0284A045 \n MAY/N0305F180 \n HADDY/N0420F330  \n 4602N07805W/N0500F350  \n 46N078W/M082F330  \n DUB180040/N0350M0840 \n \n4) CAMBIO DE REGLAS DE VUELO (máximo 3 caracteres): \n \nEl punto en el cual está previsto cambiar de reglas de vuelo, \nexpresado   exactamente como   en   2)   o   3)   anteriores, \nseguido   de   un   espacio   y   de   una   de   las   indicaciones \nsiguientes: \n \nVFR  si es de IFR a VFR  \nIFR  si es de VFR a IFR \n \nEjemplos:  LN VFR \n LN/N0284A050 IFR \n \n5) ASCENSO EN CRUCERO (máximo 28 caracteres): \n \n La letra C seguida de una barra oblicua; LUEGO el punto en \nel cual esté previsto iniciar el ascenso en crucero, expresado \ncomo en 2) anterior, seguido de una barra oblicua; LUEGO \nla velocidad que se piense mantener durante el ascenso en \ncrucero,   expresada   exactamente   como   en   a)   anterior \nseguida  de los  dos  niveles  que  determinan  la  capa  que  se \npiensa  ocupar  durante el  ascenso  en  crucero,  cada  nivel \nexpresado  exactamente  como  en  b)  anterior,  o  el nivel \nsobre el cual el ascenso en crucero esté previsto, seguido de \nlas letras PLUS, sin un espacio entre ellos: \n \nEjemplos:  C/48N050W/M082F290F350 \n C/48N050W/M082F290PLUS  \n C/52N050W/M220F580F620 \n \n \n3) CHANGE OF SPEED OR LEVEL (maximum 21 characters): \n \nThe point at which a change of speed (5% TAS or 0.01 Mach \nor more) or a change of level is planned to start, expressed \nexactly  as  in  2)  above,  followed by  an  oblique  stroke  and \nboth  the  cruising  speed  and  the  cruising  level, expressed \nexactly  as  in  a)  and  b)  above, without  a  space  between \nthem, even  when  only  one  of  these  elements  will  be \nchanged. \n \n \nExamples:  LN/N0284A045 \n MAY/N0305F180  \n HADDY/N0420F330  \n 4602N07805W/N0500F350 \n 46N078W/M082F330  \n DUB180040/N0350M0840 \n \n4) CHANGE OF FLIGHT RULES (maximum 3 characters): \n \nThe point at  which  the  change  of  flight  rules  is  planned, \nexpressed  exactly  as  in  2)  or  3)  above, as  appropriate, \nfollowed by a space and one of the following indications: \n \n \nVFR  if from IFR to VFR \nIFR  if from VFR to IFR \n \nExamples: LN VFR \n LN/N0284A050 IFR \n \n5) CRUISE CLIMB (maximum 28 characters): \n \nThe letter C followed by an oblique stroke; THEN the point \nat which cruise climb is planned to start, expressed exactly \nas  in  2)  above,  followed  by  an oblique  stroke; THEN the \nspeed  to  be  maintained  during  cruise climb, expressed \nexactly as in a) above, followed by the  two levels defining \nthe  layer  to  be  occupied  during  cruise  climb,  each  level \nexpressed exactly as in b) above, or the level above which \ncruise climb is planned followed by the letters PLUS, without \na space between them: \n \n \nExamples: C/48N050W/M082F290F350 \n C/48N050W/M082F290PLUS  \n C/52N050W/M220F580F620 \n \n \n \nCASILLA 16:  AERÓDROMO DE DESTINO Y DURACIÓN TOTAL PREVISTA, AERÓDROMOS DE ALTERNATIVA DE DESTINO / \nITEM 16:  DESTINATION AERODROME AND TOTAL ESTIMATED ELAPSED TIME, DESTINATION ALTERNATE AERODROMES \n \na) AERÓDROMO  DE  DESTINO  Y  DURACIÓN  TOTAL  PREVISTA (8 \ncaracteres): \n \nINSÉRTESE el  indicador  de  lugar  OACI  de  cuatro  letras  del \naeródromo  de  destino, como  se  especifica  en Indicadores  de \nlugar (Doc. 7910). Los indicadores de lugares nacionales de tres \nletras y de países americanos se encuentran publicados en una \nCircular  de  Información  Aeronáutica  (AIC)  en  la  página  web \nhttps://ais.anac.gob.ar/aic, \n \nO, si no se ha asignado indicador de lugar, \n \na) DESTINATION AERODROME AND TOTAL ESTIMATED ELAPSED \nTIME (8 characters): \n \nENTER the ICAO four-letter location indicator of the destination \naerodrome as specified in locations Indicators (Doc. 7910). The \nnational   locations   indicators   of   three-letter   and   American \ncountries  are  published  through  an  Aeronautical  Information \nCircular (AIC) on the website  https://ais.anac.gob.ar/aic, \n \nOR if no location indicator has been assigned, \n\nAIP ARGENTINA  ENR 1.10-20 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \nINSÉRTESE ZZZZ e INDÍQUESE en la Casilla 18 el nombre y lugar \ndel aeródromo, precedido de DEST/.  \n \nDESPUÉS, SIN DEJAR UN ESPACIO \n \nINSÉRTESE la duración total prevista. \n \nNote. –– En  el  caso  de  un  plan  de  vuelo recibido  de  una \naeronave en vuelo, la duración total prevista se cuenta a partir \ndel primer punto de la ruta a la que se aplica el plan de vuelo \nhasta el punto de terminación del plan de vuelo. \n \nb) AERÓDROMOS DE ALTERNATIVA DE DESTINO: \n \nINSÉRTENSE los indicadores de lugar OACI de cuatro letras, de \nno más de dos aeródromos de alternativa de destino, como se \nespecifica   en Indicadores   de   lugar (Doc.   7910) y   en   los \nindicadores  de  lugares  nacionales de  tres  letras  y  de  países \namericanos   se   encuentran   publicados   en   una   Circular   de \nInformación Aeronáutica (AIC) en la página web \nhttps://ais.anac.gob.ar/aic, separados por un espacio, \n \nO, si no se ha asignado un indicador de lugar a los aeródromos \nde alternativa de destino, \n \nINSÉRTESE ZZZZ e INDÍQUESE en la Casilla 18 el nombre y lugar \nde  los  aeródromos  de  alternativa  de  destino,  precedido  de \nALTN/ \n \n \nENTER ZZZZ and SPECIFY in Item  18 the  name and location of \nthe aerodrome, preceded by DEST/. \n \nTHEN, WITHOUT A SPACE, \n \nENTER the total estimated elapsed time. \n \nNote. –– For a flight plan received from an aircraft in flight, the \ntotal estimated elapsed time is the estimated time from the first \npoint  of  the  route  to  which  the  flight  plan  applies  to  the \ntermination point of the flight plan. \n \nb) DESTINATION ALTERNATE AERODROMES: \n \nENTER the ICAO four-letter location indicators of not more than \ntwo destination alternate aerodromes, as specified in Location \nIndicators (Doc   7910), and   the   indicators   for   three-letter \nnational  places  and  American  countries  are  published  in  an \nAeronautical   Information   Circular   (AIC)   on   the   website \nhttps://ais.anac.gob.ar/aic, separated by a space, \n \n \nOR if no location indicator has been assigned to the destination \nalternate aerodrome(s), \n \nENTER ZZZZ and SPECIFY in Item  18 the  name and location of \nthe destination alternate aerodromes, preceded by ALTN/ \nCASILLA 18:  OTROS DATOS /       \nITEM 18: OTHER INFORMATION \n \nEl  uso  de  indicadores  que  no  se  incluyen  en  esta  casilla,  puede \nocasionar  que  los  datos  se  rechacen, se  procesen  de  manera \nincorrecta o se pierdan. \n \nLos guiones o barras oblicuas sólo deben usarse como se estipula a \ncontinuación.  \n \nINSÉRTESE 0 (cero) si no hay otros datos, \n \nO, cualquier  otra  información  necesaria  en  el  orden  indicado  a \ncontinuación, mediante el indicador apropiado seleccionado de los \nque se definen a continuación seguido de una barra oblicua y de la \ninformación que ha de consignarse: \n \nSTS/ Motivo del manejo especial por parte del ATS, p. ej., misión \nde búsqueda y salvamento, del modo siguiente: \nALTRV: para  un  vuelo  realizado  de  acuerdo  con  una \nreservación de altitud; \nATFMX: para un vuelo aprobado por el Proveedor de \nServicios  de  Navegación  Aérea  (ANSP)  para \nque esté exento de medidas ATFM; \nFFR: extinción de incendios; \nFLTCK: verificación   de   vuelo   para   calibración   de \nayudas para la navegación;  \nHAZMAT: para    un    vuelo    que    transporta    material \npeligroso; \nHEAD: un vuelo con estatus “Jefe de Estado”; \n \nUse of  indicators  not  included  under  this  item  may  result  in  data \nbeing rejected, incorrectly processed or lost. \n \n \nHyphens  or  oblique  strokes  should  only  be  used  as  prescribed \nbelow. \n \nENTER 0 (zero) if no other information, \n \nOR, any  other  necessary   information  in  the  sequence   shown \nhereunder, in the form of the appropriate indicator selected from \nthose  defined  hereunder  followed  by  an  oblique  stroke  and  the \ninformation to be recorded: \n \nSTS/ Reason for special handling by ATS (for example, a search \nand rescue mission), as follows: \nALTRV: for  a  flight  operated  in  accordance  with  an \naltitude reservation; \nATFMX: for  a  flight  approved  for  exemption  from \nATFM measures by the Air Navigation Service \nProvider (ANSP);  \nFFR: fire-fighting; \nFLTCK: flight check for calibration of NAVAIDs; \n \n \nHAZMAT: for a flight carrying hazardous material; \n \nHEAD: a flight with “Head of State” status; \n\nAIP ARGENTINA  ENR 1.10-21 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nHOSP: para    un    vuelo    médico    declarado    por \nautoridades médicas;  \nHUM: para   un   vuelo   que   se   realiza   en   misión \nhumanitaria; \nMARSA: para un vuelo del cual una entidad militar se \nhace  responsable  de  su  separación  respecto \nde aeronaves militares; \nMEDEVAC: para una evacuación por emergencia médica \ncrítica para salvaguardar la vida;  \nNONRVSM: para  un  vuelo que  no  cuenta  con  capacidad \nRVSM que intenta operar en un espacio aéreo \nRVSM; \nSAR: para  un  vuelo  que  realiza  una  misión  de \nbúsqueda y salvamento; y  \nSTATE: para un vuelo que realiza servicios militares, \nde aduanas o policíacos. \nOtros  motivos  del  manejo especial  por  parte  del  ATS  se \ndenotarán bajo el designador RMK/. \n \nPBN/ Indicación  de  las  capacidades  RNAV  y/o  RNP.  Inclúyase  la \ncantidad   necesaria   de   los   descriptores   que   figuran   a \ncontinuación, que se apliquen al vuelo, usando un máximo \nde 8 entradas, es decir, un total de no más de 16 caracteres \n \nHOSP: for   a   medical   flight   declared   by   medical \nauthorities; \nHUM: for   a   flight   operating   on a   humanitarian \nmission; \nMARSA: for a flight for which a military entity assumes \nresponsibility    for    separation    of    military \naircraft; \nMEDEVAC: for    a    life    critical    medical    emergency \nevacuation;  \nNONRVSM:  for  a  non-RVSM  capable  flight  intending  to \noperate in RVSM airspace; \n \nSAR: for  a  flight  engaged  in  a  search  and  rescue \nmission; and  \nSTATE: for  a  flight  engaged  in  military,  customs  or \npolice services.  \nOther reasons for special handling by ATS must be denoted \nunder the designator RMK/. \n \nPBN/ Indication  of RNAV  and/or  RNP  capabilities.  Include  as \nmany of the applicable descriptors, up to a maximum of 8 \nentries (not more than 16 characters). \n \n ESPECIFICACIONES RNAV / RNAV SPECIFICATIONS \nA1 RNAV 10 (RNP 10) \n  \nB1 RNAV 5, todos los sensores permitidos / RNAV 5, all permitted sensors \nB2 RNAV 5 GNSS \nB3 RNAV 5 DME/DME \nB4 RNAV 5 VOR/DME \nB5 RNAV 5 INS or IRS \nB6 RNAV 5 LORANC \n  \nC1 RNAV 2, todos los sensores permitidos / RNAV 2 all permitted sensors \nC2 RNAV 2 GNSS \nC3 RNAV 2 DME/DME \nC4 RNAV 2 DME/DME/IRU \n  \nD1 RNAV 1, todos los sensores permitidos / RNAV 1 all permitted sensors \nD2 RNAV 1 GNSS \nD3 RNAV 1 DME/DME \nD4 RNAV 1 DME/DME/IRU \n  \n ESPECIFICACIONES RNP / RNP SPECIFICATIONS \nL1 RNP 4 \n  \nO1 RNP 1 básica, todos los sensores permitidos / Basic RNP 1, all permitted sensors \nO2 RNP 1 básica GNSS / Basic RNP 1 GNSS \nO3 RNP 1 DME/DME básica / Basic RNP 1 DME/DME \nO4 RNP 1 DME/DME/IRU básica / Basic RNP 1 DME/DME/IRU \n  \nS1 RNP APCH \nS2 RNP APCH con BARO-VNAV / RNP APCH with BARO-VNAV \n  \n\nAIP ARGENTINA  ENR 1.10-22 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nT1 RNP AR APCH con RF (se requiere autorización especial) / RNP AR APCH with RF (special authorization \nrequired) \nT2 RNP AR APCH sin RF (se requiere autorización especial) / RNP AR APCH without RF (special authorization \nrequired) \n  \n \n \nTodas las aeronaves que despeguen desde la República Argentina, \nque  operen  a  través  de  rutas  RNAV  10  y/o  RNP  4  en  el  Atlántico \nNorte (NAT), deberán disponer de aprobación HLA (Espacio aéreo \nde  alto  nivel)  y  cumplir  con  los  requisitos  y  especificaciones  para \nvolar en rutas RNAV 10 y/o RNP 4. Ver nota. \n \nEn  el  plan  de  vuelo  deberán  indicar  en  la  casilla10a  el  ítem  \"X\"  e \ninsertar en la casilla 18 las capacidades RNAV 10 (A1) y/o RNP 4 (L1) \nanteponiendo el designador PBN/. \n \nPor ejemplo: PBN/A1L1 \n \nNota. –– La agencia Estatal de Seguridad Aérea (EASA) mediante el \nReglamento  UE  2018/1139  informa  que,  a  partir  de  febrero  de \n2016,  el  espacio  aéreo  NAT  MNPS  se  denomina  NAT  HLA.  Los \noperadores con aprobación MNPS deberán solicitar aprobación NAT \nHLA.  \n \nLas  combinaciones  de  caracteres  alfanuméricos  que  no  aparecen \nmás arriba están reservadas. \n \nNAV/ Insértense  los  datos  importantes  relativos  al  equipo  de \nnavegación, distinto del que se especifica en PBN/, según lo \nrequiera el  Proveedor  de  Servicios  de  Navegación  Aérea \n(ANSP). Indíquese    la    aumentación    GNSS    bajo    este \nindicador, dejando un espacio entre dos o más métodos de \naumentación, p. ej., NAV/GBAS SBAS. \n \nCOM/ Indíquense las aplicaciones o capacidades de \ncomunicaciones no especificadas en la Casilla 10 a).  \n \nDAT/  Indíquense  las  aplicaciones  o  capacidades  de  datos  no \nespecificadas en la Casilla 10 a). \n \nSUR/ Inclúyanse  las  aplicaciones  o  capacidades  de  vigilancia  no \nespecificadas   en   la   Casilla   10   b).   Indíquese   la   mayor \ncantidad  de  especificaciones  RSP  que  se  aplican  al vuelo \nutilizando  designadores  sin  espacio.  Las  especificaciones \nRSP múltiples se separan mediante un espacio. \nEjemplo:  RSP180 RSP400. \n \nDEP/ Insértense el  nombre  y  lugar  del  aeródromo  de  salida, \ncuando  se  inserte ZZZZ en  la  casilla  13,  o nombre  de la \ndependencia  ATS,  de  la  cual  pueden  obtenerse  datos  del \nplan de vuelo suplementario, o cuando se inserte AFIL en la \ncasilla   13.   Para   aeródromos   que   no   aparecen   en   la \npublicación    de    información aeronáutica    pertinente, \nindíquese el lugar como se indica a continuación: \n \nCon  4  dígitos  que  indiquen  la  latitud  en  grados  y  en \ndecenas y unidades de minutos, seguidas de la letra “N” \n(Norte) o “S” (Sur) seguida de 5 dígitos, que indiquen la \nlongitud  en  grados  y  decenas  y  unidades  de  minutos, \nseguidas  de  “E”  (Este) o  “W”  (Oeste).  Complétese  el \nnúmero  correcto  de  dígitos,  cuando  sea  necesario, \ninsertando ceros, p. ej., 4620N07805W (11 caracteres). \nO,  \n \nAll  aircraft  taking  off  from  the  Argentine  Republic,  operating \nthrough RNAV 10 and/or RNP 4 routes in the North Atlantic (NAT), \nmust have HLA (High Level Airspace) approval and comply with the \nrequirements  and  specifications  to  fly  RNAV  10  and/or  RNP  4 \nroutes. See note. \n \nIn  the  flight  plan  they  must  indicate  in  box  10a  the  item  \"X\"  and \ninsert  in  box  18  the  RNAV  10  (A1)  and/or  RNP  4  (L1)  capabilities, \nprefixing the designator PBN/.  \n \nFor example: PBN/A1L1 \n \nNote. –– The State Aviation Safety Agency (EASA) by EU Regulation \n2018/1139 informs that, as of February 2016, NAT MNPS airspace \nis referred to as NAT HLA. Operators with MNPS approval will have \nto apply for NAT HLA approval.  \n \n \nCombinations of alphanumeric characters not indicated above are \nreserved. \n \nNAV/    Insert the significant data related to navigation equipment, \nother   than   specified   in   PBN/,   as   required   by the   Air \nNavigation    Service    Provider    (ANSP). Indicate    GNSS \naugmentation  under  this  indicator,  with  a  space  between \ntwo  or  more  methods  of  augmentation,  for  example, \nNAV/GBAS SBAS. \n \nCOM/  Indicate  communications  applications  or  capabilities  not \nspecified in Item 10 a). \n \nDAT/ Indicate data applications or capabilities not specified in 10 \na). \n \nSUR/ Include    surveillance    applications    or    capabilities    not \nspecified in Item 10 b). Indicate as many RSP specifications \nas   possible   that   are   applied   to   the   flight   by   using \ndesignators without space. The multiple RSP specifications \nare separated by a space. \nExample:  RSP180 RSP400 \n \nDEP/ Insert  the  name  and  location  of  departure  aerodrome,  if \nZZZZ is inserted in Item 13, or the name of unit from which \nsupplementary flight plan data can be obtained, or if AFIL is \ninserted  in  Item  13.  For  aerodromes  not  listed  in  the \nrelevant   aeronautical   information   publication,   indicate \nlocation as follows: \n \n \nWith  4  figures  describing  latitude  in  degrees  and  tens \nand  units  of  minutes  followed  by  “N”  (North)  or  “S” \n(South),  followed  by 5  figures  describing  longitude  in \ndegrees and tens and units of minutes, followed by “E” \n(East)  or  “W”  (West).  Make  up  the  correct  number  of \nfigures,  where  necessary,  by  insertion  of  zeros,  e.g. \n4620N07805W (11 characters). \nOR  \n\nAIP ARGENTINA  ENR 1.10-23 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \ncon   la   marcación   y   distancia   respecto   del   punto \nsignificativo más próximo, como sigue: \nLa  identificación  del  punto  significativo  seguida  de  la \nmarcación  respecto  del  punto  en  la  forma  de  3  cifras \nque den los grados magnéticos, seguidas de la distancia \nal  punto  en  la  forma  de  3  cifras  que  expresen  millas \nmarinas.  En  áreas  de  gran  altitud  donde  la  autoridad \ncompetente  determine  que  no  resulta  práctico  hacer \nreferencia   a   grados   magnéticos,   pueden   utilizarse \ngrados verdaderos. Complétese el número correcto de \ncifras, cuando sea necesario, insertando ceros, p. ej., un \npunto a 180º magnéticos y una distancia al VOR “DUB” \nde 40 millas marinas, debería indicarse así: DUB180040 \nO,  \nel primer  punto  de  la  ruta  (nombre  o  LAT/LONG)  o  la \nradiobaliza,  si  la  aeronave  no  ha  despegado  desde  un \naeródromo. \n \nDEST/ Insértense el  nombre  y  lugar  del  aeródromo  de  destino, \ncuando  se inserte ZZZZ  en la  casilla  16.  Para  aeródromos \nque   no   aparecen   en   la   publicación   de   información \naeronáutica,    indíquese    el    lugar    en    LAT/LONG    o    la \nmarcación y distancia respecto del punto significativo más \npróximo, como se describió anteriormente en DEP/. \n \nDOF/ Insértese la fecha de la salida del vuelo en formato de seis \ndígitos (AAMMDD), donde AA es el año, MM el mes y DD el \ndía). \nEjemplo: DOF/040727 \n \nREG/ Insértese la marca de nacionalidad o común y la marca de \nmatrícula de la aeronave, si difieren de la identificación de \nla aeronave que figura en la casilla 7. \n \nEET/ Insértese los designadores de puntos significativos o límites \nde la FIR y duración total prevista desde el despegue hasta \nesos puntos o límites de la FIR cuando esté prescrito por la \nAutoridad    Aeronáutica    en    acuerdos    regionales    de \nnavegación  aérea  o  por  el  Proveedor  de  Servicios  de \nNavegación Aérea (ANSP). \nEjemplos:  EET/CAP0745 XYZ0830 EET/EINN0204 \n \nSEL/ Insértese la Clave  SELCAL,  para  aeronaves  equipadas  de \neste modo. \n \nTYP/ Insértense los   tipos   de   aeronaves, precedidos,   de   ser \nnecesario,  sin  un  espacio  por  el  número  de  aeronaves  y \nseparados  por  un  espacio,  cuando  se  inserte  ZZZZ  en  la \ncasilla 9. \nEjemplo:    TYP/2F15 5F5 3B2 \n \nCODE/ Insértese la dirección de aeronave (expresada como código \nalfanumérico de seis caracteres hexadecimales) cuando lo \nrequiera la autoridad ATS competente.  \nEjemplo:  “F00001”  es  la  dirección  de  aeronave  más  baja \ncontenida en el bloque específico administrado por la OACI. \n \nDLE/ Demora    o    espera    en    ruta: insértense    los    puntos \nsignificativos en   la   ruta   donde   se   tenga   previsto   que \nocurrirá  la  demora,  seguidos  de  la  duración  de  la  demora \nusando  cuatro  dígitos  para  el  tiempo  en  horas  y  minutos \n(hhmm). \nEjemplo: DLE/MDG0030 \n \nBearing and distance from the nearest significant point, \nas follows: \nThe  identification  of  the  significant  point  followed  by \nthe  bearing  from  the  point  in  the  form  of  3  figures \ngiving degrees magnetic, followed by the distance from \nthe  point  in  the  form  of  3  figures  expressing  nautical \nmiles.  In areas of  high latitude where it is determined \nby the appropriate authority that reference to degrees \nmagnetic  is  impractical,  degrees  true  may  be  used. \nMake   up   the   correct   number   of   figures,   where \nnecessary,  by  insertion  of  zeros,  e.g.,  a  point  of  180° \nmagnetic  at  a  distance  of  40  nautical  miles  from  VOR \n“DUB” should be expressed as DUB180040. \nOR  \nThe first point of the route (name or LAT/LONG) or the \nmarker  radio  beacon,  if  the  aircraft  has  not  taken  off \nfrom an aerodrome. \n \nDEST/ Insert the name and location of  destination aerodrome, if \nZZZZ is inserted in Item 16. For aerodromes not listed in the \nrelevant   aeronautical   information   publication,   indicate \nlocation  in  LAT/LONG  or  bearing  and  distance  from  the \nnearest significant point, as described under DEP/ above. \n \n \nDOF/ Insert  the  date  of  flight  departure  in  a  six figure  format \n(YYMMDD,  where  YY  equals  the  year,  MM  equals  the \nmonth and DD equals the day).  \nExample: DOF/040727 \n \nREG/ Insert the the nationality or common mark and registration \nmark   of   the   aircraft,   if   different   from   the   aircraft \nidentification in Item 7. \n \nEET/ Insert  the  significant  points  or  FIR  boundary  designators \nand accumulated estimated elapsed times from take-off to \nsuch  points or  FIR boundaries, when  so prescribed  by the \nAviation   Authority   based   on   regional   air   navigation \nagreements,  or  by  the  Air  Navigation  Service  Provider \n(ANSP). \nExamples:  ET/CAP0745 XYZ0830 EET/EINN0204 \n \nSEL/ Insert the SELCAL Code, for aircraft so equipped. \n \n \nTYP/ Insert the Types of aircraft, preceded, if necessary, without \na space by number of aircraft and separated by one space, \nif ZZZZ is inserted in Item 9.  \nExample:     TYP/2F15 5F5 3B2 \n \n \nCODE/ Insert  the Aircraft  address  (expressed  in  the  form  of  an \nalphanumerical code of  six hexadecimal characters) when \nrequired by the appropriate ATS authority.  \nExample: “F00001” is the lowest aircraft address contained \nin the specific block administered by ICAO. \n \nDLE/ En-route  delay  or  holding: insert  the  significant  points  on \nthe  route  where  a  delay  is  planned  to  occur,  followed  by \nthe  length  of  delay  using  four  figure  time  in  hours  and \nminutes (hhmm).  \n \nExample: DLE/MDG0030 \n \n\nAIP ARGENTINA  ENR 1.10-24 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nOPR/ Insértese el  designador  OACI  o  nombre  del  explotador,  si \ndifieren de la identificación de la aeronave que figura en la \ncasilla 7. \n \nORGN/  Insértese la  dirección  AFTN  de  8  letras  del  originador  u \notros detalles del contacto apropiados cuando el originador \ndel plan de vuelo no pueda identificarse fácilmente, como \nlo disponga el Proveedor de Servicios de Navegación Aérea \n(ANSP). \nNota. –– En algunas áreas, los centros de recepción del plan \nde vuelo pueden insertar automáticamente el identificador \nORGN/ y la dirección AFTN del originador. \n \nPER/ Insértense   los   datos   de   performance   de   la   aeronave, \nindicados  por  una  sola  letra,  como  se  especifica  en  los \nProcedimientos  para  los  servicios  de  navegación  aérea — \nOperación de aeronaves (PANS-OPS, Doc. 8168), Volumen I \n— Procedimientos  de  vuelo,  Capítulo  1,  Subcapítulo  1.3 \nCATEGORÍAS DE AERONAVES: \n \nCategoría A: Menos de 169 km/h (91 kt) (IAS) \n \nCategoría B:   169 km/h (91 kt) o más, pero menos de 224 \nkm/h (121 kt) IAS \nCategoría C:   224  km/h  (121  kt)  o  más,  pero  menos  de \n261 km/h (141 kt) IAS \nCategoría D:   261 km/h  (141  kt)  o  más,  pero  menos  de \n307 km/h (166 kt) IAS \nCategoría E:   307  km/h  (166  kt)  o  más,  pero  menos  de \n391 km/h (211 kt) IAS \nCategoría H:   Helicópteros. \n \nALTN/ Insértese el  nombre  de  los  aeródromos  de  alternativa  de \ndestino, si se inserta ZZZZ en la Casilla 16. Para aeródromos \nque   no   aparecen   en   la   Publicación   de   Información \nAeronáutica pertinente, indíquese el lugar en LAT/LONG o \nla  marcación  y  distancia  respecto  del  punto  significativo \nmás próximo, como se describió anteriormente en DEP/. \n \nRALT/ Insértense los  indicadores  OACI  de  cuatro  letras   para \naeródromos de alternativa  en ruta,  como se especifica  en \nIndicadores de lugar (Doc. 7910) o indicadores de lugar de \ntres letras o el nombre  de  los aeródromos, si no se asigna \nindicador,   publicados en   una   Circular de   Información \nAeronáutica (AIC). Para aeródromos que no aparecen en la \nPublicación    de    Información    Aeronáutica    pertinente, \nindíquese el lugar en LAT/LONG o la marcación y distancia \nrespecto  del  punto  significativo  más  próximo,  como  se \ndescribió anteriormente en DEP/. \n \nTALT/ Insértense  los  indicadores  OACI  de  cuatro  letras   para \naeródromos    de    alternativa    de    despegue,    como    se \nespecifica en Indicadores de lugar (Doc. 7910) o indicadores \nde lugar de tres letras o el nombre de los aeródromos, si no \nse   asigna indicador,   publicados   en   una   Circular   de \nInformación  Aeronáutica  (AIC).  Para  aeródromos  que  no \naparecen  en  la  publicación  de  información  aeronáutica \npertinente, indíquese el lugar en LAT/LONG o la marcación \ny  distancia  respecto  del  punto  significativo  más próximo, \ncomo se describió anteriormente en DEP/. \n \nRIF/ Insértense   los   detalles   de   la   ruta   que   lleva   al   nuevo \naeródromo  de  destino,  seguidos  del  indicador  de  lugar \nOACI de cuatro letras correspondiente a dicho aeródromo. \nLa  ruta  revisada  está  sujeta  a  una nueva  autorización  en \nvuelo.  \nOPR/ Insert the ICAO designator or name of the aircraft operating \nagency, if  different from the aircraft identification in item \n7. \n \nORGN/ Insert  the originator-s  8  letter  AFTN  address  or  other \nappropriate  contact  details,  in  cases  where  the  originator \nof the flight plan may not be readily identified, as required \nby the Air Navigation Service Provider (ANSP). \n \nNote. –– In  some  areas,  flight  plan  reception  centers  may \ninsert  the  ORGN/  identifier  and  originator's  AFTN  address \nautomatically. \n \nPER/ Insert the aircraft performance data, indicated by a single \nletter  as  specified  in  the  Procedures  for  Air  Navigation \nServices — Aircraft  Operations  (PANS-OPS,  Doc.  8168), \nVolume  I — Flight  Procedures,  Chapter  1,  Subchapter  1.3 \nAIRCRAFT CATEGORIES: \n \n \nCategory A:  Less than 169 km/h (91 kt) (IAS) \n \nCategory B:  169 km/h (91 kt) or more, but less than 224 \nkm/h (121 kt) IAS \nCategory C:  224  km/h  (121  kt)  or  more,  but  less  than \n261 km/h (141 kt) IAS \nCategory D:  261  km/h  (141  kt)  or  more,  but  less  than \n307 km/h (166 kt) IAS \nCategory E:  307  km/h  (166  kt)  or  more,  but  less  than \n391 km/h (211 kt) IAS \nCategory H:  Helicopters. \n \nALTN/ Insert  the  name  of  destination  alternate  aerodromes,  if \nZZZZ is inserted in Item 16. For aerodromes not listed in the \nrelevant   Aeronautical Information   Publication,   indicate \nlocation  in  LAT/LONG  or  bearing  and  distance  from  the \nnearest significant point, as described in DEP/ above. \n \n \nRALT/ Insert the ICAO four letter indicators for en-route alternate \naerodromes, as specified in location indicators (Doc. 7910) \nor   three   letter   location indicators   or   the   name   of \naerodromes,  if  no  indicator  is  assigned,  published  in  an \nAeronautical  Information  Circular  (AIC). For  aerodromes \nnot   listed    in   the   relevant   Aeronautical   Information \nPublication, indicate  location in  LAT/LONG or bearing and \ndistance from the nearest significant point, as described in \nDEP/ above. \n \n \nTALT/ Insert the ICAO four letter indicators for take-off alternate \naerodromes, as specified in location indicators (Doc. 7910) \nor   three   letter   location indicators   or   the   name   of \naerodromes,  if  no  indicator  is  assigned,  published  in  an \nAeronautical  Information  Circular  (AIC).  For  aerodromes \nnot   listed    in   the   relevant   Aeronautical   Information \nPublication, indicate  location in  LAT/LONG or bearing and \ndistance from the nearest significant point, as described in \nDEP/ above. \n \n \nRIF/ Insert the route details to the new destination aerodrome, \nfollowing by the ICAO four-letter location indicator of  the \naerodrome. The revised route is subject to a new clearance \nin flight.  \n \n\nAIP ARGENTINA  ENR 1.10-25 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nEjemplos:  RIF/DTA HEC KLAX \n RIF/ESP G94 CLA YPPH \n \nRMK/ Insértese cualesquier   otras observaciones   en   lenguaje \nclaro,  cuando  así lo  requiera  el  Proveedor  de  Servicios  de \nNavegación Aérea (ANSP) o cuando se estime necesario.  \n \nExamples:  RIF/DTA HEC KLAX  \n RIF/ESP G94 CLA YPPH \n \nRMK/ Insert any other plain language remarks when required by \nthe   Air   Navigation   Service   Provider   (ANSP)   or   when \ndeemed necessary. \nCASILLA 19:  INFORMACIÓN SUPLEMENTARIA /   \nITEM 19:  SUPPLEMENTARY INFORMATION \n \nAUTONOMÍA: \n \nDespués de E/ INSÉRTESE un  grupo  de  4  cifras  para  indicar  la \nautonomía de combustible en horas y minutos. \n \nPERSONAS A BORDO: \n \nDespués de P/  INSÉRTESE el número total de personas (pasajeros \ny  tripulación)  a  bordo,  cuando  así  lo  requiera  el \nProveedor   de   Servicios   de   Navegación   Aérea \n(ANSP).  \nINSÉRTESE TBN  (que  ha  de  notificarse)  si  no  se \nconoce el número total de personas en el momento \nde presentar el plan de vuelo. \n \nEQUIPO DE EMERGENCIA Y SUPERVIVENCIA: \n \nR/ (RADIO)  TÁCHESE U si no está disponible la frecuencia UHF \nde  243,0  MHz.  TÁCHESE  V  si  no  está  disponible  la \nfrecuencia VHF de 121,5  MHz.  TÁCHESE E si  no se \ndispone     de     transmisor     de     localización     de \nemergencia (ELT). \n \nS/ (EQUIPO DE SUPERVIVENCIA) TÁCHENSE todos los indicadores si \nno se lleva a bordo equipo de supervivencia. \n \nTÁCHESE P   si   no   se   lleva   a   bordo   equipo   de \nsupervivencia polar. \n \nTÁCHESE D   si   no   se   lleva   a   bordo   equipo   de \nsupervivencia para el desierto.  \n \nTÁCHESE M  si  no  se  lleva  a  bordo  equipo  de \nsupervivencia marítimo. \n \nTÁCHESE J   si   no   se   lleva   a   bordo   equipo   de \nsupervivencia para la selva. \n \nJ/  (CHALECOS) TÁCHENSE todos  los  indicadores  si  no  se  llevan  a \nbordo chalecos salvavidas.  \n \nTÁCHESE L   si   los   chalecos   salvavidas   no   están \ndotados de luces. \n \nTÁCHESE F   si   los  chalecos   salvavidas   no   están \nequipados con fluoresceína.  \n \nTÁCHESE U o V o ambos, según se señaló en R/, para \nindicar los  medios  de  comunicación  por  radio  que \nlleven los chalecos \n \nD/ (BOTES) (NÚMERO NEUMÁTICOS) TÁCHENSE los indicadores D y \nC si no se llevan botes neumáticos a bordo; o \n \n \nENDURANCE: \n \nAfter E/  ENTER a 4-figure group giving the fuel endurance in \nhours and minutes. \n \nPERSONS ON BOARD: \n \nAfter P/  ENTER the  total  number  of  persons  (passengers \nand  crew)  on  board,  when  required  by  the  Air \nNavigation Service Provider (ANSP).  \n \n \nENTER TBN  (to  be  notified)  if  the  total  number  of \npersons is not known at the time of filing. \n \nEMERGENCY AND SURVIVAL EQUIPMENT: \n \nR/ (RADIO)  CROSS OUT U if UHF on frequency 243.0 MHz is not \navailable. CROSS OUT V if VHF on frequency 121.5 \nMHz  is  not  available.  CROSS  OUT  E  if  emergency \nlocator transmitter (ELT) is not available. \n \n \nS/  (SURVIVAL  EQUIPMENT) CROSS  OUT all  indicators  if  survival \nequipment is not carried.  \n \nCROSS  OUT P  if  polar  survival  equipment  is  not \ncarried.  \n \nCROSS  OUT D  if  desert  survival  equipment  is  not \ncarried.  \n \nCROSS OUT M if maritime survival equipment is not \ncarried.  \n \nCROSS  OUT J  if  jungle survival  equipment  is  not \ncarried. \n \nJ/ (JACKETS)  CROSS  OUT all  indicators  if  life  jackets  are  not \ncarried.  \n \nCROSS  OUT L  if  life  jackets  are  not  equipped  with \nlights.  \n \nCROSS  OUT F  if  life  jackets  are  not  equipped  with \nfluorescein.  \n \nCROSS OUT U or V or both as in R/ above to indicate \nradio capability of jackets, if any. \n \n \nD/  (DINGHIES) (NUMBER) CROSS  OUT indicators  D  and  C  if  no \ndinghies are carried onboard, OR  \n  \n \n\nAIP ARGENTINA  ENR 1.10-26 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nINSÉRTESE número  de  botes  neumáticos  que  se \nllevan a bordo; y  \n \n(CAPACIDAD) INSÉRTESE la     capacidad     total, \nnúmero  de  personas,  de  todos  los \nbotes  neumáticos  que  se  lleven  a \nbordo; y \n \n(CUBIERTA) TÁCHESE el indicador C si los botes \nneumáticos no están cubiertos; y \n \n(COLOR) INSÉRTESE el   color   de   los   botes \nneumáticos, si se llevan a bordo. \n \nA/ (COLOR Y MARCAS DE LA AERONAVE) INSÉRTESE el color de la \naeronave y las marcas importantes. \n \nN/(OBSERVACIONES) TÁCHESE el    indicador    N    si    no    hay \nobservaciones,  o INDÍQUESE todo  otro  equipo  de \nsupervivencia a bordo y cualquier otra observación \nrelativa a dicho equipo. \n \nC/(PILOTO) INSÉRTESE el nombre del piloto al mando. \n \nPRESENTADO POR \n \nINSÉRTESE el nombre del miembro de la tripulación \nde vuelo o despachante de aeronave que presenta \nel plan de vuelo \n \n2.3  Aceptación del plan de vuelo \n \nIndíquese la aceptación del plan de vuelo en la forma prescrita por \nel Proveedor de Servicios de Navegación Aérea (ANSP). \n \n2.4  Instrucciones para la inserción de los datos COM \n \nCasillas a completar \n \nCOMPLÉTENSE los   dos   primeros   renglones   sombreados   del \nformulario, y COMPLÉTESE el tercero sólo cuando sea necesario, de \nacuerdo   con   las   disposiciones   del   PROGEN-ATM, Capítulo   11, \n11.2.1.2, salvo que el ATS prescriba lo contrario. \n \n3. INSTRUCCIONES   PARA   LA   TRANSMISIÓN   DE   LOS \nMENSAJES DE PLAN DE VUELO PRESENTADO (FPL) \n \nCorrección de errores evidentes \n \nA  menos  que  se  prescriba  lo  contrario, CORRÍJANSE los  errores  y \nomisiones evidentes de   presentación, (p.  ej., las barras oblicuas) \npara asegurar el cumplimiento de las aeronotificaciones ordinarias \n- Información operacional (hora prevista de llegada y autonomia). \n \nConceptos que han de transmitirse \n \nTRANSMÍTANSE los  conceptos indicados  a  continuación,  a  menos \nque se prescriba lo contrario: \n \na) los  conceptos  consignados  en  los  renglones  sombreados \nque preceden a la Casilla 3; \n \nb) empezando con << ≡ (FPL de la Casilla 3: \n \ntodos los símbolos y datos que figuran en los recuadros sin \nsombrear hasta el símbolo )<<≡  del final de la Casilla 18;  \nENTER number of dinghies carried on board; and \n \n \n(CAPACITY) ENTER total  capacity,  number  of \npeople,   all   dinghies   carried   on \nboard; and \n \n \n(COVER)  CROSS  OUT indicator  C  if  dinghies \nare not covered; and \n \n(COLOR)  ENTER color of dinghies if carried. \n \n \nA/ (AIRCRAFT COLOR AND MARKINGS)  ENTER color of aircraft and \nsignificant markings. \n \nN/ (REMARKS) CROSS OUT indicator N if no remarks, or INDICATE \nany other survival equipment carried and any other \nremarks regarding survival equipment. \n \n \nC/ (PILOT) ENTER name of pilot-in-command. \n \nFILED BY \n \nENTER the name of the flight crewmember or flight \ndispatcher filing the flight plan. \n \n \n2.3  Acceptance of the flight plan \n \nIndicate acceptance of the flight plan in the manner prescribed by \nthe Air Navigation Service Provider (ANSP). \n \n2.4  Instructions for entering COM data \n \nItems to be completed \n \nCOMPLETE the  top  two  shaded  lines  of  the  form,  and  COMPLETE \nthe third shaded line only when necessary, following the provisions \nin  PROGEN-ATM,  Chapter  11,  11.2.1.2,  unless  the  ATS  prescribes \notherwise. \n \n3. INSTRUCTIONS  FOR  THE  TRANSMISSION  OF  A  FILED \nFLIGHT PLAN (FPL) MESSAGE \n \nCorrection of obvious errors \n \nUnless  otherwise  prescribed, CORRECT obvious  format  errors  and \nomissions (for example: oblique stokes) to ensure compliance with \nordinary air notifications - Operational information (expected time \nof arrival and autonomy). \n \nItems to be transmitted, unless otherwise prescribed \n \nTRANSMIT items as indicated below, unless otherwise prescribed: \n \n \na) the items in the shaded lines, before item 3; \n \n \nb) Starting with <<≡ (FPL of Item 3: \n \nAll symbols and data in the unshaded boxes to the symbol \n)<<≡ at the end of Item 18; \n\nAIP ARGENTINA  ENR 1.10-27 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nlas funciones de alineación adicionales que sean necesarias \npara  impedir  la  inclusión  de  más  de  69  caracteres  en \ncualquier línea de las Casillas 15 o 18; \n \nla función de alineación ha de insertarse sólo en lugar de un \nespacio  a  fin  de  no  subdividir  ningún  grupo  de  datos,  los \ncambios   a   letras   y   cambios   a   cifras   (no   impresos \npreviamente en el formulario) que sean necesarios; \n \nc) el Fin de la AFTN, como se indica a continuación: \nSeñal de Fin de Texto \n un CAMBIO A LETRAS \n dos RETORNOS DE CARRO, un CAMBIO DE LÍNEA \n \nOrden de la alimentación de página \n Siete CAMBIOS DE LÍNEA \n Señal de Fin de Mensaje  \n Cuatro letras N. \n \n4. INSTRUCCIONES   PARA   LA   TRANSMISIÓN DE   LOS \nMENSAJES DE PLAN DE VUELO SUPLEMENTARIO (SPL) \n \nConceptos que han de transmitirse \n \nTransmítanse los conceptos que se indican a continuación, a menos \nque se prescriba lo contrario: \n \na) el indicador de prioridad AFTN, indicadores de destinatario \n<<  ≡,  hora  de  depósito,  indicador  del  remitente  <<≡  y,  de \nser  necesario,  indicación  específica  de  los  destinatarios  o \ndel remitente; \n \nb) comenzando con << ≡ (SPL: \n \nTodos los símbolos y datos de las partes no sombreadas de \nlas Casillas 7, 13, 16 y 18, excepto el “)”, del final de la Casilla \n18, no ha de transmitirse, y luego los símbolos contenidos \nen  la  parte  no  sombreada  de  la  Casilla  19  hasta  el  )<<≡, \ninclusive, de la Casilla 19; \n \nlas funciones de alineación adicionales que sean necesarias \npara  impedir  la  inclusión  de  más  de  69  caracteres  en \ncualquier  línea  de  las  Casillas  18  y  19.  La  función  de \nalineación ha de insertarse sólo en lugar de un espacio a fin \nde no subdividir un grupo de datos; \n \ncambios   a   letras   y   cambios   a   cifras   (no   impresos \npreviamente en el formulario) que sean necesarios; \n \nc) el Fin de la AFTN, como se indica a continuación: \nSeñal de Fin de Texto \n un CAMBIO A LETRAS \n dos RETORNOS DE CARRO, un CAMBIO DE LÍNEA \n \n Orden de la alimentación de página \n Siete CAMBIOS DE LÍNEA \n Señal de Fin de Mensaje  \n Cuatro letras N \nadditional alignment functions as necessary to prevent the \ninclusion of more than 69 characters in any line of Items 15 \nor 18; \n \nthe  alignment  function  is  to  be  inserted  only  in  lieu  of  a \nspace so as not to subdivide any group of data, letter shifts \nand figure shifts (not preprinted on the form) as necessary; \n \n \nc) the AFTN Ending, as described below: \nEnd-of-Text Signal \n One LETTER SHIFT \n two CARRIAGE RETURNS, one LINE FEED \n \nPage-feed Sequence \n Seven LINE FEEDS \n End-of-Message Signal \n Four of the letter N. \n \n4. INSTRUCTIONS    FOR    THE    TRANSMISSION    OF    A \nSUPPLEMENTARY FLIGHT PLAN (SPL) MESSAGE \n \nItems to be transmitted \n \nTransmit    items    as    indicated    hereunder,    unless    otherwise \nprescribed:  \n \na) AFTN  Priority  Indicator,  Addressee Indicators  <<≡,  Filing \nTime,  Originator  Indicator  <<≡  and,  if  necessary,  specific \nidentification of addressees or originator; \n \n \nb) Starting with << ≡ (SPL:  \n \nAll symbols and data in the unshaded parts of boxes 7, 13, \n16, and 18, except that the `)' at the end of box 18 is not to \nbe transmitted, and then the symbols in the unshaded area \nof box 19 down to and including the )<< ≡ of box 19; \n \n \nadditional alignment functions as necessary to prevent the \ninclusion of more than 69 characters in any line of Items 18 \nand 19. The alignment function is to be inserted only in lieu \nof a space, so as not to subdivide a group of data; \n \n \nletter shifts and figure shifts (not pre-printed on the form) \nas necessary; \n \nc) The AFTN Ending, as described below: \nEnd-of-Text Signal \n one LETTER SHIFT \n two CARRIAGE RETURNS, one LINE FEED \n \nPage-feed Sequence \n Seven LINE FEEDS \n End-of-Message Signal \n Four of the letter N. \n\nAIP ARGENTINA  ENR 1.10-28 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n \nApéndice 2 / Appendix 2 \n \nPLAN DE VUELO REPETITIVO / REPETITIVE FLIGHT PLAN \n \n1. Formulario de plan de vuelo repetitivo modelo OACI / ICAO model repetitive flight plan form \n2. Instrucciones para la transmisión de los mensajes de plan de \nvuelo presentado (FPL) \n/  Instructions  for  the transmission  of  a  filed  flight  plan  (FPL) \nmessage \n3. Planes  de  vuelo  repetitivos  (RLP) – Vuelos  entre  CHILE y \nARGENTINA \n/ Repetitive  flight  plan  (RLP).  Flights  between  CHILE and \nARGENTINA  \n4. Planes  de  vuelo  repetitivos (RLP) – Vuelos  entre BOLIVIA y \nARGENTINA; BRASIL y ARGENTINA; PARAGUAY y ARGENTINA; \nURUGUAY y ARGENTINA \n/ Repetitive flight plans (RPL) flights between BOLIVIA and \nARGENTINA; BRAZIL and ARGENTINA; PARAGUAY and \nARGENTINA; URUGUAY and ARGENTINA \n \n \n  \n\nAIP ARGENTINA  ENR 1.10-29 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n1. FORMULARIO DE PLAN DE VUELO REPETITIVO (RPL) \n \n \n1. REPETITIVE FLIGHT PLAN (RPL) FORM \n \n  \n\nAIP ARGENTINA  ENR 1.10-30 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n2. INSTRUCCIONES  PARA  COMPLETAR  EL  FORMULARIO \nDE LISTA DE PLAN DE VUELO REPETITIVO (RPL) \n \n2.1.  Generalidades \n \nAnótense solamente los planes de vuelo que hayan de realizarse de \nacuerdo con IFR. (Reglas de vuelo I en el formulario FPL). \n \nSe supone que todas las aeronaves realizan vuelos regulares (tipo \nde vuelo S en el formulario FPL), en caso contrario, notifíquese en \nQ (Observaciones). \n \nSe  supone  que  todas  las  aeronaves  que  vuelen  según  RPL  están \nequipadas  con  transpondedores  en  clave  4  096,  Modos  A  y  C.  En \ncaso contrario notifíquese en Q (Observaciones). \n \nAnótense los planes de vuelo en orden alfabético según el indicador \nde lugar del aeródromo de salida. \n \nAnótense los  planes  de  vuelo  para  cada  aeródromo  de  salida  en \norden cronológico según las horas previstas de fu era calzos. \n \nSígase  con  exactitud  la  representación  convencional de  los  datos \nindicada  para  el  formulario  de  plan  de  vuelo,  a  menos  que  se \nindique específicamente otras cosas en .4. \n \nInsértense siempre las horas con 4 cifras UTC. \n \nInsértense todas  las  duraciones  previstas  con  4  cifras  (horas  y \nminutos). \n \nInsértense,  en  renglones  separados,  los  datos  correspondientes  a \ncada tramo de la operación con una o más paradas; es decir, desde \ncualquier  aeródromo  de  salida  hasta  el  aeródromo  de  destino \nsiguiente, aunque el distintivo de llamada o el número de vuelo sea \nel mismo para los diferentes tramos. \n \nIndíquense  con  claridad todas   las  adiciones  y  supresiones  de \nacuerdo a lo establecido para la Casilla H. En las listas subsecuentes \nse  anotarán  los  datos  corregidos  y  agregados  y  se  omitirán  los \nplanes de vuelo suprimidos. \n \nNumérense las páginas indicando el número de página y el número \ntotal de páginas que se han presentado. \n \nUtilícese más de una línea para cualquiera de los RPL en los que no \nsea  suficiente  el  espacio  proporcionado  para  las  casillas  O  y  Q  en \nuna línea. \n \n2.2  Cancelación \n \nLa cancelación de un vuelo se efectuará de la forma siguiente: \n \n1) anótese  en la Casilla H un signo  menos (–) seguido de los \ndemás conceptos del vuelo cancelado; \n \n2) insértese  una  entrada  subsiguiente  que  consista  en  un \nsigno más (+) en la Casilla H y la fecha del último vuelo en \nla  Casilla  J,  sin  modificar  los  demás  conceptos  del  vuelo \ncancelado. \n \n2.3  Modificaciones \n \nLas modificaciones de un vuelo se anotarán de la forma siguiente: \n \n \n2. INSTRUCTIONS  TO  FILL  IN  THE  REPETITIVE  FLIGHT \nPLAN (RPL) \n \n2.1  General \n \nList only flight plans that will operate in accordance with IFR (Flight \nrules I in FPL format). \n \nIt is assumed that all aircraft are operating as regular flights (Type \nof flight S in the FPL form), otherwise notify in Q (Remarks). \n \n \nIt  is  assumed  that  all  aircraft  operating  on  RPL  are  equipped  with \n4096-code transponders with modes A and C. Otherwise, notify Q \n(Remarks). \n \nList flight plans in alphabetical order of the location indicator of the \ndeparture aerodrome. \n \nList flight  plans  for  each  departure  aerodrome in  chronological \norder of estimated off-block times. \n \nAdhere  closely  to  the  data  conventions as  indicated for  the  Flight \nPlan Form unless otherwise specifically indicated in 4.4. \n \n \nInsert all clock times in 4 figures UTC. \n \nInsert all estimated elapsed times in 4 figures (hours and minutes). \n \n \nInsert data on a separate line for each segment of operations with \none or more stops; i.e., from any departure aerodrome to the next \ndestination aerodrome, even though the callsign or flight number \nis the same for multiple segments. \n \n \nClearly identify additions and deletions in accordance with Item H. \nSubsequent  listings  shall  list  the  corrected  and  added  data,  and \ndeleted flight plans must be omitted. \n \n \nNumber pages by indicating number of pages and total number of \npages in submission. \n \nUtilize more than one line for any RPL where the space provided for \nitems O and Q on one line is not sufficient. \n \n \n2.2  Cancellation \n \nA flight must be canceled as follows: \n \n1) indicate a minus sign in item H followed by all other items \nof the canceled flight; \n \n2) Insert a subsequent entry denoted by a plus sign in item \nH and the date of the last flight in item J, without changing \nall the other items of the canceled flight. \n \n \n2.3  Modifications \n \nModifications to a flight must be made as follows: \n \n\nAIP ARGENTINA  ENR 1.10-31 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n1) efectúese la cancelación según se indica en “cancelación”; \ny \n \n2) insértese  una  tercera  entrada  con  los  nuevos planes  de \nvuelo  en  los  que  se  notificarán,  según  sea  necesario,  los \nconceptos apropiados incluso las nuevas fechas de validez \nque figuran en las casillas I y J. \n \nNota. — Todas  las  entradas  correspondientes  al  mismo  vuelo  se \ninsertarán sucesivamente en el orden antes mencionado. \n \n2.4  Cambio en las listas RPL \n \n2.4.1 Cambios permanentes \n \nLos  cambios  permanentes,  que  impliquen  la  inclusión  de  nuevos \nvuelos y la supresión o modificación de los que figuran en las listas, \nse presentarán en forma de listas enmendadas. Estas listas deberán \nllegar al organismo interesado de los servicios de tránsito aéreo por \nlo menos siete días antes de la fecha de entrada en vigor de dichos \ncambios. \n \nCuando  se  hayan  presentado  inicialmente  listas  RPL  utilizando \nmedios adecuados al tratamiento electrónico de datos, también se \npermitirá, por acuerdo mutuo entre el explotador y el Proveedor de \nServicios  de  Navegación  Aérea  (ANSP),  la  presentación  de  ciertas \nmodificaciones por medio de formularios RPL. \n \nTodos los cambios de los RPL deberán presentarse conforme a las \ninstrucciones relativas a la preparación de las listas RPL. \n \n2.4.2 Cambios temporales \n \nLos cambios de carácter temporal y ocasional de los RPL relativos al \ntipo de aeronave, categoría de estela turbulenta, velocidad o nivel \nde  crucero,  se  notificarán  por  cada  vuelo,  tan  pronto  como  fuere \nposible y a más tardar 30 minutos antes de la salida a la oficina de \nnotificación ATS responsable del aeródromo de salida. Los cambios \nrelativos  solamente  al  nivel  de  crucero  podrán  notificarse  por \nradiotelefonía en ocasión del primer intercambio de \ncomunicaciones con la dependencia ATS correspondiente. \n \nSi   hubiera   que  modificar   lo  relativo  a  la  identificación   de  la \naeronave,  al  aeródromo  de  salida,  a  la  ruta  o  al  aeródromo  de \ndestino, se cancelará el RPL para el día en cuestión, y se presentará \nun plan de vuelo para el caso.  \n \nSiempre que el explotador prevea que un vuelo determinado, para \nel cual se haya presentado un RPL, es probable que se demore por \nlo menos 30 minutos con relación a la hora de fuera calzos indicada \nen dicho plan, deberá notificarlo inmediatamente a la dependencia \nATS responsable del aeródromo de salida.  \n \nNota. — Debido a las estrictas exigencias del control de afluencia, si \nlos  explotadores  no  cumplieran  con  este  procedimiento  podría \nocasionarse  la  cancelación  automática  del  RPL  para  ese  vuelo  en \nparticular en una o más dependencias ATS interesadas. \n \nSiempre que el explotador sepa que se ha cancelado un vuelo para \nel   cual   se   haya   presentado   un   RPL,   deberá   notificarlo   a   la \ndependencia ATS responsable del aeródromo de salida. \n \n2.5 Instrucciones para la inserción de los datos RPL \n \nComplétense las casillas A a Q como se indica a continuación. \n1) Carry  out  the  cancellation  as  indicated  in “cancelación”; \nand \n \n2) insert  a  third  entry  giving  the  new  flight  plans  with  the \nappropriate items modified as necessary, including the new \nvalidity dates in items I and J. \n \n \nNote. — All  entries  related  to  the  same  flight  shall  be  inserted  in \nsuccession in the order specified above. \n \n2.4  Change in RPL lists \n \n2.4.1  Permanent changes \n \nThe  permanent  changes,  which  imply  the  inclusion  of  new  flights \nand the removal or modification of those that appear on the lists, \nwill be presented in the form of amended lists. Such lists shall reach \nthe organization interested on the air traffic services at least seven \ndays before the date when said changes come into force. \n \n \nWhen  RPL  lists  have  originally  been  presented  using  the  suitable \nmeans  for  electronic  data  processing,  certain  modifications  may \nalso  be  presented  via  RPL  forms  by  mutual  agreements  between \nthe operator and the Air Navigation Services Provider (ANSP). \n \n \nAll   RPL   changes   shall   be   presented   in   accordance   with   the \ninstructions related to RPL lists preparation. \n \n2.4.2  Temporary changes \n \nOccasional,   temporary   RPL   changes   related   to   aircraft   type, \nslipstream  turbulence  category,  speed  or  cruiser  level  shall  be \nnotified, for each flight, to the ATS responsible reporting office of \nthe aerodrome of departure as soon as possible or, at the latest, 30 \nminutes before departing. The changes only related to cruiser level \nshall  be  notified  by  radiotelephony  on  the  occasion  of  the  first \ncommunication interchange with the pertinent ATS unit. \n \n \nIf what is related to the identification of the aircraft, the aerodrome \nof departure, the route, or the aerodrome of destination has to be \nmodified, the RPL shall be canceled for the day in question, and a \nflight plan shall be filed for that case. \n \nWhenever  the  operator  foresees  that  a  particular  flight  for  which \nan RPL has been filed may be delayed for at least 30 minutes with \nregard  to  the  on-block  time  indicated  in  such  plan,  he/she  shall \nnotify   that   immediately   to   the   responsible   ATS   unit   of   the \naerodrome of departure. \n \nNote. — Due  to  the  strict  requirements  of  flow  control,  if  the \noperators   fail   to   comply   with   this   procedure,   the   automatic \ncancellation of the RPL for this particular flight might occur in one \nor more ATS interested units. \n \nWhenever  the  operator  knows  that  a  flight  for  which  an  RPL  had \nbeen  filed  has  been  canceled,  he/she  shall  notify  that  to  the \nresponsible ATS unit of the aerodrome of departure. \n \n2.5 Instructions for insertion of RPL data \n \nComplete Items A to Q as indicated hereunder. \n \n\nAIP ARGENTINA  ENR 1.10-32 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \nCASILLA A:  EXPLOTADOR / \nITEM A:  OPERATOR \n \nINSÉRTESE el nombre del explotador. \n \n \n \nINSERT Name of operator. \nCASILLA B:  DESTINATARIOS / \nITEM B:  ADDRESSEES \n \nINSÉRTENSE el  nombre  de  los  organismos  designados  por  los \nEstados para administrar los RPL correspondientes a las FIR o a las \nzonas de responsabilidad afectadas por la ruta de vuelo. \n \n \n \nINSERT Name  of  entities  designated  by  the  States  to  administer \nRPLs  for  FIRs  or  areas  of  responsibility  concerned  with  the  flight \nroute. \n \nCASILLA C:  AERÓDROMOS DE SALIDA /  \nITEM C:  DEPARTURE AERODROMES \n \nINSÉRTENSE los indicadores de lugar de los aeródromos de salida. \n \n \n \nINSERT location indicators of departure aerodromes. \nCASILLA D:  FECHA / \nITEM D:  DATE \n \nINSÉRTESE año,   mes   y   día   correspondientes   a   la   fecha   de \npresentación del plan en cada página presentada, según grupos de \n6 cifras. \n \n \nINSERT on each filed page the date of submission, year, month, day, \nin groups of 6 figures. \n \nCASILLA E:  NÚMERO    DE    SERIE / \nITEM E:  SERIAL NUMBER \n \nINSÉRTESE el  número  de  presentación  de  la  lista,  mediante  dos \ncifras que indiquen las dos últimas del año, un guion y el número de \nsecuencia de la presentación para el año indicado (comiéncese con \nel número 1 cada nuevo año). \n \n \n \nINSERT serial  number  of  submission,  two  numbers  indicating  last \ntwo  digits  of  year,  a  dash,  and  the  sequential  number  of  the \nsubmission  for  the  indicated  year  (start  with  number  1  each  new \nyear). \n \n \nCASILLA F:  PÁGINA   DE /  \nITEM F:  PAGE OF \n \nINSÉRTESE el  número  de  página  y  el  número  total  de  páginas \npresentadas. \n \n \n \nINSERT page number and the total number of pages submitted. \n \nCASILLA G:  DATOS  SUPLEMENTARIOS  EN / \nITEM G:  SUPPLEMENTARY DATA AT \n \nINSÉRTESE nombre y detalles apropiados del contacto de la entidad \ndonde se mantiene disponible, y puede obtenerse \ninmediatamente, la información normalmente proporcionada en la \nCasilla 19 del FPL. \n \n \n \nINSERT contact    name    and    appropriate    details    where    the \ninformation  under  Item  19  of  the  FPL  is  available  and  may  be \nimmediately obtained. \n \n \nCASILLA H:  TIPO  DE  INSCRIPCIÓN / \nITEM H:  ENTRY TYPE \n \nINSÉRTESE un  signo  menos  (–)  para  cada  plan  de  vuelo  que  debe \nsuprimirse de la lista. \n \n \nINSERT a minus sign (-) for each flight plan that is to be deleted from \nthe listing. \n \n\nAIP ARGENTINA  ENR 1.10-33 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nINSÉRTESE un  signo  más  (+)  para  cada  inscripción  inicial  y,  si  se \nefectúan  otras  presentaciones  para  cada  plan  de  vuelo  que  no  se \nhaya incluido en la presentación anterior. \n \nNota. –– En   esta   Casilla   no   es   necesario   incluir   los   datos \ncorrespondientes  a  cualquier  plan  de  vuelo  que  no  hayan  sido \nmodificados después de la presentación anterior. \n \n \nINSERT a  plus  sign  (+)  for  each  initial  listing  and,  in  the  case  of \nsubsequent  submissions,  for  each  flight  plan  not  listed  in  the \nprevious submission. \n \nNote. -- No information is required under this Item for any flight plan \nwhich is unchanged from the previous submission. \n \n \nCASILLA I: VÁLIDO DESDE / \nITEM I:  VALID FROM \n \nINSÉRTESE fecha primera (año, mes, día) en que está programado \nel vuelo regular. \n \n \n \nINSERT first date (year, month, day) upon which the regular flight is \nscheduled to operate. \n \nCASILLA J:  VÁLIDO    HASTA / \nTEM J:  VALID UNTIL \n \nINSÉRTESE última fecha (año, mes, día) en que está programado el \nvuelo  según  lo  indicado  en  la  lista,  o  UFN  si  no  se  conoce  la \nduración. \n \n \n \nINSERT last  date  (year,  month,  day)  upon  which  the  flight  is \nscheduled to operate as listed, or UFN if the duration is unknown. \n \nCASILLA K:  DÍAS  DE  OPERACIÓN / \nITEM K:  DAYS OF OPERATION \n \nINSÉRTESE número  correspondiente  al  día  de  la  semana  en  la \ncolumna correspondiente; lunes = 1 a domingo = 7. \n \nINSÉRTESE 0, en la columna correspondiente, para cada día en que \nno se realicen vuelos. \n \n \n \nINSERT number  corresponding  to  the  day  of  the  week  in  the \nrespective column; Monday = 1 through Sunday = 7. \n \nINSERT 0 for each day of no flights in the respective column. \n \n \nCASILLA L:  IDENTIFICACIÓN  DE  LA  AERONAVE / \nITEM L:  AIRCRAFT IDENTIFICATION \n(Casilla 7 del plan de vuelo OACI) (Item 7 of the ICAO flight plan) \n \nINSÉRTESE identificación de la aeronave que se ha de utilizar en el \nvuelo. \n \n \n \nINSERT aircraft identification to be used for the flight. \n \n \nCASILLA M:  TIPO DE AERONAVE Y CATEGORÍA DE ESTELA TURBULENTA/  \nITEM M:  TYPE OF AIRCRAFT AND WAKE TURBULENCE CATEGORY \n(Casilla 9 del plan de vuelo OACI) (Item 9 of the ICAO flight plan) \n \nINSÉRTESE el designador OACI apropiado según se especifica en el \nDoc. 8643 de la OACI — Designadores de tipos de aeronave y/o el \ndocumento nacional que  lo contenga y la  normativa  nacional  que \nlo complemente. \nINSÉRTESE el indicador H, M o L según corresponda: \n \nJ — SUPER,  para  indicar  un  tipo  de  aeronave  especificado \ncomo  tal  en  Designadores  de  tipos  de  aeronaves  (Doc. \n8643 de la OACI). \n \nH —  PESADA   para   indicar   un   tipo   de   aeronave   de   masa \nmáxima certificada de despegue de 136.000 kg o más, a \nexcepción de los tipos de aeronaves que se indican en el \nDoc. 8643 dentro de la categoría SUPER (J). \n \n \nINSERT the  appropriate  ICAO  designator  as  specified  in  ICAO  Doc \n8643 - Aircraft Type Designators and/or the national document that \ncontains them and the national rules to complement them. \n \nINSERT H, M or L indicator as appropriate: \n \nJ —  SUPER,  to  indicate  an  aircraft  type  specified  as  such  in \nAircraft Type Designators (ICAO Doc. 8643) \n \n \nH —  HEAVY  to  indicate  an  aircraft  type  with  a  maximum \ncertificated take-off mass of 136,000 kg or more, except \nfor the types of aircraft indicated in Doc. 8643 within the \nSUPER (J) category. \n \n\nAIP ARGENTINA  ENR 1.10-34 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nM —  MEDIA   para   indicar   un   tipo   de   aeronaves   de   masa \nmáxima  certificada  de  despegue  inferior  a  136.000  kg, \npero superior a 7.000 kg. \n \nL —  LIGERA para indicar un tipo de aeronave de masa máxima \ncertificada de despegue de 7.000 kg o menos. \n \nM —  MEDIUM  to  indicate  an  aircraft  type  with  a  maximum \ncertificated  take-off  mass  of  less  than  136,000  kg  but \nmore than 7,000 kg. \n \nL — LIGHT  to  indicate  an  aircraft  type  with  a  maximum \ncertificated take-off mass of 7,000 kg or less. \n \nCASILLA N:  AERÓDROMOS  DE  SALIDA  Y  HORA / \nITEM N: DEPARTURE AERODROME AND TIME \n(Casilla 13 del plan de vuelo OACI) (Item 13 of the ICAO flight plan) \n \nINSÉRTESE el indicador de lugar del aeródromo de salida. \n \nINSÉRTESE la hora de fuera calzos, es decir, la hora prevista en que \nla aeronave iniciará el desplazamiento asociado con la salida. \n \n \nINSERT location indicator of the departure aerodrome. \n \nINSERT the off-block time, i.e., the estimated time that the aircraft \nwill commence movement associated with departure. \n \nCASILLA O:  RUTA /  \nITEM O:  ROUTE \n(Casilla 15 del plan de vuelo OACI) (Item 15 of the ICAO flight plan) \n \na) Velocidad de crucero \n \nINSÉRTESE la velocidad verdadera respecto a la primera parte \no a la totalidad del vuelo en crucero de acuerdo con la Casilla \n15 a) del plan de vuelo OACI. \n \nb) Nivel de crucero \n \nINSÉRTESE el nivel de crucero para la primera parte o para toda \nla ruta de acuerdo con la Casilla 15 b) del plan de vuelo OACI. \n \nc) Ruta \n \nINSÉRTESE la ruta completa de acuerdo con la Casilla 15 c) del \nplan de vuelo OACI. \n \n \n \na) Cruising speed \n \nINSERT the true airspeed for the first or whole cruising portion \nof  the  flight  in  accordance  with  Item  15  a)  of  the  ICAO  flight \nplan. \n \nb) Cruising level \n \nINSERT the planned cruising level for the first or whole portion \nof  the  route  in  accordance  with  Item  15  b)  of the  ICAO  flight \nplan. \n \nc) Route \n \nINSERT the entire route according to the Item 15 c) of the ICAO \nflight plan. \nCASILLA P:  AERÓDROMO   DE   DESTINO   Y   DURACIÓN   TOTAL   PREVISTA /                 \nITEM P:  DESTINATION AERODROME AND TOTAL ESTIMATED ELAPSED TIME \n(Casilla 16 del plan de vuelo OACI) (Item 16 of the ICAO flight plan) \n \nINSÉRTESE el indicador de lugar del aeródromo de destino. \n \nINSÉRTESE la duración total prevista \n \n \nINSERT location indicator of the destination aerodrome. \n \nINSERT the total estimated elapsed time. \n \nCASILLA Q:  OBSERVACIONES / \nITEM Q:  REMARKS \n \nINSÉRTESE toda   información   requerida   por   el   ATSP,   datos \nnotificados normalmente en la Casilla 18 del plan de vuelo OACI y \ntoda  otra  información  pertinente  al  plan  de  vuelo  que  resulte  de \ninterés para los ATS. \n \n \n \n \n \nINSERT all  information  as  required  by  the  appropriate  ATSP,  data \nnormally notified in Item 18 of  the ICAO flight plan and any other \ninformation relevant to the flight plan that might be of concern to \nthe ATS. \n \n \n \n  \n\nAIP ARGENTINA  ENR 1.10-35 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \n3 PLANES DE VUELO REPETITIVOS (RLP) – VUELOS ENTRE \nCHILE Y ARGENTINA \n \nLos vuelos internacionales regulares que sobrevuelan las rutas que \ncruzan  las  Regiones  de  Información  de  Vuelo  (FIR)  adyacentes  de \nChile -Argentina, que tengan origen y destino dentro de los mismos, \npodrán  presentar planes  de  vuelo  repetitivos  de  acuerdo  con  los \nprocedimientos establecidos a continuación. \n \nEl  explotador  presentará,  por  los  medios  y  las  direcciones  que  se \nindican     más     abajo,     las     listas     RPL     y/o     sus     enmiendas \ncorrespondientes   al   organismo   designado,   con   por   lo   menos \nQUINCE (15) días de antelación a la fecha de validez. \n \nLas   cancelaciones   permanentes   se   informarán   al   organismo \ndesignado con una antelación mínima de SIETE (7) días. \n \nLas listas de planes de vuelo repetitivos deberán presentarse en la \nforma prescripta en la Parte ENR 1.10.  \n \nLas fechas deberán ser indicadas en términos de día, mes, año (dd, \nmm, aa). \n \nLos  organismos  designados  para  la  recepción  de  las  listas  RPL, \ninformarán   al   explotador   por   los   medios   más   apropiados,   la \nrecepción, y la aceptación o no aceptación de sus listas de RPL o de \nsus modificaciones. \n \nEl explotador deberá asegurarse de la aceptación o no aceptación \nde   su   lista   de   RPL   por   todos   los   organismos   involucrados, \ndesignados por los Estados, antes de la fecha de validez de los RPL \nde la lista. \n \nEl explotador continuará presentando normalmente los Planes de \nVuelo  (FPL),  aún  cumplida  la  fecha  de  validez  propuesta  hasta \nrecibir  la  confirmación  de  la  aceptación  de  su  lista  de  RPL  por  los \norganismos designados por los países. \n \nLos Centros de RPL o las dependencias asignadas para la recepción \nde  las  listas  se  informarán  recíprocamente,  a  través  de  AFTN,  o \nfacsímil  de  la  aceptación  de  las  listas  de  RPL  y  sus  enmiendas.  En \ncaso  de  falla  de  dicha red  podrán  ser  utilizados  los  medios  de \nalternativas  establecidos  en  la  RAAC  211  Gestión  del  Tránsito \nAéreo,   una   vez   normalizado   el   circuito   AFTN   deberán   ser \ntransmitidos por este medio. \n \nLos indicativos de los destinatarios de los mensajes serán:  \n \nPARA ARGENTINA (SEGÚN LA FIR) \n \nSAMEZRZX (para ACC Mendoza) Informativo: SABAYRYX \nSAEZZRZX (para ACC Ezeiza) Informativo: SABAYRYX  \nSACOZRZX (para ACC Córdoba) Informativo: SABAYRYX  \nSAVCZRZX (para ACC Com. Rivadavia) Informativo: SABAYRYX  \nSAREZRZX (para ACC Resistencia)  Informativo: SABAYRYX \n \nTelefax ACC Ezeiza (5411) 4480 2203-2265 \nTelefax  ACC  Mendoza (54261)  4487486  4410900/0910  extensión \n 24337 \nTelefax ACC Córdoba (54351) 4335350 / 4756450 \nTelefax ACC Com. Rivadavia (54297) 4548375 \nTelefax ACC Resistencia (54362) 440939 o 436291/92/93 \n \nPARA CHILE \n \n \n3. REPETITIVE  FLIGHT  PLAN  (RLP) – FLIGHTS  BETWEEN \nCHILE AND ARGENTINA \n \nFor  regular  international  flights  that  overfly  the  routes  that  cross \nthe  Flight  Information  Regions  (FIR)  adjacent  to Chile-Argentina, \nwith  departure  and  destination  within  the  same,  repetitive  flight \nplans may be filed according to the following procedures: \n \n \nThe operator shall file, through the means and addresses indicated \nbelow, the RPL lists and/or its amendments to the designated entity \nat least FIFTEEN (15) days before the effective date.  \n \nThe  permanent  cancellations  shall  be  informed  to  the  designated \nentity at least SEVEN (7) days in advance.  \n \n \nThe repetitive flight plan lists shall be filed in the way prescribed in \nthis ENR 1.10.  \n \nThe dates shall be indicated in terms of day, month, year (dd, mm, \nyy). \n \nThe  entities  designated  to  receive  the  RPL  lists shall  inform  the \noperator,  through  the  most  adequate  means,  the  reception,  and \nthe  acceptance  or  non-acceptance  of  their  RPL  lists  or  of  its \nmodifications.  \n \nThe operator shall check if its RPL list was or was not accepted by \nall  the  involved  entities,  designated  by  the  States,  before  the \neffective dates of the RPL of the list. \n \n \nThe  operator  shall  normally  continue  filing  the  Flight  Plans  (FPL), \neven when the proposed effective date has passed until receiving \nthe  confirmation  of  acceptance  of  its  RPL  list by  the  entities \ndesignated by the countries.  \n \nThe  RPL  Centers  or  units  designated  for  the  reception  of  the  lists \nshall   inform   one   another,   through   AFTN   or   fax,   about   the \nacceptance of the RPL lists and its amendments. If there is a failure \nin said network, the alternative means prescribed in RAAC 211 Air \nTraffic Management may be used, once the AFTN circuit is working, \nthe information shall be transmitted by that means.  \n \n \nThe addressee’s indicators shall be: \n \nFOR ARGENTINA (ACCORDING TO THE FIR) \n \nSAMEZRZX (for Mendoza ACC)  Informative: SABAYRYX  \nSAEZZRZX (for Ezeiza ACC) Informative: SABAYRYX  \nSACOZRZX (for Córdoba ACC) Informative: SABAYRYX  \nSAVCZRZX (for Com. Rivadavia ACC) Informative: SABAYRYX \nSAREZRZX (for Resistencia ACC) Informative:  SABAYRYX \n \nTelefax Ezeiza ACC (5411) 4480 2203-2265 \nTelefax  Mendoza  ACC  (54261)  4487486  4410900/0910  extension \n 24337 \nTelefax Córdoba ACC (54351) 4335350 / 4756450 \nTelefax Com. Rivadavia ACC (54297) 4548375 \nTelefax Resistencia ACC (54362) 440939 or 436291/92/93 \n \nFOR CHILE \n \n\nAIP ARGENTINA  ENR 1.10-36 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n(Ref.    Acta    acuerdo    Reunión    Bilateral    ATS Argentina-Chile \n01/12/2006) \nSCELZRZX (para ACC Santiago)  Informativo: SCSCZXNT \nFONO / FAX ACC Santiago (56-2)- 7672001 / 4363027  \nFONO / FAX OF. OPERACIONES (562) 6019368. \nE-mail operaciones_amb@dgac.cl  \n oficinaaro@dgac.cl \n \n(Ref.  Memorandum  of  Agreement  Argentina-Chile  ATS  Bilateral \nMeeting December 1st, 2006) \nSCELZRZX (for Santiago ACC)  Informative: SCSCZXNT \nPhone / FAX ACC Santiago (56-2) - 7672001 / 4363027 Phone / FAX \nOPERATIONS OFFICE (562) 6019368. \nE-mail operaciones_amb@dgac.cl \n oficinaaro@dgac.cl \n \n \n \n4. PLANES   DE   VUELO   REPETITIVOS   (RLP) – VUELOS \nENTRE BOLIVIA Y ARGENTINA; BRASIL YARGENTINA; PARAGUAY Y \nARGENTINA; URUGUAY Y ARGENTINA. \n \n4.1  Extensión \n \nLos vuelos internacionales regulares que sobrevuelan las rutas que \ncruzan  las  Regiones  de  Información  de  Vuelo  (FIR)  adyacentes  de \nBolivia – Argentina,  Brasil – Argentina,  Paraguay  y  Uruguay – \nArgentina  que  tengas  origen  y destino  dentro  de  los  mismos, \npodrán  presentar  planes  de  vuelo  repetitivos  de  acuerdo  con  los \nprocedimientos establecidos a continuación. \n \n4.2  Objetivo \n \nEl  propósito  de  este  Acuerdo  se  relaciona  únicamente  con  la \naplicación a que hace referencia en el Reglamento del Aire (Anexo \n2) de la Organización de Aviación Civil Internacional (OACI) párrafo \n3.3.1.3  y  en los  Procedimientos  Generales – Gestión  del  Tránsito \nAéreo (PROGEN-ATM) Capitulo 16, párrafo 16.4 (Uso de los planes \nde vuelo repetitivos) y Apéndice 2. \n  \n4.3  Procedimientos \n \nPresentación de los Planes de Vuelo repetitivos \n \nEl  explotador  presentará,  por  los  medios  y  a  las  direcciones  que \nindique     cada     Estado,     la     lista     RPL     y/o     sus     enmiendas \ncorrespondientes   al   organismo   designado   con,   por   lo   menos \nQUINCE (15)   días   de   antelación   a   la   fecha   de   validez   y   las \nmodificaciones se presentarán con SIETE (7) días de antelación. \n \nLas cancelaciones permanentes se informarán en la forma descrita \nen el párrafo a) pero con una antelación mínima de SIETE (7) días. \n \nLas  listas  de  Plan  de  Vuelo  Repetitivo  deberán  presentarse  en  la \nforma  descrita en  los  Procedimientos  Generales – Gestión  del \nTránsito Aéreo (PROGEN-ATM) Capitulo 16, párrafo 16.4 (Uso de los \nplanes de vuelo repetitivos) y Apéndice 2.  \n \nLas  fechas  deberán  ser  indicadas  en  términos  de  días,  mes  y  año \n(dd, mm, aa). \n \nLas listas RPL deberán contar con el nombre completo, dirección y \nteléfono del responsable. \n \nLas listas RPL deberán ser numeradas en forma correlativa. \n \nControl de Aceptación \n \nLos  organismos  designados para  la  recepción  de  las  listas  de  RPL, \ninformaran   al   explotador   por   los   medios   más   apropiados,   la \nrecepción y la aceptación de sus listas de RPL o sus modificaciones. \n \nEl explotador deberá asegurarse de la aceptación de su lista de RPL, \npor   todos   los   organismos   involucrados,   designados   por   cada \n \n4. REPETITIVE  FLIGHT  PLANS  (RPL) – FLIGHTS  BETWEEN \nBOLIVIA Y ARGENTINA; BRAZIL Y ARGENTINA; PARAGUAY Y \nARGENTINA; URUGUAY Y ARGENTINA \n \n4.1  Extension \n \nFor  regular  international  flights  that  overfly  the  routes  that  cross \nthe Flight Information Regions (FIR) adjacent to Bolivia-Argentina, \nBrazil-Argentina, Paraguay and Uruguay – Argentina with departure \nand destination within the same, repetitive flight plans may be filed \naccording to the following procedures. \n \n \n4.2  Purpose \n \nThe  purpose  of  this  Agreement  is  only  related  to  the  application \nreferred to in the ICAO Rules of the Air (Annex 2), paragraph 3.3.1.3 \nand in the General Procedures – Air Traffic Management (PROGEN-\nATM),  Chapter  16,  paragraph  16.4  (Use  of  the  repetitive  flight \nplans) and of the Appendix 2.  \n \n \n4.3  Procedures \n \nRepetitive Flight Plan Filing \n \nThe operator shall file the RPL list and/or its amendments through \nthe  means  and  to  the  addresses  of  the  entities  indicated  by  each \nState, at least FIFTEEN (15) days before the effective date and the \nchanges shall be filed SEVEN (7) days in advance.  \n \n \nThe   permanent   cancellations   shall   be   informed   in   the   way \ndescribed in paragraph a) but with SEVEN (7) days in advance. \n \nThe Repetitive Flight Plan lists shall be filed in the way described by \nthe General Procedures – Air Traffic Management (PROGEN-ATM), \nChapter 16, paragraph 16.4 (Use of the repetitive flight plans) and \nof the Appendix 2. \n \nThe dates shall be indicated in terms of days, month, and year (dd, \nmm, yy). \n \nThe RPL lists shall have the complete name, address and telephone \nof the person responsible. \n \nThe RPL lists shall be numerated in a consecutive order. \n \nAcceptance Control \n \nThe  entities  designated  to  receive  the  RPL  lists  shall  inform  the \noperator,  through  the  most  adequate  means,  the  reception,  and \nthe acceptance of their RPL lists or of its modifications.   \n \nThe operator shall check if its RPL list was or was not accepted by \nall  the  involved  entities,  designated  by  each  State,  before  the \nFIFTEEN (15) days of the effective date of the RPL of the list. \n\nAIP ARGENTINA  ENR 1.10-37 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nEstado, antes de los QUINCE (15) días de la fecha de validez de los \nRPL de la lista. \n \nEl explotador continuara presentando normalmente los Planes de \nVuelo (FPL) aun cumplida la fecha de validez propuesta hasta recibir \nla   confirmación   de   la   aceptación   de   su   lista   de   RPL   por   los \norganismos designados por los Estados. \n \nLos Centros RPL o las dependencias así designadas para la recepción \nde  las listas  deberán  contar  con  acuerdos  multilaterales  para  la \naceptación de los RPL. \n \nDichos  Centros  o  dependencias  se  informarán  recíprocamente,  a \ntravés del correo electrónico o AFTN/AMHS o fax, de la aceptación \nde la lista RPL y sus enmiendas/modificaciones. \n \nLas  listas  RPL  autorizadas  por  los  Estados  serán  enviadas  a  los \ndemás Estados para su aprobación con una periodicidad de 4 veces \nal  año  y  las  modificaciones  (hasta  20%  del  total)  se  harán  según \ncalendario AIRAC. \n \nEn  las  listas  no  se  utilizará  el  término  UFN  (hasta  nuevo  aviso), \ndebiéndose colocar fecha final de validez. \n \nLos indicativos de los destinatarios de los mensajes serán: \n \nPARA ARGENTINA (SEGÚN LA FIR)  \n \nAFTN \nSAEZZRZX (ACC Ezeiza) Informativo: SABAYRYX \nSAMEZRZX (ACC Mendoza) Informativo: SABAYRYX \nSACOZRZX (ACC Córdoba) Informativo: SABAYRYX \nSAREZRZX (ACC Resistencia) Informativo: SABAYRYX \nSAVCZRZX (ACC Com. Rivadavia)  Informativo: SABAYRYX \n \nTelefax \nACC Ezeiza (5411) 4480 2203-2265 \nACC   Mendoza   (54261)   4487486   4410900/0910   extensión \n24337  \n \n \nACC Córdoba (54351) 4335350/4756450 \nACC Resistencia (54362) 440939 o 436291/92/93 \nACC Com. Rivadavia (54297) 4548375 \n \nPARA BOLIVIA \n \nUnidad ATM – Oficina RPL  \nDepartamento de Navegación Aérea  \nCalle Reyes Ortiz 74 La Paz, Bolivia \nAFTN SLLPYRYB \nE-mail: rpl@aasana.bo  \nTeléfono: 591-2-2316686 \n \nPARA BRASIL \n \nCentral de Planes de Vuelo Repetitivos \nCentro de Gestión de Navegación Aérea (CGNA)  \nAvenida General Justo Nº 160, 4 (cuarto) piso  \nCentro - CEP – 22295-090 \nRío de Janeiro – RJ \nE-mail: cpvr@cgna.gov.br \nTeléfono: 55-21-2101-6409 o 55-21-2101-6449 \n \nPARA PARAGUAY \n \n \n \n \nThe  operator  shall  normally  continue  filing  the  Flight  Plans (FPL), \neven when the proposed effective date has passed until receiving \nthe  confirmation  of  acceptance  of  its  RPL  list  by  the  entities \ndesignated by the States. \n \nThe  RPL  Centers  or  units  designated  for  the  lists  reception  shall \nhave multilateral agreements for the acceptance of the RPL.  \n \n \nSuch  RPL  Centers  or  units  shall  inform  one  another  via  e-mail  or \nAFTN/AMHS  or  fax,  about  the  acceptance  of  the  RPL  list  and  its \namendments/modifications.  \n \nThe RPL lists authorized by the States shall be sent to the rest of the \nStates for their approval 4 times a year and the modifications (up \nto 20 % of the total) shall be made according to the AIRAC calendar. \n \n \nIn the lists, the term UFN (until further notice) shall not be used, the \nfinal effective date shall be indicated.  \n \nThe addressees’ indicatives for messages shall be: \n \nFOR ARGENTINA (ACCORDING TO THE FIR)  \n \nAFTN \nSAEZZRZX (ACC Ezeiza) Informative: SABAYRYX \nSAMEZRZX (ACC Mendoza) Informative: SABAYRYX \nSACOZRZX (ACC Córdoba) Informative: SABAYRYX \nSAREZRZX (ACC Resistencia) Informative: SABAYRYX \nSAVCZRZX (ACC Com. Rivadavia) Informative: SABAYRYX \n \nTelefax \nEzeiza ACC (5411) 4480 2203-2265 \nMendoza   ACC   (54261)   4487486   4410900/0910   extension \n24337  \n \n \nCórdoba ACC (54351) 4335350/4756450 \nResistencia ACC (54362) 440939 or 436291/92/93 \nCom. Rivadavia ACC (54297) 4548375 \n \nFOR BOLIVIA \n \nATM Unit– RPL  \nOffice. Air Navigation Department  \nCalle Reyes Ortiz 74 La Paz, Bolivia \nAFTN SLLPYRYB \nE-mail: rpl@aasana.bo \nPhone: 591-2-2316686 \n \nFOR BRAZIL \n \nRepetitive Flight Plans Central \nAir Navigation Management Center (CGNA) \nAvenida General Justo Nº 160, 4 (fourth) floor. \nCentro - CEP – 22295-090 \nRío de Janeiro – RJ \nE-mail: cpvr@cgna.gov.br \nPhone: 55-21-2101-6409 o 55-21-2101-6449 \n \nFOR PARAGUAY \n \n\nAIP ARGENTINA  ENR 1.10-38 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nTelefax \nGNNA 595-21-205365 \nE-mail:  rplparaguay@dinac.gov.py \n atm_gna@dinac.gov.py \n \nPARA URUGUAY \n \nAFTN \nSUMUZBZX (ACC MVD)  \nSUMUZRZX (CENTRO RPL) \n \nTelefax \nACC MVD (005982) 6040251 INT. 5155 \nCENTRO RPL (005981) 6040251 INT. 5111 \nE-mail: atmrpl@dinacia.gub.uy \n \nLos Centros de RPL o las dependencias ATS así designadas por los \npaíses signatarios de este Acuerdo informaran a los explotadores la \nACEPTACIÓN o la NO ACEPTACIÓN de los RPL presentados. \n \n4.4  MENSAJES ATS RPL \n \nEl intercambio de mensajes ATS  relacionados con el desarrollo de \ncada  vuelo  objeto  de  este  Acuerdo,  así  como  la  aplicación  de \nprocedimientos complementarios a los enunciados, se  efectuarán \nde     conformidad     con     los     principios     contenidos     en     los \nProcedimientos Generales – Gestion del Transito Aereo (PROGEN – \nATM). \n \nAsimismo, se tendrán en cuenta: \n \n1) Mensajes   de Demora   (DLA):   se   trasmitirán   cuando   la \ndemora en la hora prevista de partida exceda los TREINTA \n(30) minutos. \n \n2) Mensaje   de   Cancelación   de   Plan   de   Vuelo   (CNL):   se \ntrasmitirán cuando se anule un vuelo un día determinado. \nEste mensaje se cursará el día de la cancelación del vuelo. \n \n3) Mensaje de Modificación (CHG):  se trasmitirán cuando se \nproduzcan  cambios  de  índole  temporal,  en  un  día  de- \nterminado en un RPL. \n \nNota. –– Para los mensajes mencionados anteriormente se utilizará \ncomo  canal  de  coordinación  principal la  red  AFTN/AMHS  y  como \nsecundario el Circuito oral ATS. \n \nLos  mensajes  mencionados  en 3)  se  presentarán  con  no  más  de \nUNA (1) hora de la hora prevista de inicio del vuelo. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTelefax \nGNNA 595-21-205365 \nE-mail:  rplparaguay@dinac.gov.py \n  atm_gna@dinac.gov.py \n \nFOR URUGUAY \n \nAFTN \nSUMUZBZX (MVD ACC)  \nSUMUZRZX (RPL CENTER) \n \nTelefax \nMVD ACC (005982) 6040251 INT. 5155 \nRPL CENTER (005981) 6040251 INT. 5111 \nE-mail: atmrpl@dinacia.gub.uy \n \nThe RPL Centers or the ATS units designated by the countries that \nsign   this   Agreement   shall   inform   the   operators   about   the \nACCEPTANCE or NON ACCEPTANCE of the filed RPL.  \n \n4.4  RPL ATS MESSAGES  \n \nThe  ATS  messages  exchange  related  to  the  development  of  each \nflight  referred  to  in  this  Agreement,  as  well  as  the  application  of \nprocedures complementary to the mentioned ones, shall be made \naccording to the principles contained in the General Procedures – \nAir Traffic Management (PROGEN – ATM). \n \n \nLikewise, it shall be taken into account: \n \n1) Delay  Messages  (DLA):  they  will  be  transmitted  when  the \nestimated time of departure exceeds THIRTY (30) minutes. \n \n \n2) Flight   Plan   Cancellation   Message   (CNL):   they   will   be \ntransmitted when a flight is cancelled for a certain day. This \nmessage shall be sent the day the flight is cancelled.  \n \n3) Change  Message  (CHG):  they  will  be  transmitted  when \ntemporary changes occur, in a certain day of a RPL.  \n \n \nNote. –– For  the  abovementioned  messages,  the  AFTN/AMHS \nnetwork shall be used as the primary coordination channel, and the \nATS oral Circuit shall be used as secondary. \n  \nThe messages mentioned in 3) shall be sent at least ONE (1) hour \nbefore the estimated time of the beginning of the flight.  \n \n \n \n\nAIP ARGENTINA  ENR 1.10-39 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \n \nApéndice 3 / Appendix 3 \n \nFORMULARIO DE MODIFICACIÓN (CHG) / CHANGE FORM (CHG) \n \n \n \n \n \n \n \n  \n \n\nAIP ARGENTINA  ENR 1.10-40 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \n \n \nApéndice 4 / Appendix 4 \n \nFORMULARIO DE DEMORA (DLA) / DELAY FORM (DLA) \n \n \n \n \n \n  \n \n\nAIP ARGENTINA  ENR 1.10-41 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 \n \n \nApéndice 5 / Appendix 5 \n \nFORMULARIO DE CANCELACIÓN (CNL) / CANCELLATION FORM (CNL) \n \n \n \n \n \n ",
  "pageCount": 42,
  "characterCount": 160975
}