{
  "metadata": {
    "filename": "AIP - GEN1 - 2.pdf",
    "title": "GEN 1.2 - Entrada transito y salida de aeronaves",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:13.196Z"
  },
  "text": "\n\nAIP ARGENTINA  GEN 1.2.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2025 12 JUNIO 2025 \nGEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS \nGEN 1.2     ENTRADA, TRÁNSITO Y SALIDA DE AERONAVES GEN 1.2     ENTRY, TRANSIT AND DEPARTURE OF AIRCRAFT \n \n1. Generalidades \n \n(Ref.  Código  Aeronáutico  Argentino –Ley  N°  17.285– Título  II, \nCapítulo III) \n \nLas  aeronaves  que  lleguen  del  exterior  o  salgan  del  país  deben \nhacerlo por las rutas fijadas a tal fin (ver AIP - ENR) y aterrizar en o \npartir  de  un  aeródromo  o  aeropuerto  internacional,  o  de  un \naeródromo    o    aeropuerto    especialmente    designado    por    la \nAutoridad  Aeronáutica  donde  se  cumplan  las  formalidades  de \nfiscalización (ver AIP - AD). \n \nCuando   por   razones   de   emergencia   una   aeronave   hubiese \naterrizado  fuera  de  un  aeródromo  o  aeropuerto  internacional,  el \ncomandante   o,   en   su   lugar,   cualquier   otro   miembro   de   la \ntripulación,  estará  obligado  a  comunicarlo  de  inmediato  a  la \nautoridad más próxima. No podrá efectuarse el desplazamiento de \nla aeronave sino en caso de necesidad para asegurar el salvamento \no cuando lo determine la autoridad competente. Sin permiso de la \nmisma,  no  se  removerán  del  lugar  del  aterrizaje  las  mercancías, \nequipaje y suministros, a menos que sea necesario removerlos para \nevitar    su    pérdida    o    destrucción    (Ref.    Código    Aeronáutico \nArgentino, art. 22). \n \nTodas   las   aeronaves que   ingresen,   sobrevuelen   o   salgan   del \nterritorio argentino deberán presentar el plan de vuelo. \n \nNo  se  autorizará  la  circulación  en  el  espacio  aéreo  nacional  de \nninguna  aeronave  extranjera  que  no  justifique  tener  asegurados \nlos daños que pueda producir a las personas o cosas transportadas \no a terceros en la superficie, en los límites fijados en este Código. \nEn  los  casos  en  que  la  responsabilidad  del  explotador  se  rija  por \nacuerdos o convenciones internacionales, el seguro deberá cubrir \nlos  límites  de  responsabilidad  en  ellos  previstos  (Ref.  Código \nAeronáutico Argentino, art. 193). \n \nTodo  tránsito  aéreo  (VFR/IFR)  que  atraviese  el  límite  común  de \ntodas las regiones de información de vuelo (FIR) entre Argentina y \nChile, deberá contar con equipo transpondedor operativo (SSR). \n \n2. Sobrevuelo \n \nTodas  las  aeronaves  privadas  extranjeras  de  la  aviación  civil de \ntransporte  aéreo  comercial  no  regular  y  la  aviación  general  que \nrequiera sobrevolar  la  República  Argentina  deben gestionar  un \npermiso de sobrevuelo ante a la Autoridad Aeronáutica, enviando \nla solicitud mediante mensaje aeronáutico a través de la red AFTN \n(SABAYAYX) y la casilla de correo electrónico ovf@anac.gob.ar (con \ncopia al correo sobrevuelosdeargentina@gmail.com), indicando en \nel asunto “Solicitud de sobrevuelo del Territorio Argentino”  en el \nhorario de 11:00 a 23:00 UTC, con una antelación de al menos 72 \nhoras previas al vuelo, por el cual recibirá una respuesta. \n \nPara  obtener  el  permiso  previo,  los  operadores  de  aeronaves \nprivadas     extranjeras     de     aviación     civil     deben     enviar     la \ndocumentación que a continuación se detalla: \n \n Aviación General:  \na) Certificado de Aeronavegabilidad (AOC); \n \n1. General \n \n(Refer  to  Argentine  Aeronautical  Code –Law  No.  17.285– Title  II, \nChapter III) \n \nThe aircraft coming from abroad or leaving the country must do so \nusing the routes established for that purpose (see AIP - ENR) and \nland  at  or  leave  an  international  aerodrome  or  airport,  or  an \naerodrome   or   airport   specially   designed   by   the   Aeronautical \nAuthority where the inspection formalities are met (see AIP - AD). \n \n \nWhenever an aircraft, due to an emergency, has landed outside an \ninternational aerodrome or airport, the captain or any other crew \nmember  in  his  place  shall  have  to  communicate  the  situation \nimmediately  to  the  nearest  authority.  The  movement  of  the \naircraft will not be allowed unless it is necessary to ensure a rescue, \nor when the competent authority determines to do so. Removal of \ngoods,  baggage  and  supplies  from  the  landing  site  shall  not  be \nallowed  without  the  authority  permission,  unless  the  removal  is \nnecessary   to   avoid   loss   or   destruction   (Refer   to   Argentine \nAeronautical Code, Section 22). \n \n \nAll  aircraft  entering,  overflying  or  leaving  the  Argentine  territory \nshall submit a flight plan. \n \nNo  foreign  aircraft  will  be  authorized  to  circulate  in  the  national \nairspace  if  it  does  not  justify  having  insured  the  damages  that  it \nmay  produce  to  the  persons  or  objects  transported,  or  to  third \nparties  on  the  surface,  considering  the  limits  established  in  this \nCode.   In   those cases, where  the  operator’s  responsibility is \ngoverned   by   international   agreements   or   conventions,   the \ninsurance  shall  cover  the  responsibility  limits  stipulated  therein \n(Refer to Argentine Aeronautical Code, Section 193). \n \nAll (VFR/IFR) air traffic crossing the common boundaries of all the \nFlight Information Regions (FIRs) between Argentina and Chile shall \nhave an operative transponder equipment (SSR). \n \n2. Overflight \n \nAll foreign private aircraft of civil aviation affected to non-regular \ncommercial air transport  and general aviation that need to overfly  \nthe Republic of Argentina must request an overflight permit to the \nAeronautical   Authority,   sending   the   request   via   aeronautical \nmessage through the AFTN (SABAYAYX) and the electronic address \novf@anac.gob.ar (with a copy to \nsobrevuelosdeargentina@gmail.com),   indicating   in   the   subject \n“Request for overflying the Argentine Territory” between  11:00 \nand  23:00  UTC,  at  least  72  hours  before  the  flight  for  which  an \nanswer will be received. \n \nTo obtain the previous permit, foreign private aircraft operators of \ncivil aviation must submit the following documentation: \n \n \n General Aviation:  \na) Airworthiness Certificate (AOC); \n\nAIP ARGENTINA  GEN 1.2.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nb) Seguro vigente con  cobertura  en  el  territorio  de  la \nRepública Argentina. \n \n Aviación Comercial:  \na) Certificado de Explotador (CESA); \nb) Seguro vigente con  cobertura  en  el  territorio  de  la \nRepública Argentina. \n \nNota. — Las  aeronaves  que  se  detallan  a  continuación  podrán \npresentar la documentación finalizado el vuelo: \na) Búsqueda, asistencia y salvamento (SAR); \nb) Vuelos humanitarios (HUM); \nc) Vuelos sanitarios (HOSP y MEDEVAC); \nd) Vuelos para lucha contra el fuego (FFR). \n \nAdemás, en la solicitud se deben incluir los siguientes datos: \n \na) Tipo de aeronave \nb) Matrícula \nc) Identificación del vuelo \nd) Aeropuerto de Salida \ne) Aeropuerto de Llegada \nf) Ruta completa \ng) Fecha del vuelo \nh) Punto de entrada:  XXXXX (xx:xx UTC) \ni) Punto de salida: XXXXX (xx:xx UTC) \nj) Datos del piloto al mando \nk) Propósito \n \nPara   gestionar   el   permiso   de   sobrevuelo   sobre   el   territorio \nargentino,  se  deberá  completar  la  información  solicitada  más \narriba.  Cuando  algún  campo  no  contenga  datos  o  la  información \ndeclarada  sea  incorrecta  o  no  corresponda,  dicha  solicitud  podrá \nser denegada del permiso de sobrevuelo.  \n \nNota. — Los   indicadores   de   lugar   deberán   cumplir   con   el \ndesignador  OACI  (DOC  7910)  de  cuatro  letras,  y  los  horarios  de \noperación deberán expresarse en UTC. \n \n \n \n \n \n \n3. Sobrevuelo,   aterrizaje   y/o   amaraje   de   aeronaves   de \nestados extranjeros en el territorio argentino \n \n(Decreto  N°  3367/1984,  Anexo  1  del  17  de  octubre  de  1984, \npublicado en el Boletín Oficial el 26 de noviembre de 1984) \n \nSiendo  responsabilidad  del  Estado  Mayor  General  de  la  Fuerza \nAérea  Argentina  la  gestión  de  todo  lo  inherente  al  sobrevuelo, \naterrizaje  y/o  amaraje  de  aeronaves  de  Estado  extranjeras  en \nterritorio   nacional,   las   solicitudes   deberán   ser   presentadas \nexclusivamente    ante    el    Departamento    Agregados    Aéreos \nExtranjeros, por duplicado, de acuerdo al formulario establecido. \n \nDichos pedidos deben ser firmados por el agregado aéreo o, en su \nausencia, por el agregado militar o el agregado naval acreditado a \nla embajada del país al que pertenece la aeronave o, en caso de no \nb) Insurance in  force with  a  coverage  in  the  territory of \nthe Republic of Argentina. \n \n Commercial Aviation: \na) Operator Certificate (CESA); \nb) Insurance in  force with  a  coverage  in  the  territory  of \nthe Republic of Argentina. \n \nNote. — The aircraft listed below may present the documentation \nat the end of the flight: \na) Search, assistance and rescue (SAR); \nb) Humanitarian flights (HUM); \nc) Medical flights (HOSP and MEDEVAC); \nd) Fire Fighting Flights (FFR). \n \nBesides, the application must include the following data: \n \na) Type of aircraft \nb) Registration mark \nc) Flight identification \nd) Airport of departure \ne) Airport of arrival \nf) Full route \ng) Date of flight \nh) Entry point: XXXXX (xx:xx UTC) \ni) Departure point: XXXXX (xx:xx UTC) \nj) Pilot in command data \nk) Flight intent \n \nTo  request  the  overflight  permit  in  the  Argentine  territory,  the \ninformation required above shall be completed. If a field contains \nno data or if the information declared is incorrect or inconsistent, \nthe   request   corresponding   to   the   overflight   permit   may   be \nrejected. \n \nNote. — Location indicators shall comply with the four-letter ICAO \ndesignator (DOC 7910), and the service hours shall be expressed in \nUTC. \n \n \n \n \n \n \n3. Sobrevuelo,   aterrizaje   y/o   amaraje   de   aeronaves   de \nestados extranjeros en el territorio argentino \n \n(Decree No. 3367/1984, Annex 1, dated 17 October 1984, published \nin the Official Gazette on 26 November 1984) \n \nBeing   the   Argentine   Air   Force   Command   and   General   Staff \nresponsible  for  the  management  of  everything  inherent  to  the \noverflight, landing and/or water landing of foreign aircraft of States \nin  the   national   territory,  the   applications  shall   be submitted \nexclusively to the Department of Foreign Air Attaché, in duplicate, \nin accordance with the set out form. \n \nSaid  applications  must  be  signed  by  the  air  attaché  or,  in  his \nabsence, by the military attaché or the naval attaché accredited in \nthe embassy of the country to which the aircraft belongs, or, in case \n \n\nAIP ARGENTINA  GEN 1.2-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nser ello posible, por el funcionario diplomático acreditado ante el \ngobierno  nacional,  o por  la  fuerza  aérea  interesada,  y  deberán \ngestionarse  con  una  antelación  mínima  de  48  horas  hábiles  a  la \niniciación del vuelo. \n \nSolamente en caso de emergencia se admitirá reducir este plazo, \nconforme  a  circunstancias  especiales  de  traslado  de  autoridades \ngubernamentales, heridos etc. \n \nSi   la   naturaleza   del   vuelo   requiere   medidas   de   seguridad \nespeciales,  ya  sea  en  el  aterrizaje  o  en  el  despegue,  el  pedido \ndeberá ser requerido con una antelación mínima de CINCO (5) días \nhábiles. \n \nEl  número  de  vuelo  de  ASM  (Autorización  de  Sobrevuelo  Militar) \nasignado  por  la  Fuerza  Aérea  Argentina  deberá  ser  puesto  en \nconocimiento    del/de    la    comandante    de    la    aeronave    con \nanticipación suficiente, a fin de que este/esta lo haga conocer en el \nvuelo  cuando  le  sea  requerido  y  lo  inserte  en  el  casillero  18  del \nFormulario de Plan de Vuelo con el indicador RMK/, en las distintas \netapas que efectúe en el territorio argentino. \n \nEl desconocimiento o la negativa a proporcionar el número de ASM \nasignado  impedirá  el  ingreso  de  la  aeronave  al espacio  aéreo \nnacional  o  bien  traerá  como  consecuencia  la  inmovilización  de  la \nmisma en el país. \n \nToda aeronave de Estado extranjera que ingrese al espacio aéreo \nnacional sin la correspondiente Autorización de Sobrevuelo Militar \no  cuyos  datos  identificatorios  no  coincidan  con  los  de  la  ASM \notorgada será considerada infractora,  encontrándose facultada  la \nautoridad  competente  para  obligarla  a  aterrizar  o  regresar  a  su \nlugar de origen, por la ruta que determine el organismo de control \nde tránsito aéreo respectivo. \n \nSi, además de lo anterior, no se respetasen las rutas  previstas, se \ncometieran  infracciones  a  las  reglas  de  la  circulación  aérea,  o  se \nviolasen   las   reglamentaciones   nacionales,   la   autoridad   podrá \nordenar la interceptación y/o aterrizaje de la aeronave infractora y \nadoptar las medidas que correspondieren. \n \n4. Vuelos regulares (Dirección Nacional de Transporte Aéreo) \n \nLos  vuelos  regulares  internacionales  ordinarios  explotados  por \nlíneas  aéreas  extranjeras  hacían,  o  en  tránsito  por  el  territorio \nargentino deben satisfacer los siguientes requisitos: \n \na) El  Estado  de  la  línea  aérea  debe  ser  parte  contratante  de \nun acuerdo de tránsito de servicios aéreos internacionales \ny/o   acuerdos   de   transporte   aéreo   internacional.   La \nRepública Argentina será parte del acuerdo; y \n \nb) La  línea  aérea  debe  satisfacer  las  condiciones  requeridas \npara llevar a cabo los vuelos según las disposiciones de un \nacuerdo  bilateral  del  cual  el  estado  de  la  línea  aérea  y  la \nRepública  Argentina  serán  partes  contratantes,  y  debe \ntener  un  permiso  para  operar  en  la  República  Argentina. \nLas    solicitudes    para    obtener    dicho    permiso    deben \npresentarse a la Dirección Nacional de Transporte Aéreo. \n \nPara efectuar vuelos comerciales regulares y no regulares se exige \nla presentación de los siguientes documentos: \n \na) Declaración General:  \n5 ejemplares para la entrada \n4 ejemplares para la salida \nthis  is  not  possible,  by  the  diplomatic  officer  accredited  by  the \nnational  government,  or  by  the  air  force  interested,  and  shall  be \nmanaged at least 48 working hours before the flight starts. \n \n \nThis term may only be reduced in case of emergency, according to \nspecial     circumstances     of     transportation     of     governmental \nauthorities, injured persons, etc. \n \nIf  the  flight,  due  to  its  nature,  requires  special  safety  measures, \neither in the landing or in the take-off, it shall be required at least \nFIVE (5) working days before. \n \n \nThe ASM (Military Overflight Clearance) flight number assigned by \nthe Argentine Air Force shall be communicated to the aircraft pilot \nin-command with enough anticipation, so that he/she can inform \nit in the flight whenever it is required and insert it on box 18 of the \nFlight  Plan  Form  with  the  indicator  RMK/  in  the  different  phases \nthat he/she makes in the Argentine territory. \n \n \nLack of knowledge or refusal to inform the ASM number assigned \nwill prevent the aircraft from entering the national airspace, or will \nresult in the immobilization of the aircraft in the country. \n \n \nAny  aircraft  of  a  foreign  State  entering  the  national  airspace \nwithout  the  pertinent  Military  Overflight  Clearance, or  whose \nidentification data does not coincide with that of the ASM granted \nwill   be   considered   an   infringing   aircraft,   and   the   competent \nauthority is empowered to force it to land or to return to its place \nof origin through the route determined by the respective air traffic \ncontrol organization. \n \nIf, in addition to the above information, the intended routes were \nnot   respected,   infractions   of   the   air   circulation   rules   were \ncommitted, or the national regulations were violated, the authority \nmay order the interception and/or landing of the infringing aircraft \nand adopt pertinent measures. \n \n4. Regular Flights (National Directorate of Air Transport) \n \nOrdinary  international  regular  flights  operated  by  foreign  airlines \nto or in transit over the Argentine territory should comply with the \nfollowing requirements: \n \na) The  State  of  the  airline  must  be  a  contracting  party  of  an \nInternational  Air  Traffic  Services  Agreement  and/or  of \nInternational  Air  Transport  Agreements.  The  Republic  of \nArgentina shall be part of the agreement; and \n \nb) The airline must fulfill the required conditions to carry out \nflights  under  the  provisions  of  a  bilateral  agreement  in \nwhich the State of the airline and the Republic of Argentina \nare  contracting  parties,  and  it  must  have  a  permission  to \noperate  in  the  Republic  of  Argentina.  The  applications  to \nobtain such permission must be submitted to the National \nDirectorate of Air Transport. \n \nIn order to conduct regular and non-regular commercial flights, the \nfollowing documentation shall be submitted: \n \na) General Statement: \n5 copies for the arrival \n4 copies for the departure. \n\nAIP ARGENTINA  GEN 1.2.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n \nb) Manifiesto de pasajeros:  \n5 ejemplares para la entrada. (*) \n3 ejemplares para la salida. (*) \n(*) Aumentar un ejemplar más para el tráfico que se realice \ncon los países limítrofes en ambos casos. \n \nc) Manifiesto de Carga:  \n3 ejemplares para la entrada \n2 ejemplares para la salida. \n \nd) Tarjeta de embarco/desembarco:  \n2 ejemplares para la entrada.  \n2 ejemplares para la salida. \n \n5. Vuelos  no regulares  (Dirección  Nacional de Transporte \nAéreo) \n \nLas   empresas   extranjeras   con   autorización   de   la   República \nArgentina   para   explotar   servicios   comerciales   no   regulares \ndesde/hacia el país, deben solicitar con dos días de anticipación, a \ntravés  de  su  representante  legal,  la  autorización correspondiente \nde la Dirección Nacional de Transporte Aéreo, indicando: \na) nombre y nacionalidad de la empresa; \nb) fecha de los vuelos; \nc) itinerario indicando aeropuertos de origen y destino; \nd) matrícula de la aeronave; \ne) nómina de tripulantes; y \nf) cantidad, origen y destino de pasajeros y/o carga. \n \n \nLas   empresas   extranjeras   sin   autorización   de   la   República \nArgentina,   para   explotar   servicios   comerciales   no   regulares \ndesde/hacia el país, deben obtenerla a través de un representante \nlegal y luego proceder como indica el párrafo precedente. \n \n \nLas empresas argentinas con la autorización para explotar servicios \ncomerciales    no regulares requerirán    para    cada    vuelo,    las \nautorizaciones mencionadas. \n \nLa  presentación  de  la  documentación  se  efectuará  conforme  a  lo \nestablecido en “Vuelos Regulares”.  \n \nDebido   a lo   expuesto   las   aeronaves   que   despeguen   de   un \naeródromo    internacional    situado    en    otro    Estado,    deberán \npresentar  el  plan  de  vuelo  con  una  antelación  mínima  de  dos  (2) \nhoras  a  la  hora  prevista  de  despegue,  a  menos  que  el  tiempo \nestimado  hasta  el  ingreso  al  territorio  argentino  sea  mayor  a  dos \n(2) horas de vuelo. \n \nPara  las  salidas  se  requiere  únicamente  el  plan  de  vuelo,  el  cual \ndeberá ser presentado con una antelación de sesenta (60) minutos \na la hora prevista del despegue o con la antelación necesaria para \ncumplimentar los requisitos de aduana, migraciones y sanidad, de \nambos períodos el mayor.   \n \nLas aeronaves extranjeras afectadas al transporte aéreo comercial \nno regular podrán desplazarse posteriormente dentro del territorio \nnacional   utilizando exclusivamente   aeródromos   controlados   y \naeródromos   en   los   cuales   se   brinda   únicamente   Servicio   de \nInformación de Vuelo y Alerta. \n \nb) Passenger Manifest:  \n5 copies for the arrival (*) \n3 copies for the departure (*) \n(*)  Add one more copy for the traffic conducted with the \nneighboring countries in both cases. \n \nc) Cargo Manifest: \n3 copies for the arrival \n2 copies for the departure. \n \nd) Boarding/Disembarking Card:  \n2 copies for the arrival \n2 copies for the departure. \n \n5. Non-regular Flights (National Directorate of Air Transport) \n \n \nThose foreign companies with the authorization of the Republic of \nArgentina to operate non-regular commercial services from/to the \ncountry  should  request  such  authorization,  through  their  legal \nrepresentative,  to  the  National  Directorate  of  Air  Transport  two \ndays before the intended flight, indicating: \na) Company name and nationality; \nb) Date of the flights; \nc) Intended route, indicating origin and destination airports; \nd) Aircraft registration mark; \ne) List of crew members; and \nf) Number,   origin   and   destination   of   passengers   and/or \ncargo. \n \nForeign  companies  without  the  authorization  of  the  Republic  of \nArgentina to operate non-regular commercial air services from/to \nthe  country  should  obtain  the  said  authorization  through  a  legal \nrepresentative   and   then   proceed   as   indicated   in   the   above-\nmentioned paragraph. \n \nArgentine  companies  with  the  authorization  to  operate   non-\nregular commercial services shall request the above            \nauthorizations for each flight. \n \nDocumentation  shall  be  submitted  in  accordance  with  what  is \nestablished in the item “Regular Flights”. \n \nTaking  this  into  consideration,  those  aircraft  departing  from  an \ninternational aerodrome located in another State shall submit the \nflight plan at least two (2) hours before the expected takeoff time, \nunless the estimated time until the entry to the Argentine territory \nwere longer than two hours of flight. \n \n \nFor the departures, only the flight plan is required, and it shall be \nsubmitted sixty (60) minutes before the expected takeoff time or \nwith enough time to comply with customs, migration, and health \nrequirements, the longer of these two periods. \n \n \nForeign  aircraft  affected  to  non-regular  commercial  air  transport \nwill  later  be  able  to  operate  in  the  Argentine  territory  us-ing          \nexclusively  controlled  aerodromes  and  aerodromes  where  only \nflight information and warning services are pro-vided. \n \n\nAIP ARGENTINA  GEN 1.2-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n \nLas   aeronaves   extranjeras   que   realicen   taxi   aéreo   quedan \nexceptuadas de lo dispuesto en el párrafo anterior, si se encuentra \nexpresamente especificado en la correspondiente autorización. \n \nAquellas aeronaves de empresas extranjeras que deban sobrevolar \nterritorio argentino sin efectuar aterrizaje realicen escalas técnicas \no prevean aeródromos de alternativas en el mismo, asentarán en \nel plan de vuelo (Casilla Nº 18 - RMK) los siguientes datos: \na) nombre o denominación del explotador; \nb) dirección postal - telegráfica; \nc) fax, teléfono, e-mail, AFTN \n \n6. Vuelos privados (de la Aviación General) \n \nLas   aeronaves   de   la   aviación   general   que   despeguen de   un \naeródromo internacional situado en otro Estado deberán presentar \nel  plan  de  vuelo  con  una  antelación  mínima  de  dos  (2)  horas  a  la \nhora prevista de despegue, a menos que el tiempo estimado hasta \nel ingreso al territorio argentino sea mayor a dos (2) horas de vuelo. \n \nLas aeronaves de la aviación general con matrícula extranjera que \ningresen  al  territorio argentino asentarán  en  el  plan  de  vuelo \n(Casilla   Nº   18 - RMK)   los   siguientes   datos   del   propietario   o \nexplotador de la aeronave;  \n \na) nombre y apellido; \nb) dirección postal - telegráfica; \n \nLos  miembros  de  la  tripulación  o  su  representante  designado \ndeben    presentarse    luego    del    aterrizaje    ante    la    Autoridad \nAeronáutica con la siguiente documentación:  \n \na) Certificado de Idoneidad Aeronáutica: Licencia, certificado \nde   competencia   (insertas   al   dorso   las   habilitaciones \ncorrespondientes a la aeronave);  \nb) Certificado de Aeronavegabilidad;  \nc) Certificación Médica Aeronáutica (CMA); y  \nd) Seguro  con  cobertura  en  el  territorio  de  la  República \nArgentina. \n \nNo obstante, las aeronaves quedan sujetas a la presentación de la \ndocumentación  estipulada  en  la  Parte  91  de  las  Regulaciones \nArgentinas   de   Aviación   Civil   (RAAC) – REGLAS   DE   VUELO   Y \nOPERACIÓN  GENERAL, cuando  la  Autoridad  Aeronáutica  disponga \nque esta sea presentada.   \n \nA excepción de lo especificado en el párrafo anterior, una aeronave \ncivil    extranjera    puede    ser    operada    sin    el    certificado    de \naeronavegabilidad   requerido   siempre   que   se   le   emita   una \nautorización  especial  de  vuelo,  la  cual  debe  ser  solicitada  a  la \nAutoridad Aeronáutica al siguiente correo electrónico: \naeronavesextranjeras@anac.gob.ar.  \n \nEste procedimiento también se aplica para las aeronaves que van a \nser   operadas   en   la   República   Argentina   con   el   propósito   de \ndemostración en un show aéreo.  \n \nLa  autorización  especial  de  vuelo  emitida  por  la  ANAC  a  una \naeronave   civil   extranjera   puede   incluir   cualquier   condición   y \nlimitación  consideradas  necesarias  por  la  Autoridad  Aeronáutica \npara la operación segura en el espacio aéreo argentino. \n \nForeign  aircraft  operating  air  taxi  services  are  excepted  from  the \nprovisions of the paragraph above, if it is expressly     specified in \nthe appropriate authorization. \n \nThose   aircraft   of   foreign   companies   overflying   the   Argentine \nterritory    without    landing,    performing    technical    stops,    or      \nplanning  to  use  alternate  aerodromes  in  the  country  shall  write \ndown the following data in the Flight Plan (Box No. 18 - RMK): \na) Operator name or denomination; \nb) Mailing / telegraphic address; and \nc) Fax number, telephone number, e-mail and AFTN. \n \n6. Private Flights (of General Aviation) \n \nGeneral    aviation    aircraft    taking    off    from    an    international \naerodrome located in another State shall submit the flight plan at \nleast  two  (2)  hours  before  the  expected  takeoff  time,  unless  the \nestimated  time  until  the  entry  into  the  Argentine  territory  were \nlonger than two (2) hours of flight. \n \nGeneral  aviation  aircraft  with  foreign  registration  marks  entering \ninto the Argentine territory shall write down the following data of \nthe owner or operator of the aircraft in the Flight Plan (Box No. 18 \n- RMK): \n \na) Full name; \nb) Mailing / telegraphic address; and \n \nThe crew members or their designated representative must present \nthemselves,  after  landing,  before  the  Aeronautical  Authority with \nthe following documentation: \n \na) Certificate of Aeronautical Suitability: license, certificate of \ncompetency     (inserted     on     the back     the     ratings \ncorresponding to the aircraft); \nb) Certificate of Airworthiness; \nc) Aeronautical Medical Certification (AMC) and \nd) Insurance with coverage in the territory of the Republic of \nArgentina. \n \nHowever,    aircraft    are    subject    to    the    submission    of    the \ndocumentation stipulated in Part 91 of the Argentine Civil Aviation \nRegulations  (RAAC) – FLIGHT  AND  GENERAL  OPERATION  RULES, \nwhen the Aeronautical Authority requires it to be submitted. \n \n \nExcept as specified in the previous paragraph, a foreign civil aircraft \nmay  be  operated  without  the  required  airworthiness  certificate \nprovided  it  is  issued  a  special  flight  authorization,  which  must  be \nrequested  to  the  Aeronautical  Authority  to  the  following  e-mail: \naeronavesextranjeras@anac.gob.ar. \n \n \nThis  procedure  also  applies  to  aircraft  to  be  operated  in  the \nRepublic  of  Argentina  for  the  purpose  of  demonstration  at  an  air \nshow.  \n \nThe  special  flight  authorization  issued  by  ANAC  to  a  foreign  civil \naircraft   may   include   any   condition   and   limitation   considered \nnecessary  by  the  Aeronautical  Authority  for  safe  operation  in \nArgentine airspace. \n\nAIP ARGENTINA  GEN 1.2.-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n \nAsimismo, las aeronaves con matrícula extranjera de los Estados NO \ncontratantes  del  Convenio  de  Chicago  requieren  de  un  permiso \nprevio  de  la  Autoridad  Aeronáutica,  el  que  deberán  tramitar  al \ncorreo electrónico citado precedentemente.    \n \nNota. – Ver RAAC Parte 91, párrafo 91.175. \n \nLas aeronaves privadas extranjeras podrán desplazarse \nposteriormente   dentro   del   territorio   argentino   mediante   la \npresentación del plan de vuelo correspondiente.   \n \nPara  operar  hacia  o  entre  aeródromos  públicos  donde no  se \nbrindan servicios de tránsito aéreo, el Comandante de la aeronave \ndeberá especificar en el casillero 18 del formulario de plan de vuelo, \nRMK/   que   se   encuentra   autorizado   por   el   propietario   de \naeródromo/helipuerto/lugar    apto    declarado    para    realizar    la \noperación que declara en su FPL.   \n \nPara operar desde un aeródromo que brinda servicios de tránsito \naéreo   hacia   aeródromos/helipuertos   privados   o   lugares   aptos \ndeclarados, deberá ajustarse a lo indicado en el párrafo anterior.   \n \nPara  las  salidas  de  aeronaves  privadas  de  la  aviación  general,  se \nrequiere únicamente el plan de vuelo, el cual deberá ser presentado \ncon  una  antelación  de  sesenta  (60)  minutos  a  la  hora  prevista  de \ndespegue  o  con  la  antelación  necesaria  para  cumplimentar  los \nrequisitos de aduana, migraciones y sanidad, de ambos períodos el \nmayor. \n \n7. Procedimiento  para  la  solicitud  de  internacionalización \ntemporaria de aeropuertos nacionales de la República Argentina \n \n \nEl     usuario     deberá     solicitar     la     factibilidad     operativa     al \nExplotador/Concesionario del  aeropuerto;  una  vez  obtenido  el \nconforme operativo deberá ser enviado al Jefe del Aeródromo para \nsu  fiscalización,  a  través  de  los  contactos  que  se  encuentran \npublicados en la AIP – PARTE AD 2.1 correspondiente al aeródromo; \ny  al  correo  electrónico inter-ad@anac.gob.ar,  del  cual  recibirá  la \nautorización de la operación, en caso de no existir restricción local \nalguna. \n \nUna   vez   obtenida   la   factibilidad   operativa,   el   usuario   será \nresponsable     de     solicitar     los     servicios     que     requiera     su \ninternacionalización    temporaria;    Salud    Pública/    Sanidad    de \nFronteras,  Aduana,  Migraciones,  veterinaria  y/o  fitosanitarios  / \nSENASA. \n \nEl correo electrónico o la nota de requerimiento deberá consignar \nlos siguientes datos: \n \na) Factibilidad operativa aprobada, por parte del Explotador / \ndel Aeródromo que se afectará Aeródromo que se afectará.  \nb) Propósito de la operación.  \nc) Fecha y horarios (UTC) de la operación.  \nd) Ruta a volar (origen y destino).  \ne) Tipo   y   matrícula   de   la   aeronave   y   de   las   posibles \nalternativas.  \nf) Nombre y licencia (tipo y número) de la tripulación.  \ng) Número de pasajeros (si los hubiere).  \n \nLikewise,  foreign-registered  aircraft  from  States  that  are  NON-\ncontracting  parties  of  the  Chicago  Convention  require  a  previous \npermit of the Aeronautical Authority, which shall be obtained at the \nabove-mentioned e-mail address.   \n \nNote. – See RAAC Part 91, paragraph 91.175 \n \nThen,  foreign  private  aircraft  will  be  able  to  operate  within  the \nArgentine territory upon submission of the proper flight plan. \n \n \nTo operate to or from public aerodromes where air traffic services \nare not provided, the pilot in command shall specify in box 18 of the \nFlight  Plan  Form,  RMK/  that  he/she  has  been  authorized  by  the \nowner   of   the   aerodrome/heliport/declared   suitable   place   to \nconduct the operation that he/she has stated in his/her FPL. \n \n \nTo  operate  from  an  aerodrome  where  air  traffic services  are \nprovided  to  private  aerodromes/heliports  or  declared  suitable \nplaces, he/she shall proceed as indicated in the above paragraph.   \n \nFor  the  departures  of  general  aviation  private  aircraft,  only  the \nflight plan is required, and it shall be submitted 60 (sixty) minutes \nbefore the expected takeoff time or with enough time to comply \nwith  customs,  migration,  and  health  requirements,  the  longer  of \nthese two periods. \n \n \n7. Procedure for the request of temporary \ninternationalization  of  the  national  airports in  the  Republic  of \nArgentina \n \nThe  user  must  request  operational  feasibility  from  the  Airport \nOperator/Concessionaire; Once the operational approval has been \nobtained,  it  must  be  sent  to  the  Head  of  the  Aerodrome  for \ninspection,  through  the  contacts  that  are  published  in  the  AIP – \nPART  AD  2.1  corresponding  to  the  aerodrome;  and  to  the  email \ninter-ad@anac.gob.ar,  from  which  you  will  receive  authorization \nfor the operation, if there are no local restrictions.  \n \n \nOnce operational feasibility is obtained, the user will be responsible \nfor    requesting    the    services    required    by    their    temporary \ninternationalization;   Public   Health   /   Border   Health,   Customs, \nImmigration, Veterinary and / or Phytosanitary / SENASA. \n \n \nIn the e-mail or note for the requirement, the following data shall \nbe included:  \n \na) Approved   operational   feasibility,   by   the   Operator   / \nConcessionaire of the Aerodrome that will be affected. \nb) Purpose of the operation.  \nc) Date and time (UTC) of the operation. \nd) Route to be flown (origin and destination).   \ne) Aircraft type and registration mark and possible \nalternatives. \nf) Name and license (type and number) of the crew. \ng) Number of passengers (if any). \n\nAIP ARGENTINA  GEN 1.2-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nh) E-mail de la compañía, número de teléfono de contacto. \ni) Nombre completo y DNI del responsable de la solicitud. \n \n \nLa  solicitud  deberá  ser  enviada  a las  direcciones  de  correo  de  la \nAutoridad   Aeronáutica,   anteriormente   mencionadas,   con   un \nmínimo  de  48  horas  de  antelación;  caso  contrario,  no  se  asegura \ncontar con la autorización.  \n \nEl   usuario   es   responsable   de   gestionar   la   tramitación   de   los \nservicios  requeridos  para  la  operación  y  debe  notificar  cualquier \nmodificación y/o cancelación de la misma. \n \nAntes de presentar el Plan de Vuelo, el usuario deberá informar a \nla  Jefatura  del  aeródromo  a  internacionalizar  la  concurrencia  de \ntodos  los  servicios  de  control  involucrados  para  garantizar  la \naceptación del plan. \n \nNota 1. —  Las aeronaves deben operar en idioma español.  \n \nNota  2. —  La  validez  de  la  internacionalización  será  de  4  horas \ndesde   la   hora   prevista   de   despegue   o   aterrizaje.   Una   vez \ntranscurrido ese plazo, se deberá gestionar una nueva solicitud. \n \nEn  aquellos  aeródromos  donde  el  usuario  tenga  intenciones  de \ntramitar una solicitud de internacionalización temporaria, ajustada \nal presente punto, debe tener presente el horario en que la Oficina \nARO-AIS presta sus servicios.  Ver AIP - PARTE AD 2.3.  \n \n8. Permanencia en el exterior de aeronaves argentinas \n \nLas aeronaves argentinas afectadas al transporte aéreo comercial \nno  regular  y  las  aeronaves  privadas  podrán  permanecer  hasta  un \nmáximo de ciento ochenta (180) días en el exterior. \n \nSi  la  aeronave  no  registrase  su  entrada  al  país  dentro  del  lapso \nseñalado, la Dirección de Aeronavegabilidad adoptará las medidas \nnecesarias  a  efectos  de  la  denuncia  correspondiente  ante  las \nautoridades  judiciales  y  aduaneras  (Ley  de  Aduanas  Nº  810  y  Ley \nNº 12830). \n \n9. Permanencia en el país de aeronaves extranjeras \n \nLas  aeronaves  extranjeras  podrán  permanecer  en  el  país  por  un \nperíodo de tiempo, que no supere en ningún caso, el fijado por la \nDirección  General  de  Aduanas  (DGA).  Si  fuera necesario  tramitar \nuna prórroga a dicho plazo, su propietario deberá solicitar la misma \nante    la    autoridad    aduanera    mediante    el    siguiente    correo \nelectrónico: acabral@afip.gob.ar     \n \nVencida   la   prórroga   otorgada   por   la   DGA,   si   el   propietario \npretendiera   continuar   operando   la   aeronave   en   el   territorio \nargentino, deberá inscribirla en el Registro Nacional de Aeronaves. \n \n10. Vuelo  al  Territorio  Nacional  Argentino - Islas  Malvinas  y \nAtlántico Sur  \n \nLas  aeronaves  extranjeras  de  la  aviación  civil  que  ingresen  al \nespacio aéreo argentino con destino a TERRITORIO INSULAR O QUE \nPARTAN DE ESOS DESTINOS, a excepción de la Isla Grande de Tierra \ndel   Fuego,   deben   contar   previamente   con   el   permiso   de   la \nAutoridad Aeronáutica a cargo de la tramitación de la misma. \n \nEn la solicitud de permiso que debe presentarse para satisfacer lo \nrequerido   en   el   párrafo   anterior,   se   debe   enviar   un   correo \nh) Company e-mail, contact telephone number. \ni) Full name and ID number of the person responsible for \nthe request. \n \nThe   request   must   be   sent   to   the   email   addresses   of   the \nAeronautical  Authority,  mentioned  above,  with  a  minimum  of  48 \nhours in advance; Otherwise, authorization is not guaranteed.  \n \n \nThe  user  is  responsible  for  managing  the  procedure  with  the \nservices  required  for  the  operation,  and  must  notify  any  change \nand/or the cancellation of the operation.  \n \nBefore submitting the Flight Plan, the user shall inform the Chief of \nthe aerodrome to be internationalized of the concurrence of all the \ncontrol services involved to ensure the acceptance of the plan. \n \n \nNote 1. — Aircraft must operate in Spanish. \n \nNote 2. — The internationalization has a validity of 4 hours since the \nscheduled takeoff or landing time. A new request shall be submitted \nwhen such term has expired. \n \nIn those aerodromes where the user intends to process a request \nfor  temporary  internationalization,  adjusted  to  this  point,  they \nmust keep in mind the hours in which the ARO-AIS Office provides \nits services.  See AIP - PART AD 2.3.  \n \n8. Argentine Aircraft Staying in Foreign Countries \n \nArgentine Aircraft affected to non-regular commercial air transport \nand private aircraft will be allowed to stay in a foreign country for \nno longer than one hundred and eighty (180) days. \n \nIf the aircraft does not record its entry into the country within the \naforementioned  period,  the  Airworthiness  Directorate  shall  take \nthe  necessary  measures  in  order  to  report  such  situation  to  the \nlegal and customs authorities (Customs Law No. 810 and Law No. \n12830). \n \n9. Foreign Aircraft Staying in the Republic of Argentina  \n \nForeign aircrafts may remain in the country for a period of time, not \nexceeding, in any case, the period set by the General Directorate of \nCustoms  (DGA).  If  it  is  necessary  to  request  an  extension to  such \nterm, the owner must apply for it before the customs authority by \nsending an e-mail to: acabral@afip.gob.ar     \n \n \nOnce the extension granted by the DGA has expired, if  the owner \nintends to continue operating the aircraft in the Argentine territory, \nhe/she must register it in the National Aircraft Registry.  \n \n10. Flight to the Argentine  National Territory - Malvinas and \nand South Atlantic Islands  \n \nPrivate  civil  aviation  aircraft  entering  the  Argentine  airspace  with \ndestination  to  INSULAR  TERRITORY  OR  DEPARTING  FROM  SUCH \nDESTINATIONS,  with  the  exception  of  Isla  Grande  de  Tierra  del \nFuego, shall previously have the authorization of the Aeronautical \nAuthority in charge of said process. \n \nIn  the request for  obtaining  the  permit  to  be  submitted  for \ncomplying  with  the  requirements  of  the  paragraph  above,  an  e- \n\nAIP ARGENTINA  GEN 1.2.-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nelectrónico  a ovf@anac.gob.ar (con  copia  al  correo  alternativo \nsobrevuelosdeargentina@gmail.com),  informando  los  siguientes \ndatos y, además, adjuntando los documentos que a continuación se \ndetallan: \n \na) Tipo de aeronave; \nb) Matrícula; \nc) Identificación del vuelo; \nd) Aeropuerto de origen y destino; \ne) Ruta completa; \nf) Fecha del vuelo; \ng) Nombre, nacionalidad y licencia (tipo y número) del piloto \nal mando de la aeronave, tripulación y personal médico; \nh) Pasaportes de la tripulación, incluyendo personal sanitario \na bordo y de todos los pasajeros; \ni) Declaración    General    GENDEC,    detallando    tripulación, \npaciente y acompañante. \n \n11. Medidas de salud pública aplicadas a las aeronaves \n \nEl incremento del volumen del tráfico aéreo internacional, así como \ntambién la  rapidez  en  los   desplazamientos  de  las  aeronaves, \nprovoca que viajeros infectados en un país puedan transportarse a \notros  sin  presentar  ningún  síntoma  al  encontrarse  la  enfermedad \nen los primeros estadios.   \n \nDadas estas condiciones la prevención, el control y seguimiento se \ntornan  imprescindibles  por  parte  de  las  autoridades  sanitarias, ya \nque el control en los aeropuertos suele no ser eficaz.    \n \nLa globalización en cuanto al tránsito aéreo ha hecho que regiones \nque anteriormente eran poco visitadas se transformen en factores \npotenciales  de  riesgo  de  enfermedad  para  los  pasajeros  que  no \nestán preparados.   \n \nEs   así   que   las   administraciones   sanitarias   correspondientes \ndeberían dar a conocer los riesgos para la salud que existen en los \nviajes internacionales, como así también asesorar a los organismos \nque   tienen   posibilidad   de   ofrecer   recomendaciones   sobre   el \ncuidado de afecciones en demo-epidémicas y/o particulares.   \n \nPara   ello   es   importante   que   las   autoridades   sanitarias   se \nmantengan al corriente sobre los métodos de prevención exigidos \nen cuanto a desinfección de las aeronaves que operan en países o \nzonas riesgosas, y las medidas  preventivas y terapéuticas  para las \npersonas que se trasladan a dichas zonas.  \n \nEn relación con la  prevención  a  aplicar  a  las  aeronaves, no  se \nrequiere  ninguna  medida  de  salud  pública.  Con  respecto  a  las \naeronaves que entran en nuestro país, a excepción de aquellas que \nprovengan de países en los cuales hubiesen aparecido altos índices \nepidemiológicos   de   enfermedades transmisibles   (por   ejemplo, \npaludismo: India-Sri   Lanka-África-Brasil-Guyana;   cólera:   África-\nIndia-Brasil-Bolivia-Perú;    fiebre    amarilla:    Venezuela-Surinam-\nGuyana-Colombia y zona septentrional de África).   \n \nDe   existir   los   mencionados   antecedentes   de   aeronaves   que \ningresen  a  nuestro  territorio,  las  mismas  podrán  aterrizar  en \ncualquier  aeropuerto  internacional  siempre  que  la  misma  sea \ndebidamente esterilizada, aproximadamente 30 minutos antes de \nsu  aterrizaje,  utilizando  desinfectantes,  antisépticos,  germicidas  y \nmail    must    be    sent    to ovf@anac.gob.ar (with    a    copy    to \nsobrevuelosdeargentina@gmail.com), informing the following data  \nand also attaching the documents detailed below: \n \na) Type of aircraft; \nb)  Registration mark; \nc)  Flight identification; \nd) Airport of origin y destination; \ne) Full route; \nf) Date of flight; \ng) Name, nationality and license (type and number) of the \naircraft pilot in command, crew and medical staff; \nh) Passports of the crew, including on-board health staff, and \nof all passengers; \ni) General Declaration GENDEC,  detailing  crew  members, \npatient and person accompanying him/her. \n \n \n11. Public Sanitary Provisions Applied to Aircraft \n \nThe increase of the international air traffic volume, as well as the \nfast displacement of aircraft, makes that travelers who have been \ninfected in a certain country may be transported to other countries \nwithout  presenting  any  symptom  during  the  first  stages  of  the \ndiseases.   \n \nGiven these conditions, prevention, control and follow-up become \nessential  on  the  part  of  the  health authorities,  since  control  at \nairports is not usually effective.   \n \nGlobalization  in  terms  of  air  traffic  has  turned  regions  that  were \npreviously   little   visited   into   potential   disease   risk   factors   for \nunprepared passengers.    \n \n \nThus, the corresponding health administrations must make known \nthe health risks that exist in international travels, as well as advise \nthe    organizations    that    have    the    possibility    of    offering \nrecommendations  on  the  care  of  conditions  in  demo-epidemics \nand / or individuals.   \n \nTo do so, it is important that the sanitary authorities be fully aware \nof the prevention methods required to disinfect aircraft operating \nin countries or zones at risk, and of the preventive and therapeutic \nmeasures for the persons travelling to such zones. \n \n \nNo public health measure is required as regards the prevention to \nbe applied in aircraft. With respect to aircraft entering our country, \nexception  made  of  those  coming  from  countries  where  high \nepidemiologic indexes of transmissible diseases have appeared (for \nexample, malaria:  India-Sri  Lanka-Africa-Brazil-Guyana;  cholera: \nAfrica-India-Brazil-Bolivia-Peru;  yellow  fever:  Venezuela-Surinam-\nGuyana-Colombia and septentrional zone of Africa).    \n \n \nIf  there  is  evidence  of  aircraft  with  the  mentioned  characteristics \nentering   our   country,   they   shall   be   able   to   land   in   any    \ninternational  airport  once  the  aircraft  has  been  duly  sterilized, \napproximately   30   minutes   before   landing,   using   disinfectant, \n\nAIP ARGENTINA  GEN 1.2-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n \nbactericidas, sobre todo en la zona de almacenamiento y desechos \nde alimentos, como así también en zona de sanitarios.   \n \nEl  mencionado  procedimiento  deberá  asentarse  en  la  sección  de \nsanidad de la declaración general. \n \nSi, por  alguna  razón  especial, las  autoridades  de  salud  pública \nlocales juzgan necesaria la adopción de otras medidas, se deberá \nproceder previamente al desembarco de pasajeros y tripulantes.  \n \n12. Prohibición de fumar en los aviones de matrícula nacional \nen todo el espacio aéreo nacional \n \nDesde el 31 de mayo de 1998 se encuentra vigente la prohibición \ntotal  de  fumar  en  los  aviones  de  matrícula  nacional  en  todo  el \nespacio aéreo nacional. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nantiseptic,  germicide,  and  bactericide  products,  mainly  in  food \nstorage and disposal compartments, as well as in toilet areas.     \n \nSuch procedure shall be written down in the sanitary section of the \ngeneral declaration. \n \nIf, for any special reason, the local public health authorities consider \nit   necessary   to   adopt   other   measures, passengers   and   crew \nmembers must previously disembark. \n \n12. Smoking   Prohibition   on   Board   Aircraft   of   National \nRegistration Marks in the Whole National Air Space \n \nSince  May  31,  1998,  there  has  been  a  total  ban  on  smoking  on \naircraft    with    national    registration    throughout    the    national \nairspace. \n \n \n \n \n ",
  "pageCount": 10,
  "characterCount": 47577
}