{
  "metadata": {
    "filename": "AIP - GEN1 - 7.pdf",
    "title": "AIP - GEN1 - 7.pdf",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:14.125Z"
  },
  "text": "\n\nAIP ARGENTINA GEN 1.7-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nPARTE 1 - GENERALIDADES (GEN) / GENERAL (GEN) \nGEN 1.7     DIFERENCIAS CON RESPECTO A NORMAS, MÉTODOS \nRECOMENDADOS Y PROCEDIMIENTOS DE LA OACI \nGEN 1.7     DIFFERENCES WITH RESPECT TO ICAO STANDARDS, \nRECOMMENDED PRACTICES AND PROCEDURES \n \nLos   Suplementos,   así   como   también   las   AIC,   se   encuentran \ndisponibles en español y en inglés  \n \n \nANEXO 1 – Licencias al personal \n(Duodécima edición, julio de 2018) \n \nCAPÍTULO 2 – LICENCIAS Y HABILITACIONES PARA PILOTOS \n \n2.1.10 A  partir  de  octubre  de  1996,  se  implementó  en  el \nterritorio de la República Argentina el “Programa para \nla   evaluación técnica   operativa   psicofisiológica   de \nTripulantes mayores de 60 años afectados a Empresas \nde Transporte Aéreo”. \n \n Dicho   programa   permite   que   los   pilotos/copilotos \nafectados   al   transporte   aéreo   comercial   continúen \nvolando  luego  de  cumplir  60  años,  bajo  una  estricta \nvigilancia operativa y psicofisiológica, pero restringidos \na  volar  aeronaves  de  matrícula nacional  y  sólo  dentro \ndel territorio de la República Argentina. \n \n A partir del mes de julio de 1997, se enmendó la norma \nanterior   y   se   estableció   que,   con   respecto   a   las \nrestricciones   referidas   a   aeronaves    de   matrícula \nargentina  y  sólo  dentro  del  espacio aéreo  nacional, \npuede  haber  excepciones,  si  existen  autorizaciones, \nacuerdos   bilaterales   o   de   reciprocidad   entre   las \nadministraciones aeronáuticas de los países \ninvolucrados. \n \n2.3.1.3.2 Diez horas sólo de vuelo local. \n \n2.7.1.3.2 El  solicitante  deberá  haber completado  como  mínimo \n10 horas de instrucción sólo en vuelo local. \n \n2.9.1.3.1 Se   exigen   como   mínimo   500   horas   de   vuelo   en \nhelicópteros, distribuidas de la siguiente manera: \n \na) 300 horas, por lo menos, como piloto al mando. \n \nb) 100  horas  de  vuelo  como  piloto  al  mando  en \ntravesía,  que  comprenderán,  como  mínimo,  15 \nhoras de vuelo nocturno en travesía. \n \nc) 50 horas de vuelo por instrumentos, en condiciones \nreales o simuladas, de las cuales no más de 20 horas \npodrán    haber    sido    realizadas    en    adiestrador \nterrestre de helicóptero. \n \nd) El resto de las horas, hasta totalizar las 500, podrán \nhaber  sido  realizadas  como  copiloto  en  aeronaves \nque  requieran  dicho  tripulante  o  como  piloto  en \ninstrucción. \n \n2.11 Se  otorga  una  Licencia  de  Instructor  de  Vuelo  con  la \nhabilitación de categoría de aeronave que corresponda \n(avión, helicóptero, planeador, aerostato, etc.). \n \n \n \nThe  AIP  and  its  Supplements,  as  well  as  the  AICs,  are  available  in \nSpanish and in English. \n \n \nANNEX 1 – Personnel Licensing \n(Twelfth Edition, July 2018) \n \nCHAPTER 2 – LICENSES AND RATINGS FOR PILOTS \n \n2.1.10 As of October 1996, the “Technical and Operative \nPsychophysiological   Assessment   Program   for   Crew \nMembers   Older   than   60   Years   Old   Affected   to \nCommercial  Air  Transport  Companies”  has  been \nimplanted in the Republic of Argentina. \n \nSuch program allows pilots  and  co-pilots  affected  to \ncommercial  air  transport to  continue  flying  after  60 \nyears old, under a strict operative and \npsychophysiological surveillance, but only restricted to \nfly  aircraft  with  an  Argentine  registration  mark  and \nwithin the national territory. \n \nAs   of   July   1997,   the   previous   standard   has   been \namended, and it has been established that, with regard \nto  the  restrictions  to  fly  aircraft  with  an  Argentine \nregistration  mark  and  only  in  the  national  airspace, \nthere may be exceptions in case of authorizations or of \nbilateral    or    reciprocal    agreements    between    the \naeronautical administrations of the countries involved.     \n \n \n2.3.1.3.2  Ten hours of local flights only. \n \n2.7.1.3.2 The applicant shall have completed at least 10 hours of \nonly local flight training.  \n \n2.9.1.3.1 A minimum of 500 hours of helicopter flight is required, \nand such hours will be distributed as follows: \n \na) a minimum of 300 hours as pilot in command. \n \nb) 100   hours   as   pilot   in   command   in   navigation, \nincluding   a   minimum   of   15   hours   of   night \nnavigation flight. \n \nc) 50 hours of  real or simulated instrument flight,  of \nwhich no more than 20 hours may have been flown \nin a ground helicopter training link. \n \nd) The rest of the hours until reaching the 500 hours \nmay have been flown as a co-pilot in those aircraft \nthat  require  such  crew  member  or  as  a  pilot in \ntraining. \n \n \n2.11 A  Flight  Instructor  License  with  the  proper  aircraft \ncategory  rating  (aeroplane,  helicopter,  glider,  airship, \netc.) will be granted. \n \n  \n\nAIP ARGENTINA GEN 1.7-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n2.13.1.3 a) Si el curso se realiza en globo libre, 10 horas de vuelo \ncomo mínimo en no menos de 6 ascensos, incluyendo: \n 2  ascensos  de  1  hora  de  duración  como  mínimo \ncada uno, si se trata de un globo libre sustentado \ncon gas o \n 2  ascensos  de  30  minutos  de  duración  como \nmínimo  cada  uno,  si  se  trata  de  un  globo  libre \nsustentado   con aire caliente;  \n 1  ascenso  bajo  control  a  1500  metros  de  altura \nsobre el terreno, si se utiliza un globo de gas o \n 1  ascenso  bajo  control  a  1000  metros  de  altura \nsobre  el  terreno,  si  se  utiliza  un  globo  de  aire \ncaliente o \n 1  ascenso  en  el  que  el  solicitante  haya  sido  el \núnico ocupante del globo. \n \nb) Si el curso se realiza en dirigible, 50 horas de vuelo, \nque incluyan: \n 5 horas como piloto al mando y \n 5 horas de navegación.  \n \n \nANEXO 2 – Reglamento del aire \n(Décima edición, julio de 2005) \n \nEn  el  grado  de  aplicación  nacional  que  sigue,  los  números  entre \nparéntesis se refieren a las partes y secciones de las Regulaciones \nArgentinas  de  Aviación  Civil  (RAAC)  y  a  los  procedimientos  de \naplicación,   excepto   cuando   expresamente   se   indiquen   otras \nreferencias. \n \nCAPÍTULO 1 – DEFINICIONES \n \nAerovía: Área  de  control  o  parte  de  ella  dispuesta  en  forma  de \ncorredor “y equipada con radioayudas para la navegación”. \n \nAutoridad competente: \n \n1. En  cuanto  a  los  vuelos  sobre  alta  mar,  cuando  se  realicen \ndentro de los límites de una FIR, la autoridad competente es la \nautoridad  apropiada  del  Estado  que  tenga  jurisdicción  sobre \ndicha FIR. \n \n2. En cuanto a los vuelos sobre alta mar fuera de los límites de una \nFIR, la autoridad apropiada del Estado de matrícula. \n \n3. En cuanto a los vuelos que no sean sobre alta mar, la autoridad \napropiada  del  Estado  que  tenga  soberanía  sobre  el  territorio \nsobrevolado o la autoridad que asuma por delegación de otro \nEstado  la  responsabilidad  de  brindar  los  servicios  de  tránsito \naéreo en una porción determinada del espacio aéreo. \n \n1.  y  2.  Se  introdujo  el  concepto  de  FIR,  ya  que  la  República \nArgentina, por acuerdos internacionales de navegación aérea, \nsuministra  ATS  y  SAR  sobre  alta  mar  en  espacios  aéreos \ncorrespondientes a las FIR de su jurisdicción. \n \nAutorización  del  Control  de  Tránsito  Aéreo: Se  utiliza  el  término \n“permiso” en lugar de autorización. Mantiene el mismo significado. \n \nPiloto al mando: Se utiliza el término “Comandante de Aeronave” y \nse lo define como el piloto responsable del funcionamiento y de la \nseguridad   de   la   aeronave   durante   el   tiempo   de   vuelo,   con \nindependencia de si acciona o no los mandos de la aeronave.  \n \n2.13.1.3 a)  If  the  course  is  performed  with  a  free  balloon,  at \nleast 10 flight hours will be required in no less than 6 \nascents, including: \n \n 2 ascents of  at least 1 hour each, if  it is a free \nballoon lifted with gas or \n 2 ascents of  at least 30 minutes  each, if  it is a \nfree balloon lifted with hot air.  \n 1 ascent under control at 1500 meters of height \nabove the terrain, if it is a gas balloon or \n 1 ascent under control at 1000 meters of height \nabove the terrain, if it is a heated gas balloon or \n 1  ascent  in  which  the  applicant  has  been  the \nonly occupant of the balloon. \n \n \n b)  If the course is performed in an airship, 50 hours of \nflight will be required, including:  \n- 5 hours of flight as a pilot in command, and \n- 5 hours of navigation. \n \n \nANNEX 2 – Rules of the Air \n(Tenth Edition, July 2005) \n \nIn  the  following  national  degree  of  application,  the  numbers in \nbrackets  refer  to  the  Parts  and  Sections  of  the  Argentine  Civil \nAviation  Regulations  (RAAC)  and  to  other  applicable  procedures, \nexcept when other references are expressly indicated. \n \n \nCHAPTER 1 – DEFINITIONS \n \nAirway:  A control area or portion thereof established in the form \nof a corridor “and equipped with navigational radio aids”. \n \nAppropriate authority:     \n \n1. Regarding flights over the high seas, when they are conducted \nwithin  the  FIR  boundaries,  the  appropriate authority  is  the \npertinent  authority  of  the  State  having  jurisdiction  over  said \nFIR. \n \n2. Regarding flights over the high seas outside the FIR boundaries, \nthe pertinent authority of the State of Registration. \n \n3. Regarding flights that are not performed over the high seas, the \npertinent  authority  of  the  State  with  sovereignty  over  the \noverflown   territory,   or   the   authority   that   assumes   the \nresponsibility  of  another  State  for  providing  the  air  traffic \nservices in a specific portion of the airspace. \n \n1. and 2. The concept of FIR was introduced because the Republic \nof  Argentina,  due  to  air  navigation  international  agreements, \nprovides ATS and SAR services over the high seas and airspaces \nof the FIRs under its jurisdiction.  \n \nAir traffic control clearance: The term “clearance” is used instead of \n“authorization”. It keeps the same meaning. \n \nPilot in command of the aircraft: The term “Aircraft Commander” is \nused, and it is defined as the pilot responsible for the operation and \nsafety  of  the  aircraft  during  a  flight,  no matter  whether  he/she \nactivates or not the aircraft commands.  \n \n\nAIP ARGENTINA  GEN 1.7-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2024 \n \nConcordancia  con  el  nombre  utilizado  en  la  Ley  17.285  (Código \nAeronáutico  Argentino).  Su  alcance  de  responsabilidad  se  aplica \naccione o no los mandos de la aeronave. \n \n \nCAPÍTULO 3 – REGLAS GENERALES \n \n3.2.2.2 Cuando  dos  aeronaves  se  aproximen  de  frente,  o  casi \nde frente, y haya peligro de colisión, ambas aeronaves \nalterarán su rumbo hacia su derecha, “dejando entre \nambas por lo menos 150 metros”. Se establece una \ndistancia  mínima  a  mantener  con  respecto  a  la  otra \naeronave. (91.113). \n \n3.2.2.3  1°) cederán   el   paso   a   los   dirigibles,   planeadores, \naerodeslizadores y globos. \n \n2º) cederán el paso a los planeadores, \naerodeslizadores y globos. \n \n3º) cederán el paso a los aerodeslizadores y globos. \n \n4º) Los aerodeslizadores cederán el paso a los globos.   \n \nSe     incluyó     la     figura     de     los     aerodeslizadores \n(parapentes, alas delta o similares). (91.113) \n \n3.2.4 a) La  aeronave  está  provista  de  doble  comando  en \ncompleto  funcionamiento,  “y  existan  condiciones \nmeteorológicas   de   vuelo   visual   y   la   operación   se \ndesarrolle sujeta al VFR”. \n \nSe   exigen   estas   condiciones   meteorológicas   para \ncompensar    la    visibilidad    reducida    del    piloto    de \nseguridad o el mayor tiempo que requerirá el piloto que \nlleva  los  mandos  para  orientarse después  de  haber \ndedicado toda su atención a los instrumentos de vuelo. \n(91.109) \n \n3.3.1.4  Para los vuelos proyectados como controlados desde su \ncomienzo,  el  plan  de  vuelo  deberá  presentarse  por  lo \nmenos  45  minutos  antes  de  la  hora  prevista  de  fuera \ncalzos (EOBT).  \n \nPara   los   vuelos   controlados,   el   plan   de   vuelo   se \ntransmitirá  en  vuelo,  con  una  anticipación  mínima  de \n10  minutos  respecto  del  momento  en  que  se  calcula \nque se iniciará la operación, si la transmisión es directa, \ny de 20 minutos, si exigiera retransmisión. \n \nPara  vuelos  VFR:  para  vuelos  locales,  exclusivamente \ndentro  del  ATZ, presentación  hasta  15  minutos  antes \ndel EOBT. \n \nPara vuelos que abandonen el ATZ, presentación hasta \n30 minutos antes del EOBT. (91.153) \n \n3.9 (Ver Tabla VFR.) No se han establecido espacios aéreos \nClase E. \n \nNo se establecen mínimas para el espacio aéreo Clase \nF,  ya  que  el  espacio  aéreo  con  servicio  asesor  de \ntránsito aéreo sólo se ha establecido por encima de FL \n245. (91.155). \n \n \nIn concordance with the name used in Law No. 17.285 (Argentine \nAeronautical  Code).  The  range  of  responsibility  applies  no  matter \nwhether   the   pilot   in   command   activates   or   not   the   aircraft \ncommands. \n \nCHAPTER 3 – GENERAL RULES \n \n3.2.2.2 When   two   aircraft   are   approaching   head-on   or \napproximately so, and there is danger of collision, both \nshall alter its heading to the right, “leaving at least 150 \nmeters between each other”. A minimum separation \ndistance is established between both aircraft. (91.113) \n \n \n3.2.2.3  1st)  shall  give  way  to  airships,  gliders,  hovercraft  and \nballoons. \n \n 2nd) shall give way to gliders, hovercraft and balloons. \n \n 3rd) shall give way to balloons. \n \n 4th) Hovercraft shall give way to balloons. \n \n The  figure  of  hovercraft  (paragliders,  hang-gliders  or \nsimilar) has been included. (91.113) \n \n \n3.2.4  a)   The   aircraft   is   provided   with   dual   controls   in \ncomplete service, “and there are visual meteorological \nconditions, and the operation is conducted under VFR”. \n \n \n These weather conditions are required to compensate \nthe pilot ́s reduced visibility or the longer time required \nby the pilot in command to get organized after having \nbeen focused on the flight instruments. (91.109) \n \n \n \n3.3.1.4 For those flights planned as controlled flights from the \nbeginning, the flight plan shall be submitted at least 45 \nminutes before the estimated off-block time (EOBT). \n \n For    controlled    flights,    the    flight    plan    shall    be \ntransmitted in flight at least 10 minutes in advance, if it \nis  a  direct  transmission;  and  at  least  20  minutes  in \nadvance, if it must be re-transmitted, in both cases with \nrespect to the moment when the operation is going to \nbe started. \n \nFor  VFR  flights:  In  the  case  of  local  flights,  exclusively \nwithin the ATZ, submission up to 15 minutes before the \nEOBT.  \n \nFor flights leaving the ATZ, submission up to 30 minutes \nbefore the EOBT. (91.153)   \n \n3.9 (See   VFR   table.)   Class   E   airspaces   have   not   been \nestablished. \n \nNo  minima  has  been  established  for  Class F  airspace, \nsince  the  airspace  with  air  traffic  advisory  service  has \nonly been established above FL 245. (91.155) \n \n \n\nAIP ARGENTINA GEN 1.7-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nTABLA VFR / VFR TABLE \n \nCLASE DE ESPACIO AÉREO /AIRSPACE CLASSIFICATION \nA B C / D G \n \n \n \nDISTANCIA DE LAS \nNUBES  \n \nDISTANCE FROM THE \nCLOUDS \nFL 100 o por encima  \nAt FL 100 or above \n \nLibre de nubes \nFree of clouds \n \nHorizontal 1500 m \n \nVertical 1000 ft \n \n \nHorizontal 1500 m (1) \n \n Vertical 1000 ft \n  \nPor debajo de FL 100 \nBelow FL 100 \nHorizontal 1500 m  \n \nVertical 1000 ft \n \nDentro de CTR o ATZ \nWithin CTR or ATZ \nHorizontal 1500 m (1)  \n \nVertical 500 ft \nHorizontal 1500 m (1)  \n \nVertical 500 ft \n \nHorizontal 1500 m (1)  \n \nVertical 500 ft \n \n \nVISIBILIDAD EN VUELO \n \nVISIBILITY IN FLIGHT \nA FL 100 o por encima \nAt FL 100 or above \n \n8 km \n \n8 km \n \n8 km \n \nPor debajo de FL 100 \nBelow FL 100 \n \n5 km 5 km 5 km (2) (3) \n(1)  Excepto en vuelo por debajo de 1000 ft AGL, donde se requiere que no exista nubosidad horizontalmente ni por debajo de la aeronave. \n(1)   Except in flight below 1000 feet AGL, where no cloudiness is required horizontally or below the aircraft. \n \n(2)  En aeródromos no controlados ubicados fuera de CTR, visibilidad mínima 2500 m. \n(2)   At uncontrolled aerodromes located outside the CTR with a minimum visibility of 2500 m. \n \n(3) Los helicópteros pueden volar en espacio aéreo clase G (excepto en aeródromos dentro de CTR) con visibilidad inferior a 5 km, pero \nnunca inferior a 500 m. \n(3)  Helicopters can fly in a Class G airspace (except at aerodromes within the CTR) with a visibility of less than 5 km, but never of less than \n500 m. \n \n \n \nANEXO 3 – Meteorología \n(Vigésima edición, julio de 2018) \n \nCAPÍTULO 1 – DEFINICIONES \n \nAeronave: “Se consideran aeronaves los aparatos o mecanismos \nque  puedan  circular  en  el  espacio  aéreo  y  que  sean  aptos  para \ntransportar personas o cosas”. Definición según el artículo 36 de la \nLey 17.285 (Código Aeronáutico Argentino) \n \nExplotador: “Persona  que  la  utiliza  legítimamente  por  cuenta \npropia, aun sin fines de lucro”. Definición según el artículo 65 de la \nLey 17.285 (Código Aeronáutico Argentino) \n \n \n \n \n \nANNEX 3 – Meteorology \n(Twentieth Edition, July 2018) \n \nCHAPTER 1 – DEFINITIONS \n \nAircraft: Any device or mechanism that can circulate in the airspace \nand  that  is  capable  of  transporting  people  or  things.  Definition  of \nSection 36 of Law No. 17.285 (Argentine Aeronautical Code) \n \n \nOperator: Person who legally uses an aircraft on his/her own behalf, \neven  without  profit.  Definition  of  Section  65  of  Law  No.  17.285 \n(Argentine Aeronautical Code) \n \n \n \n \n4.2 a) Los  vuelos  VFR  no  pueden  realizarse  con  techo  de \nnubes inferior a los 1000 pies respecto de la superficie \nterrestre. \nSe ha tenido en cuenta que la aeronave debe mantener \n500 pies de altura con respecto a la superficie terrestre \ny  500  pies  de  separación  vertical  con  respecto  a  las \nnubes. (91.155) \n \n4.5 El  vuelo  VFR  se  realiza  exclusivamente  desde  FL  195 \nhacia abajo. (91.150) \n \n \n4.2 a) VFR flights cannot be conducted with a cloud ceiling of \nless than 1000 feet with respect to the Earth surface. \nIt has been considered that the aircraft should maintain \na height of  500 feet with respect to the Earth surface \nand  a  vertical  separation  distance  of  500  feet  with \nrespect to the clouds. (91.155) \n \n \n4.5  VFR  flights  are  conducted  since  FL 195  downwards. \n(91.150)  \n \n\nAIP ARGENTINA  GEN 1.7-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2024 \n \nPiloto al mando: Se utiliza el término “Comandante de Aeronave” y \nse lo define como el piloto responsable del funcionamiento y de la \nseguridad   de   la   aeronave   durante   el   tiempo   de   vuelo,   con \nindependencia  de  si  acciona  o  no  los  mandos  de  la  aeronave. \nConcordancia  con  el  nombre  utilizado  en  la  Ley  17.285  (Código \nAeronáutico  Argentino).  Su  alcance  de  responsabilidad  se  aplica \naccione o no los mandos de la aeronave. \n \nCAPÍTULO 4 – OBSERVACIONES E INFORMES METEOROLÓGICOS \n \n4.1.3  No  se  expiden  observaciones  especiales  acerca  de \ncambios  del  alcance  visual  en  la  pista.  Las  variaciones \nde RVR son informadas verbalmente a las aeronaves en \nvuelo  por  los  operadores  de  la  torre  de  control  de \naeródromo, en base a lo observado en los repetidores \ndel sistema RVR disponibles en la misma. \n \n4.6.3.2 a)  No  se  dispone  de  RVR  en  algunos  aeródromos  de \nCategoría I.  \n \nCAPÍTULO 6 – PRONÓSTICOS \n \n6.3.1  No  se  realizan  pronósticos  de  aterrizaje  en  forma \nregular. Se emiten a requerimiento de los usuarios. \n \n6.5.2  No  se  expide  información  AIRMET  ni  GAMET.  Para \nvuelos  a  baja  altura,  se  emiten  pronósticos  de  área \ndenominados PRONAREA, que contienen una \ndescripción  de  fenómenos  significativos,  isoterma  de \n0º  C,  engelamiento,  tropopausa  y  vientos  máximos, \nturbulencia, ubicación de corriente en chorro, viento y \ntemperatura   en   altitud   desde   FL   030   a   FL   450   y \npronóstico para aeródromos donde no existe el TAF. Se \nenmiendan en caso de que sea necesario. \n \nCAPÍTULO 7 – INFORMACIÓN SIGMET Y AIRMET \n \n7.2.1,   7.2.2   y   7.2.3 No   se   expide   información   AIRMET.   Se \nenmiendan los informes PRONAREA cuando procede. \n \n7.4.1  No  se  emiten regularmente  avisos  de  cizalladura  del \nviento.  Sólo  se  emiten  cuando  se  recibe  notificación \npor parte de las tripulaciones de vuelo en las fases de \naterrizaje y despegue \n \n7.4.3  No   se   expiden   alertas   de   cizalladura   del   viento \ngeneradas por sistemas automáticos. No se dispone de \nequipamiento automático para su detección. \n \n \n \nANEXO 4 – Cartas aeronáuticas \n(Undécima edición, julio de 2009) \n \nNo existen diferencias. \n \n \n \nANEXO 5 – Unidades de medida que se emplearán en \nlas operaciones aéreas y terrestres \n(Quinta edición, julio de 2010) \n \nNo existen diferencias. \n \n \n \nPilot-in-command: The term “Aircraft Commander” is used, and it \nis defined as the pilot responsible for the operation and safety of \nthe aircraft during a flight, no matter whether he/she activates or \nnot the aircraft commands. In concordance with the name used in \nLaw  No.  17.285  (Argentine   Aeronautical  Code).  The  range  of \nresponsibility  applies  whether  the  pilot  in  command  activates  or \nnot the aircraft commands. \n \nCHAPTER 4 – METEOROLOGICAL OBSERVATIONS AND REPORTS \n \n4.1.3  There  are  no  special  remarks  concerning  the  changes \nin the runway visual range. RVR variations are informed \nverbally  to  the  aircraft  in  flight  by  the  aerodrome \ncontrol tower operators, based on the observations of \nthe available RVR system repeaters. \n \n \n4.6.3.2 a)  RVR is not available at some Category 1 aerodromes.  \n \n \nCHAPTER 6 – FORECASTS \n \n6.3.1  Landing  forecasts  are  not  regularly  made.  They  are \nissued upon the users’ requests.  \n \n6.5.2  Neither AIRMET nor GAMET information is issued. Area \nforecasts,  known  as  PRONAREA,  are  issued  for  low-\naltitude  flights,  containing  a  description  of  significant \nphenomena,  0º  C  isotherm,  icing,  tropopause  and \nmaximum   winds,   turbulence,   jet   stream   location, \nwinds and temperatures aloft from FL 030 up to FL 450, \nand  forecast  for  aerodromes  with  no  TAF.  They  are \namended as necessary. \n \n \nCHAPTER 7 – SIGMET AND AIRMET INFORMATION \n \n7.2.1, 7.2.2 and 7.2.3 No AIRMET information is issued. PRONAREA \nreports are amended as appropriate. \n \n7.4.1  No  wind  shear  notices  are  regularly  issued.  They  are \nonly  issued  when  there  is  a  flight  crew  notification  in \nthe landing and takeoff phases. \n \n \n7.4.3  No   wind   shear   alerts   are   produced   by   automatic \nsystems.  There  is  no  automatic  equipment  for  the \ndetection.  \n \n \n \nANNEX  4 – Aeronautical Charts \n(Eleventh Edition, July 2009) \n \nThere are no differences. \n \n \n \nANNEX 5 – Units of Measurement to be \nUsed in Air and Ground Operations \n(Fifth Edition, July 2010) \n \nThere are no differences. \n \n \n\nAIP ARGENTINA GEN 1.7-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nANEXO 6 – Operación de aeronaves \nParte I – Transporte aéreo comercial internacional – Aviones \n(Undécima edición, julio de 2018) \n \nCAPÍTULO 1 – DEFINICIONES \n \nSe  agrega  la  definición “Miembro  de  la tripulación  auxiliar  de \ncabina”:  Personal  al  que  el  explotador  asigna  tareas  auxiliares  a \nbordo  sin  que  integre  el  rol  de  tripulación  de  vuelo,  pero  con \ndependencia del piloto al mando de la aeronave. \n \nAdicionalmente, la reglamentación nacional prescribe sus alcances. \n \nPeríodo de servicio de vuelo: La reglamentación nacional lo define \ntambién como “tiempo de servicio” y lo limita a una (1) hora antes \nde la fijada por el explotador para la presentación del tripulante en \nel lugar de iniciación del vuelo, o de la serie de vuelos, hasta media \nhora después de finalizado el mismo o los mismos.  \n \nPiloto   al   mando: La   reglamentación   nacional   lo   define   como \n“Comandante de Aeronave”. De esta forma es establecido por el \nCódigo  Aeronáutico  de  la  República  Argentina.  El  alcance  de  su \nresponsabilidad se aplica con independencia de si acciona o no los \nmandos de la aeronave. \n \nPlan  operacional  de  vuelo: La  reglamentación  nacional  emplea  la \nexpresión “realización normal” en lugar de “realización segura”. \n \nTiempo  de  vuelo: La  reglamentación  nacional  incluye  la  palabra \n“rodar”. \n “... que la aeronave comienza a moverse por su propia fuerza para \nrodar y efectuar el despegue...” \n \nTrabajos aéreos: La reglamentación nacional determina que trabajo \naéreo  es  la  explotación  comercial  de  aeronaves  en  cualquiera  de \nsus formas, con excepción del servicio de transporte aéreo.  \n \nCAPÍTULO 3 – GENERALIDADES \n \n3.3  La  aplicación  de  esta  norma  no  afecta  los  derechos  y \nobligaciones  asignados  por  la  Autoridad  Aeronáutica \ncompetente   con   respecto   a   la   operación   de   la \naeronave. \n \nCAPÍTULO 4 – OPERACIONES DE VUELO \n \n4.1.2  Preferentemente,   el   piloto   al   mando   entregará   la \ncomunicación de la deficiencia en la primera escala, si \nésta  correspondiera  a  la  jurisdicción  de  la  novedad \ninformada. \n La    comunicación    debería    realizarse    mediante    la \nconfección y  entrega  del  formulario  “Informe  del \nPersonal Aeronáutico”. Esta norma no excluye el aviso \ndirecto   desde   la   aeronave   en   vuelo,   cuando   esta \nmedida sea indispensable para las operaciones. \n \n4.2.1  No   se   autorizarán   en   todo   el   territorio   nacional \noperaciones de    transporte    aéreo    comercial    de \npersonas   físicas   o   sociedades   comerciales   que   no \nacrediten el instrumento legal habilitante expedido por \nla autoridad competente. \n \n4.2.2.2  Antes  de  su  puesta  en  vigencia,  dicho  manual  y  sus \nenmiendas   deberán   haber   sido   aprobados   por   la \nAutoridad Aeronáutica competente. \n \nANNEX 6 – Operation of Aircraft \nPart I – International Commercial Air Transport – Aeroplanes \n(Eleventh Edition, July 2018) \n \nCHAPTER 1 – DEFINITIONS \n \nThe definition of “Cabin crew members” has been added. Personnel \nto whom the operator assigns auxiliary duties on board. They are \nnot part of the flight crew, but depend on the pilot in command of \nthe aircraft. \n \nAdditionally, the national regulations prescribe their scopes. \n \nFlight  service period: The  national  regulations  define  it  as  well  as \n“time of service”, and limits it to one (1) hour before the hour fixed \nby the operator for the crew members to be present at the starting \nplace of the flight or series of flights until half an hour after it/they \nhas/have finished. \n \nPilot-in-command: The national regulations define it as “Aircraft \nCommander”.  This  is  the  term  established  by  the  Argentine \nAeronautical  Code.  His/Her  scope  of  responsibility  applies  no \nmatter whether he/she activates or not the aircraft commands. \n \n \nOperational flight plan: The national regulations use the expression \n“normal performance” instead of “safe performance”. \n \nFlight time: The national regulations include the word “taxi”  \n “... that the aircraft starts moving by its own force to taxi and take \noff, ...” \n \n \nAerial Work: The national regulations determine that aerial work is \nthe commercial exploitation of the aircraft in any manner with the \nonly exception of the air transport service. \n \n \nCAPÍTULO 3 – GENERALITIES \n \n3.3  The application  of  this  rule  does  not  affect  the  rights \nand  duties  assigned  by  the  pertinent  Aeronautical \nAuthority with regard to the operation of aircraft. \n \nCHAPTER 4 – FLIGHT OPERATIONS \n \n4.1.2  Preferably,   the   pilot   in   command   will   submit   the \ndeficiency  report  at  the  first  stop,  if  it  is  within  the \njurisdiction of the reported item. \n The report should be made by filling out and submitting \nthe “Aeronautical Personnel Report”. This rule does \nnot exclude the direct notice from the aircraft in flight, \nwhen this action is necessary for the operation. \n \n \n4.2.1  Commercial     air     transport     operations     involving \nbusinesspeople or  commercial  societies  without  the \nenabling   legal   instrument   issued   by   the   pertinent \nauthority shall not be authorized in the whole national \nterritory.    \n \n4.2.2.2  Before    entering    into    force,    such    manual    and \namendments    shall   have    been   approved    by   the \npertinent Aeronautical Authority. \n \n\nAIP ARGENTINA  GEN 1.7-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2024 \n \n4.2.9  La  reglamentación  nacional  prescribe  un  período  de \n“seis” meses en lugar de “tres”.  \n \n4.2.11  Las tarjetas de instrucciones deberán estar redactadas \npor lo menos en tres de los idiomas oficiales de la OACI: \nIdioma español, inglés y francés. \n \n4.3.1 c) expresa:  Se  ha  liberado  el  servicio  conforme  a  lo \ndispuesto   en   el   Reglamento   de   Aeronavegabilidad \n(DNAR) Partes 121.709, 135.443, 43.5 y 43.7 (e).  \n \n4.3.2  La  reglamentación  nacional  prescribe  un  período  de \nconservación de “seis” meses en lugar de “tres”.  \n \n4.3.3.1  Adicionalmente,  la  reglamentación  nacional  prescribe \nque   el   plan   operacional   de   vuelo,   o   una   copia \nautenticada, quede en el lugar de partida. \n \n4.3.4.1.1  Se considera que debe seleccionarse un aeródromo de \nalternativa    post-despegue    solamente    cuando    los \nmínimos de utilización estén por debajo. \n \n4.3.4.3  La reglamentación nacional prescribe la inclusión de al \nmenos un aeródromo de alternativa para los vuelos IFR \no VFR. \n \n4.3.6  La   reglamentación   nacional   reemplaza   la   palabra \n“aceite” por “lubricante”.  \n \n4.3.7.2  Podrá   utilizarse   código   de   señales   para   mantener \ncomunicación con el personal de tierra cuando no sea \naconsejable utilizar el intercomunicador por presencia \nde tormentas eléctricas. \nEstas medidas precautorias no impiden que otras sean \ntomadas por la empresa explotadora o proveedora de \ncombustible. \n \n4.4.7  La     reglamentación     nacional     prescribe     que     las \ninstrucciones    sobre    operaciones    no    eximen    al \nComandante   de   la   responsabilidad   de   obtener   el \ndebido   permiso   del   control   de   tránsito   aéreo,   si \ncorresponde, antes de alterar el plan de vuelo. \n \n4.5.4  La reglamentación nacional determina la obligación del \nComandante de dejar asentadas, en el registro técnico \nde  a  bordo,  las novedades  de  la  aeronave,  como \nnotificación    al    explotador    y    con    destino    a    la \norganización  técnica  de  la  compañía.  Asimismo,  el \nComandante deberá verificar si dichas novedades han \ntenido  acción  correctiva.  Cuando,  a  juicio  de  éste,  las \nnovedades  no  subsanadas  no  afecten  la  seguridad, \npodrá iniciar el vuelo bajo su responsabilidad, debiendo \nla compañía propietaria, al término del vuelo, adoptar \nlas  medidas  correctivas.  Asimismo,  se  determinan  las \nobligaciones del Comandante en casos de nacimientos \no defunciones, como también en aquellas \nresponsabilidades   inherentes   a   la   seguridad   de   la \naeronave. \n \n4.6  La reglamentación nacional reemplaza la \ndenominación “Encargado de operaciones de vuelo” \npor “Despachante de Aeronaves”. \n \n \n \n \n4.2.9  The national regulations specify a “six-month” period \ninstead of a “three-month” period.  \n \n4.2.11  The instructions cards shall be written at least in three \nof the ICAO official languages. \nSpanish, English and French languages. \n \n4.3.1 c)  expresses: The service has been released according to \nthe Argentine Airworthiness Regulations (DNAR) Parts \n121.709, 135.443, 43.5 and 43.7 (e). \n \n4.3.2  The national regulations prescribe a storage period of \n“six” months instead of one of “three”.  \n \n4.3.3.1  Additionally,  the  national  regulations  prescribe  that \nthe  operational  flight  plan  or  a  certified  copy  must \nremain in the place of departure. \n \n4.3.4.1.1  The words “correspond or” are eliminated. \n It  is  considered  that  an  alternate  aerodrome  shall  be \nselected after takeoff only when the minima to be used \nis below the standards. \n \n4.3.4.3  The  national  regulations  prescribe  the  inclusion  of  at \nleast one alternate aerodrome for IFR or VFR flights. \n \n4.3.6  The national regulations replace the word “oil” for \n“lubricant”.  \n \n4.3.7.2  A  sign  code  may  be  used  to  keep  the  communication \nwith   the   ground   personnel   when   it may   not   be \nadvisable to use the intercom due to thunderstorms. \n These measures of caution do not prevent the operator \nor the company providing the fuel to take some other \nmeasures. \n \n \n4.4.7  The national regulations prescribe that the instructions \nabout operations do not exempt the Commander from \nthe responsibility for requesting the corresponding air \ntraffic  control  permit,  if  appropriate,  before  altering \nthe flight plan. \n \n4.5.4  The national regulations determine the Commander’s \nobligation  to  write  down in  the  onboard  technical \nrecord  all  the  aircraft  information  as  a  notification  to \nthe operator addressed to the technical organization of \nthe  company.  Besides,  the  Commander  shall  verify \nwhether   there   have    been   corrective   actions,   if \nnecessary, regarding the aircraft information collected. \nIf,  in  the  Commander’s  opinion,  the  absence  of \ncorrective   actions   does   not   affect   security/safety, \nhe/she will be able to start the flight under his/her own \nresponsibility,  and,  when  the  flight  comes  to  an  end, \nthe   company   must   take   the   corrective   actions. \nLikewise, the Commander’s obligations are determined \nin  the  case  of  a  birth  or  of  a  death,  as  well  as  with \nrespect  to  all  responsibilities  that  involve  the  aircraft \nsecurity/safety. \n \n4.6  The national regulations replace the expression “Flight \nOperations Officer” for “Aircraft Dispatcher”. \n \n \n \n\nAIP ARGENTINA GEN 1.7-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nCAPÍTULO 6 – INSTRUMENTOS, EQUIPO Y DOCUMENTOS DE VUELO \nDEL AVIÓN \n \n6.2.2  La  reglamentación  nacional  establece,  como  requisito \nadicional,  que  la  aeronave  deberá  estar  equipada  con \nmáscaras  y  antiparras  para  humo,  destinadas  a  la \ntripulación, para ser utilizadas en casos de emergencia. \n \n6.3.2  Los  registradores  tipo  IIA  deberán  poder  conservar  la \ninformación por lo menos durante las últimas 8 horas \nde su funcionamiento. \n \n6.3.3.2  Además   de   los   parámetros   de   masa   máxima   de \ndespegue,  se  agrega  la  configuración  de  10  o  más \npasajeros, excluidos los asientos de los pilotos. \n \n6.3.4.1  Además   de   los   parámetros   de   masa   máxima   de \ndespegue,  se  agrega  la  configuración  de  10  o  más \npasajeros, excluidos los asientos de los pilotos. \n \n6.3.5.1  Además   de   los   parámetros   de   masa   máxima   de \ndespegue,  se  agrega  la  configuración  de  10  o  más \npasajeros, excluidos los asientos de los pilotos. \n \n6.13  Norma aplicable en los casos en que sea requerido por \nla    operación    de    la    aeronave    en    determinados \naeródromos y horarios. \n Los     aeródromos     que     poseen     restricciones     se \nespecifican     en     la     Publicación     de     Información \nAeronáutica. \n \n6.15.3 No aplicable. \n \n6.18.1  La obligatoriedad en la República Argentina es a partir \ndel 1 de julio de 1999. \nEstablecido por Disposición CRA N° 141/97. \n \n6.18.2  La  obligatoriedad  en  la  República Argentina  es  para \naviones cuya masa máxima certificada de despegue sea \nsuperior  a  5700  Kg  o  que  estén  autorizados  para \ntransportar más de 9 pasajeros y a partir del 1 de julio \nde 2002. \nEstablecido por Disposición CRA N° 141/97. \n \n6.19  A  reserva  de  las excepciones  que  haga  la  Autoridad \nAeronáutica  competente,  a  partir  del  1  de  julio  de \n2002, todos los aviones que operen por encima de 3000 \npies de altura estarán equipados con un transpondedor \nde notificación de la altitud de presión que funcione de \nacuerdo  con  las  disposiciones  pertinentes  del  Anexo \n10. \n \n6.20 No aplicable. \n \n6.21  La  obligatoriedad  en  la  República  Argentina  es  para \naviones con motor de turbina autorizados a transportar \nmás  de  30  pasajeros  o  una  capacidad  de  carga  paga \nmáxima de más de 3400 kg. \n Este   requerimiento   es   obligatorio   en   la   República \nArgentina a partir del mes de junio de 1993. \n \nCAPÍTULO 8 – MANTENIMIENTO DEL AVIÓN \n \n8.2.2  La reglamentación nacional prescribe que los servicios \nde  mantenimiento  y  sus  componentes  se  deberán \n \nCHAPTER  6 – AIRPLANE  INSTRUMENTS,  EQUIPMENT  AND  FLIGHT \nDOCUMENTS \n \n6.2.2  The  national  regulations  establish  as  an  additional \nrequirement  that  the  aircraft  shall  be  equipped  with \nsmoke  masks  and  goggles  to  be  used  by  the  crew  in \ncase of an emergency. \n \n6.3.2  Type IIA recorders shall be able to keep the information \nfor at least the last 8 hours of operation. \n \n \n6.3.3.2  Apart from the maximum takeoff mass parameters, the \nconfiguration for 10 or more passengers, excluding the \npilots’ seats, is added. \n \n6.3.4.1  Apart from the maximum takeoff mass parameters, the \nconfiguration for 10 or more passengers, excluding the \npilots’ seats, is added. \n \n6.3.5.1  Apart from the maximum takeoff mass parameters, the \nconfiguration for 10 or more passengers, excluding the \npilots’ seats, is added. \n \n6.13  This rule applies in those cases where it is required for \nthe operation of the aircraft in certain aerodromes and \ntimes. \n The  aerodromes  with  restrictions  are  specified  in  the \nAeronautical Information Publication. \n \n \n6.15.3 Not applicable. \n \n6.18.1  In  the  Republic  of  Argentina,  it  is  compulsory  since  1\n \nJuly 1999.  \n Established by CRA Provision No. 141/1997. \n \n6.18.2  In  the  Republic  of  Argentina,  it  is  compulsory  since  1 \nJuly   2002   for   those   aeroplanes   with   a   maximum \ncertified   takeoff   mass   over   5700   kg   or   that   are \nauthorized to transport more than 9 passengers. \n Established by CRA Provision No. 141/1997. \n \n \n6.19  With   the   exceptions   granted   by   the   competent \nAeronautical    Authority,    since    1    July    2002,    all \naeroplanes  operating  above  3000  feet  of  height  shall \nbe   equipped   with   a   pressure   altitude   reporting \ntransponder working in accordance with the pertinent \nprovisions in ICAO Annex 10.  \n \n \n6.20 Not applicable. \n \n6.21  In the Republic of Argentina, it is compulsory for those \naircraft  with  turbine  engines  authorized  to  transport \nmore  than  30  passengers  or  a  maximum  payload  of \nover 3400 kg. \n This  requirement  is  compulsory  in  the Republic  of \nArgentina since June 1993. \n \nCHAPTER 8 – AIRCRAFT MAINTENANCE \n \n8.2.2  The national regulations prescribe that the services of \nmaintenance   and   components   shall   be   performed \n\nAIP ARGENTINA  GEN 1.7-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 \nefectuar con   base   en   un   plan   de   mantenimiento \naprobado por la Autoridad Aeronáutica competente. \n \n8.4.2  En la República Argentina los registros de \nmantenimiento    enumerados    en    8.4.1    deben    ser \nconservados  por  el  explotador  de  la  aeronave  en  el \nmomento en que la misma sea vendida. \n Este   requerimiento   es   obligatorio   en   la   República \nArgentina a partir del mes de junio de 1993. \n \n8.7.6.2  Los  registros  de  mantenimiento  de  los  organismos  de \nmantenimiento deben conservarse hasta que el trabajo \nsea  repetido  o  sustituido  por otro  trabajo  o  hasta  un \naño  después  de  que  el  trabajo  haya  sido  efectuado. \nPara  los  aviones  que  operen  en  transporte  aéreo  no \nregular,   los   registros   de   mantenimiento   deberán \nmantenerse  por  lo  menos  durante  5  años  después  de \nrealizado  el  trabajo,  con  excepción  de  los  trabajos  de \nrecorrida general. \n Este   requerimiento   es   obligatorio   en   la   República \nArgentina a partir del mes de junio de 1993. \n \nCAPÍTULO 9 – TRIPULACIÓN DE VUELO DEL AVIÓN \n \n9.1.1  Adicionalmente,  la  reglamentación  nacional  prescribe \ntripulación mínima para aeronaves bimotores de peso \ninferior a 5700 kg.  \n Para los vuelos realizados en condiciones \nmeteorológicas visuales y con luz diurna, se requiere un \npiloto y, en todas las demás condiciones, dos pilotos. \n \n \n9.4.3.4  La reglamentación nacional establece que los registros \nque   debe   llevar   el   explotador   serán   verificados   y \nrubricados periódicamente por inspectores designados \npor la Autoridad Aeronáutica. \n \n9.4.4.1  Ningún  explotador  puede  emplear  una   persona   ni \npersona  alguna  puede  desempeñarse  como  piloto  a \nmenos que esa persona haya completado \nsatisfactoriamente un control de eficiencia o un curso \naprobado de instrucción en simulador según las RAAC \nParte   121,   Subparte   121.409,   como   se   indica   a \ncontinuación:  \n1) Para   piloto   al   mando   un   control   de   eficiencia \ndentro  de  los  12  meses  calendario  precedentes  y \nademás,    dentro    de    los    6    meses    calendario \nprecedentes, un control de eficiencia o instrucción \nen simulador.  \n2) Para todo otro piloto:  \ni. Dentro de los 24 meses calendario precedentes \nun   control   de   eficiencia   o   instrucción   en \nsimulador (LOS) bajo121.409 y,  \nii. Dentro de los 12 meses calendario \nprecedentes,  un  control  de  eficiencia  o  un \ncurso    de    instrucción    en    simulador    bajo \n121.409. \n \nCAPÍTULO 10 – ENCARGADO   DE   OPERACIONES   DE   VUELO   / \nDESPACHADOR DE VUELO \n \nLa reglamentación nacional reemplaza esta denominación por la de \n“Despachante de Aeronaves”. \n \nCAPÍTULO 13 – SEGURIDAD DE LA AVIACIÓN \n \nbased   on   a   maintenance   plan   approved   by   the \ncompetent Aeronautical Authority. \n \n8.4.2 In the Republic of Argentina, the maintenance records \nlisted in 8.4.1 must be kept by the aircraft operator at \nthe time of selling it. \n This  requirement  is  compulsory  in  the  Republic  of \nArgentina since June 1993. \n \n \n8.7.6.2  The maintenance records belonging to the \nmaintenance  agencies  must  be  kept  until  the  work  is \nrepeated or replaced by another work or until one year \nafter   the   work   has   been   performed.   For   those \naeroplanes  operating  in  non-regular  commercial  air \ntransport,  the  maintenance  records  shall  be  kept  at \nleast  for  a  period  of  5  years  after  the  work  has  been \nmade, with the exception of the general overhaul. \n This  requirement  is  compulsory  in  the  Republic  of \nArgentina since June 1993. \n \n \nCHAPTER 9 – AIRCRAFT FLIGHT CREW \n \n9.1.1  Additionally,   the   national   regulations   prescribe   a \nminimum  of  crew  members  for  twin-engine  aircraft \nweighing less than 5700 kg.  \n For those flights conducted under visual \nmeteorological conditions and with daylight, only one \npilot  is  required,  but,  under  all  other  conditions,  two \npilots are necessary. \n \n9.4.3.4  The  national  regulations  establish  that  the  records  to \nbe  kept  by  the  operator  shall  be  verified  and  signed \nperiodically    by    the    inspectors    assigned    by    the \nAeronautical Authority. \n \n9.4.4.1  No operator can hire a person and no person can work \nas    a    pilot,    unless    such    person    has    completed \nsatisfactorily   an   efficiency   control   or   an   approved \ncourse of instruction in a simulator, in accordance with \nPart  121,  Subpart  121.409  of  the  RAAC,  as  indicated \nbelow:  \n \n1) For  the  pilot  in  command,  an  efficiency  control \nwithin  the  12  preceding  calendar  months,  and  in \naddition, within the 6 preceding calendar months, \nan   efficiency   control   or   an   instruction   in   a \nsimulator.  \n2) For the rest of the pilots:  \ni. Within  the  24  preceding  calendar  months,  an \nefficiency control or an instruction in a simulator \n(LOS), in accordance with Subpart 121.409, and   \nii. Within  the  12  preceding  calendar  months,  an \nefficiency  control  or  an  instruction  course  in  a \nsimulator, in accordance with 121.409” \n \n \nCHAPTER 10 – FLIGHT OPERATIONS OFFICER/FLIGHT DISPATCHER \n \nThe national regulations  replace this terminology for “Aircraft \nDispatcher”. \n \n \nCHAPTER 13 – AVIATION SECURITY \n \n\nAIP ARGENTINA GEN 1.7-10 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n13.5  Adicionalmente,  la  reglamentación  nacional  prescribe \nsus alcances \n \nParte II – Aviación general internacional – Aviones \n(Novena edición, julio de 2018) \n \nCAPÍTULO 1.1 – DEFINICIONES \n \nPiloto   al   mando: La   reglamentación   nacional   lo   define   como \n“Comandante de Aeronave”.  \nDe esta forma es establecido por el Código Aeronáutico Argentino. \nEl alcance de su responsabilidad se aplica con independencia de si \nacciona o no los mandos de la aeronave. \n \nTrabajos aéreos: La reglamentación nacional determina que trabajo \naéreo  es  la  explotación  comercial  de  aeronaves  en  cualquiera  de \nsus formas, con excepción del servicio de transporte aéreo.  \n \nTiempo  de  vuelo: La  reglamentación  nacional  incluye  la  palabra \n“rodar”: “... que la  aeronave  comienza  a  moverse  por  su  propia \nfuerza para rodar y efectuar el despegue...” \n \nCAPÍTULO 4 – OPERACIONES DE VUELO \n \n4.3.1 e)  No  se  exige  tarjeta  de  instrucciones  de  emergencia \npara los pasajeros. \n \n4.7  La  reglamentación  nacional  exige  que,  en  caso  de  no \nespecificarse    un    aeródromo    de    alternativa,    las \ncondiciones meteorológicas del aeródromo de destino \ndeberán ser apropiadas para vuelo en VMC desde dos \nhoras  antes  y  hasta  dos  horas  después  de  la  hora \nprevista de llegada.  \n \n4.8  La   reglamentación   nacional   reemplaza   la   palabra \n“aceite” por “lubricante”. \n \n4.8.1.1 a)  La  reglamentación  nacional  exige  el  combustible  y \nlubricante   necesarios   para   volar   hasta   el   destino \nproyectado y prolongar el vuelo un 30% más del tiempo \ncalculado para esa etapa, pero esta reserva no deberá \nser inferior a 45 minutos.   \n \nCAPÍTULO 6 – INSTRUMENTOS, EQUIPO Y DOCUMENTOS DE VUELO \nDEL AVIÓN \n \n6.6 c)  La  reglamentación  nacional  exige  dos  baroaltímetros \nde precisión. \n \n6.1.3.1.1 c) 1) La reglamentación nacional exige un asiento o litera \npara cada persona que exceda los 3 años de edad. \n \n6.6  Se requieren dos baroaltímetros de precisión. \n \n6.7  A  los  vuelos  VFR  se  les  requiere  el  equipo  designado \npara ese tipo de vuelo, más un variómetro, un indicador \ngiroscópico  de  virajes,  un  faro,  las  luces  que  exige  el \nAnexo 2, iluminación de instrumentos, linterna y luces \npara el compartimiento de pasajeros.  \n \n6.9.2  No   se   exige   para   aviones   con   una   masa   máxima \ncertificada   de   despegue   de   15000   kg   o inferior \nautorizados a transportar 30 pasajeros o menos. \n \n6.12  La reglamentación argentina lo exige a las aeronaves de \nmatrícula nacional a partir del 1 de julio de 2000, para \n13.5  Additionally,   the   national   regulations   prescribe   the \nscopes. \n \nPart II – International General Aviation – Aeroplanes \n(Ninth Edition, July 2018) \n \nCHAPTER 1.1 – DEFINITIONS \n \nPilot- in-command: The national regulations define this as “Aircraft \nCommander”.  \nThis   is   the   way   in   which   it   is   established   in   the   Argentine \nAeronautical Code. The scope of responsibility is applied no matter \nwhether he/she activates or not the aircraft commands. \n \nAerial  work:  The  national  regulations  consider  that  aerial  work  is \nthe commercial operation of aircraft in all forms with the exception \nof the air transport service. \n \nFlight  time: The national regulations include the word “taxi”: “... \nthat the aircraft starts moving by its own force to taxi and take off, \n...” \n \nCHAPTER 4 – FLIGHT OPERATIONS \n \n4.3.1 e)  The emergency instructions card for passengers is not \na requirement. \n \n4.7  If   there   is   no   alternate   aerodrome   specified,   the \nnational   regulations   require   appropriate   weather \nconditions at the aerodrome of destination for a VMC \nflight since two hours before and until two hours after \nthe estimated time of arrival.  \n \n \n4.8  The national regulations replace the word “oil” for \nlubricant”.  \n \n4.8.1.1 a)  The national regulations require the fuel and lubricant \nnecessaries to fly up to the planned destination and to \nextend the flight for over 30% of the estimated time for \nthat stage, but the extension shall not be for less than \n45 minutes. \n \nCAPÍTULO 6 – AIRPLANE INSTRUMENTS, EQUIPMENT AND FLIGHT \nDOCUMENTS \n \n6.6 c)  The    national    regulations    require    two    precision \nbaroaltimeters. \n \n6.1.3.1.1  c)  1) The  national  regulations  require  a  seat  or  bunk  for \neach person of over 3 years old. \n \n6.6  Two precision baroaltimeters are required. \n \n6.7  VFR  flights  are  required  to  have  the  corresponding \nequipment for such type of flights, plus a variometer, a \ngyroscopic gauge of turns, a beacon, the lights required \nin  Annex  2,  instrument  lighting,  lantern  and  lights  for \nthe passengers’ compartment. \n \n6.9.2 t  is  not  required  for  aeroplanes  with  a  maximum \ntakeoff certified mass of 15000 kg or less authorized to \ntransport 30 passengers or less. \n \n6.12  The  Argentine  regulations  have  this  requirement  for \naircraft  with  a  national  registration  mark;  since  1  July \n\nAIP ARGENTINA  GEN 1.7-11 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \naviones con certificado tipo en categoría transporte o \ncategoría commuter y, a partir del 1 de julio de 2002, al \nresto de los aviones de aviación general. \nQuedan exceptuados:  \n planeadores,   motoplaneadores   y   globos   libres \ntripulados; \n aeronaves construidas por aficionados o a partir de \nkits; \n ultralivianos; \n aeronaves  de  aviación  general  en  operaciones  de \nentrenamiento,  dentro  de  un  radio  de  50  NM  del \naeropuerto  desde  el  cual  aquella  operación  haya \ncomenzado; \n aeronaves  que  realicen  operaciones  que  tengan \nque ver con el diseño y ensayos en vuelo; \n aeronaves  nuevas  mientras  realicen  operaciones \nrelacionadas   con   su   fabricación,   preparación   o \nentrega; \n aeronaves   que   realicen   operaciones   de   vuelo \nconcernientes a liberación de insectos, aplicaciones \naéreas  de  productos  químicos  y  otras  sustancias \npara propósitos agrícolas; \n aeronaves    certificadas    por    la    Autoridad    de \nAeronavegabilidad  Argentina  para  propósitos  de \ninvestigación y desarrollo; \n aeronaves  mientras  son  utilizadas  para  demostrar \ncumplimiento  de  las  regulaciones,  entrenamiento \nde  tripulación,  exhibición,  carreras  o  estudios  de \nmercado; \n aeronaves  durante  cualquier  período  en  el  cual  el \nELT   haya   sido   temporalmente   removido   para \ninspección,  reparación,  modificación  o  reemplazo, \nsujeto  a  determinadas  condiciones  especificadas \nen la reglamentación correspondiente. \n \nParte  III – Operaciones  internacionales – Helicópteros \n(Novena edición, julio de 2018) \n \nSECCIÓN I \n \nCAPÍTULO 1 – DEFINICIONES \n \nPiloto   al   mando: La   reglamentación   nacional   lo   define   como \n“Comandante de Aeronave”. \nDe esta forma es establecido por el Código Aeronáutico Argentino. \nEl alcance de su responsabilidad se aplica con independencia de si \nacciona o no los mandos de la aeronave. \n \nSECCIÓN II \n \nCAPÍTULO 4 – INSTRUMENTOS, EQUIPO Y DOCUMENTOS DE VUELO \nDEL HELICÓPTERO \n \n4.3.1.6  La    obligatoriedad    de    instalar    un    CVR    es    para \nhelicópteros    propulsados    por    turbina    con    una \nconfiguración de 6 o más asientos de pasajeros o una \ncapacidad de carga paga máxima equivalente y para los \ncuales  se  requieran  2  pilotos,  y  la  obligatoriedad  de \ninstalar  un  FDR  es  para  helicópteros  propulsados  por \nturbina con una configuración de 10 o más asientos de \npasajeros. \n Este   requerimiento   es   obligatorio   en   la   República \nArgentina a partir del mes de octubre de 1992. \n \n2000, for aeroplanes type-certificated in the transport \ncategory or in the commuter category; and, since 1 July \n2002, for the rest of the general aviation aeroplanes. \nExceptions:  \n \n gliders, motor gliders and manned free balloons; \n aircraft built by amateurs from a kit; \n ultralight vehicles; \n general  aviation  aircraft  in  training  operations, \nwithin a radius of 50 NM of the airport from where \nsuch operation has started; \n \n aircraft   performing   operations   related   to   the \ndesign and to flight testing; \n new aircraft while they perform operations related \nto their manufacturing, preparation or delivery; \n \n aircraft  performing  flight  operations  concerning \nthe release of insects, aerial application of chemical \nproducts   and   other   substances   for   agricultural \npurposes; \n \n aircraft certificated by the Argentine Airworthiness \nAuthority for research and development purposes; \n \n aircraft  being  used  to demonstrate  compliance \nwith  the  regulations,  crew  members  training,  air \nshows, air racing or marketing studies; \n \n aircraft during any time in which the ELT has been \ntemporarily  removed  for  purposes  of  inspection, \nrepair,  modification  or  replacement,  subject  to \ncertain  conditions  specified  in  the  corresponding \nregulation. \n \nPart III – International Operations – Helicopters \n(Ninth Edition, July 2018) \n \nSECTION I \n \nCHAPTER 1 – DEFINITIONS \n \nPilot-in-command: The  national  regulations  define  this  term  as \n“Aircraft Commander”. \nThis   is   the   way   in   which   it   is   established   in   the   Argentine \nAeronautical Code. The scope of his/her responsibility is applied no \nmatter whether he/she activates or not the aircraft commands. \n \nSECTION II \n \nCHAPTER 4 – HELICOPTER INSTRUMENTS, EQUIPMENT AND FLIGHT \nDOCUMENTS \n \n4.3.1.6  The requirement of having a CVR installed is for those \nturbine-powered helicopters configured for 6 or more \npassengers,  or  with  an  equivalent  maximum  payload, \nand    where    two    pilots    are    required;    and    the \nrequirement  of  having  a  FDR  installed  is  for  those \nturbine-powered helicopters configured for 10 or more \npassengers. \n This  requirement  is  compulsory  in  the  Republic  of \nArgentina since October 1992. \n \n \n\nAIP ARGENTINA GEN 1.7-12 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n4.3.4.2  La  obligatoriedad  de  instalar  el  registrador  de  voz  es \npara helicópteros propulsados por turbina que tengan \nuna  configuración  para  6  o  más  pasajeros  o  con  una \ncapacidad de carga paga máxima equivalente y para los \ncuales   se   requieran   2   pilotos   que   operen   en   la \nRepública Argentina a partir del 11 de octubre de 1995. \n Este  requerimiento  fue  establecido  en  la  República \nArgentina a partir del mes de octubre de 1992. \n \n4.3.5 La  obligatoriedad  de  instalar  el  registrador  de  voz  es \npara helicópteros propulsados por turbina que tengan \nuna  configuración  para  6  o  más  pasajeros  o  con  una \ncapacidad de carga paga máxima equivalente y para los \ncuales   se   requieran   2   pilotos   que   operen   en   la \nRepública Argentina a partir del 11 de octubre de 1995. \n Este  requerimiento  fue  establecido  en  la  República \nArgentina a partir del mes de octubre de 1992. \n \n4.15  La  obligatoriedad  del equipamiento  transponder  es  a \npartir  del  1  de  julio  de  2002  para  helicópteros  que \nvuelen  por  encima  de  los  900  metros  de  altura  y  con \npeso máximo de despegue certificado superior a 5700 \nkg  o  con  una  configuración  de  10  o  más  asientos  de \npasajeros. \n Establecido por Disposición CRA N° 141/97.   \n \n4.16 No aplicable. \n Se encuentra en estudio la fecha de aplicación. \n \n4.7  La reglamentación argentina lo exige a las aeronaves de \nmatrícula nacional a partir del 1 de julio de 2000 para \naeronaves con certificado tipo en categoría transporte \no categoría commuter. \n \nQuedan exceptuados:  \n aeronaves construidas por aficionados o a partir de \nkits; \n ultralivianos; \n aeronaves  de  aviación  general  en  operaciones  de \nentrenamiento,  dentro  de  un  radio  de  50  NM  del \naeropuerto  desde  el cual  aquella  operación  haya \ncomenzado; \n aeronaves  que  realicen  operaciones  que  tengan \nque ver con el diseño y ensayos en vuelo; \n aeronaves  nuevas  mientras  realicen  operaciones \nrelacionadas   con   su   fabricación,   preparación   o \nentrega; \n aeronaves   que   realicen   operaciones   de   vuelo \nconcernientes a liberación de insectos, aplicaciones \naéreas  de  productos  químicos  y  otras  sustancias \npara propósitos agrícolas; \n aeronaves    certificadas    por    la    Autoridad    de \nAeronavegabilidad  Argentina  para  propósitos  de \ninvestigación y desarrollo; \n aeronaves  mientras  son  utilizadas  para  demostrar \ncumplimiento  de  las  regulaciones,  entrenamiento \nde  tripulación,  exhibición,  carreras  o  estudios  de \nmercado; \n aeronaves  durante  cualquier  período  en  el  cual  el \nELT   haya   sido   temporalmente   removido para \ninspección, reparación,  modificación o  reemplazo, \nsujeto  a  determinadas  condiciones  especificadas \nen la reglamentación correspondiente. \n \n \n4.3.4.2  The requirement of having a voice recorder installed is \ncompulsory   for   those   turbine-powered   helicopters \nconfigured   for   6   or   more   passengers,   or   with   an \nequivalent  maximum  payload  where  two  pilots  are \nrequired  operating  in  the  Republic  of  Argentina  since \n11 October 1995 \n This  requirement  was  established  in  the Republic  of \nArgentina since October 1992. \n \n4.3.5  The requirement of having a voice recorder installed is \ncompulsory   for   those   turbine-powered   helicopters \nconfigured   for   6   or   more   passengers,   or   with   an \nequivalent  maximum  payload  where  two  pilots  are \nrequired  operating  in  the  Republic  of  Argentina  since \n11 October 1995. \n This  requirement  was  established  in  the  Republic  of \nArgentina since October 1992. \n \n4.15  The   requirement   of   a   transponder   equipment   is \ncompulsory  since  1  July 2002  for  those  helicopters \nflying above 900 meters of height and with a maximum \ncertified takeoff weight over 5700 kg or configured for \n10 or more passengers.  \n This was established by CRA Provision No. 141/1997. \n \n \n4.16 Not applicable. \n The date of applicability is under study. \n \n4.7  The Argentine regulations require this for aircraft with \na  national  registration  mark  since  1  July  2000  for \naircraft type-certificated in the transport category or in \nthe commuter category. \n \nExceptions:  \n aircraft built by amateurs from a kit; \n ultralight vehicles; \n general  aviation  aircraft  in  training  operations, \nwithin a radius of 50 NM of the airport from where \nsuch operation has started; \n \n aircraft   performing   operations   related   to   the \ndesign and to flight testing; \n \n new aircraft while they perform operations related \nto their manufacturing, preparation or delivery; \n \n aircraft  performing  flight  operations  concerning \nthe release of insects, aerial application of chemical \nproducts   and   other   substances   for   agricultural \npurposes; \n aircraft certificated by the Argentine Airworthiness \nAuthority for research and development purposes; \n \n aircraft  being  used  to  demonstrate  compliance \nwith  the  regulations,  crew  members  training,  air \nshows, air racing or marketing studies; \n aircraft during any time in which the ELT has been \ntemporarily  removed  for  purposes  of  inspection, \nrepair,  modification  or  replacement,  subject  to \ncertain  conditions  specified  in  the  corresponding \nregulation. \n \n \n \n\nAIP ARGENTINA  GEN 1.7-13 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nSECCIÓN III \n \nCAPÍTULO 2 – OPERACIONES DE VUELO \n \n2.6.2.2  a) a una altura de base de nubes de por lo menos 1000 \nFT y \n b) una visibilidad mínima de 5 km. \n \n2.8  La   reglamentación   nacional   reemplaza   la   palabra \n“aceite” por “lubricante”.  \n \nCAPÍTULO 4 – INSTRUMENTOS, EQUIPO Y DOCUMENTOS DE VUELO \nDEL HELICÓPTERO \n \n4.9  No  son  requeridos  para  helicópteros  que  operen  en \naviación general. \n \n4.10 La reglamentación argentina lo exige a los helicópteros \nde matrícula nacional a partir del 1 de julio de 2002. \n Quedan exceptuados:  \n \n helicópteros construidos por aficionados o a partir \nde kits; \n ultralivianos; \n aeronaves  de  aviación general  en  operaciones  de \nentrenamiento,  dentro  de  un  radio  de  50  NM  del \naeropuerto  desde  el  cual  aquella  operación  haya \ncomenzado; \n aeronaves  que  realicen  operaciones  que  tengan \nque ver con el diseño y ensayos en vuelo; \n aeronaves  nuevas  mientras  realicen  operaciones \nrelacionadas   con   su   fabricación,   preparación   o \nentrega; \n aeronaves   que   realicen   operaciones   de   vuelo \nconcernientes a liberación de insectos, aplicaciones \naéreas  de  productos  químicos  y  otras  sustancias \npara propósitos agrícolas; \n aeronaves    certificadas    por    la    Autoridad    de \nAeronavegabilidad  Argentina  para  propósitos  de \ninvestigación y desarrollo; \n aeronaves  mientras  son  utilizadas  para  demostrar \ncumplimiento  de  las  regulaciones,  entrenamiento \nde  tripulación,  exhibición,  carreras,  o  estudios  de \nmercado; \n aeronaves  durante  cualquier  período  en  el  cual  el \nELT   haya   sido   temporalmente   removido   para \ninspección,  reparación,  modificación  o  reemplazo, \nsujeto  a  determinadas  condiciones  especificadas \nen la reglamentación correspondiente. \n \n4.11  La  obligatoriedad del  equipamiento  transponder  es  a \npartir  del  1  de  julio  de  2002  para  helicópteros  que \nvuelen por encima de los 9000 metros de altura y con \npeso máximo de despegue certificado superior a 5700 \nkg  o  con  una  configuración  de  10  o  más  asientos  de \npasajeros. \n Establecido por Disposición CRA N° 141/97. \n \n \nANEXO   7 – Marcas   de   nacionalidad   y   de \nmatrícula de las aeronaves  \n(Sexta edición, julio de 2012) \n \nCAPÍTULO 1 – DEFINICIONES \n \nSECTION III \n \nCHAPTER 2 – FLIGHT OPERATIONS \n \n2.6.2.2    a) at a cloud base height of at least 1000 FT, and  \n        \n b) a minimum visibility of 5 km. \n \n2.8  The national regulations replace the word “oil” for \n“lubricant”  \n \nCHAPTER 4 – HELICOPTER INSTRUMENTS, EQUIPMENT AND FLIGHT \nDOCUMENTS \n \n4.9 Not   required   for helicopters   operating   in   general \naviation. \n \n4.10  As of 1 July 2002, the Argentine regulations require this \nfor helicopters with a national registration mark. \nExceptions:  \n \n helicopters built by amateurs or from a kit; \n ultralight vehicles; \n general  aviation aircraft  in  training  operations, \nwithin a radius of 50 NM of the airport from where \nsuch operation has started; \n \n aircraft   performing   operations   related   to   the \ndesign and to flight testing; \n \n new aircraft while they perform operations related \nto their manufacturing, preparation or delivery; \n \n aircraft  performing  flight  operations  concerning \nthe release of insects, aerial application of chemical \nproducts   and   other   substances   for   agricultural \npurposes; \n \n aircraft certificated by the Argentine Airworthiness \nAuthority for research and development purposes; \n aircraft  being  used  to  demonstrate  compliance \nwith  the  regulations,  crew  members  training,  air \nshows, air racing or marketing studies; \n \n aircraft during any time in which the ELT has been \ntemporarily  removed for  purposes  of  inspection, \nrepair,  modification  or  replacement,  subject  to \ncertain  conditions  specified  in  the  corresponding \nregulation. \n \n4.11  As   of 1   July   2002,   the   transponder   equipment   is \ncompulsory for helicopters flying above 9000 meters of \nheight  and  with  a  maximum  certified  takeoff  weight \nover 5700 kg or configured for 10 or more passengers. \n Established by CRA Provision No. 141/1997. \n \n \n \n \nANNEX  7 – Aircraft  Nationality  and \nRegistration Marks \n(Sixth Edition, July 2012) \n \nCHAPTER 1 – DEFINITIONS \n \n\nAIP ARGENTINA GEN 1.7-14 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n3.2.5        No se requieren placas de identificación en los globos \nlibres no tripulados. \n \n3.3.1 Además, se requiere colocar las marcas de nacionalidad \ny  matrícula  en  el  semiplano  derecho  del  extradós  del \nala. \n No se requiere colocar la matrícula en el  extradós del \nala a las aeronaves de material compuesto. \n  Los  planeadores  y motoplaneadores  deben  exhibir  la \nmatrícula en ambos semiplanos del intradós del ala. \n \n \n4.2.1 La  altura  mínima  requerida  es  de  40  cm.  Para  los \nplaneadores   y   motoplaneadores,   la   altura   mínima \nrequerida es de 8 cm. \n \n4.2.2 La  altura  mínima  requerida  es  de  15  cm.  Para  los \nplaneadores   y   motoplaneadores,   la   altura   mínima \nrequerida es de 8 cm. \n \nCAPÍTULO  6 – TIPO  DE  LOS  CARACTERES  EMPLEADOS  PARA  LAS \nMARCAS DE NACIONALIDAD, LAS MARCAS COMUNES Y \nLAS DE MATRÍCULA \n \nNo se requiere el registro de los globos libres no tripulados. \n \nCAPÍTULO 8 – CERTIFICADO DE MATRÍCULA \n \nNo  se  requieren  placas  de  identificación  en  los  globos  libres  no \ntripulados. \n \n \n \nANEXO 8 – Aeronavegabilidad \n(Duodécima edición, julio de 2018) \n \nPARTE III – AVIONES GRANDES \n \nPARTE  III  A – AVIONES  DE  MÁS  DE 5700  KG  PARA  LOS  QUE  SE \nSOLICITÓ LA CERTIFICACIÓN EL 13 DE JUNIO DE 1960 O MÁS TARDE, \nPERO ANTES DEL 2 DE MARZO DE 2004. \n \nCAPÍTULO 4 – DISEÑO Y CONSTRUCCIÓN  \n \n4.1.6  b),  g),  h),  i)  En la  República  Argentina,  el  reglamento  de \naeronavegabilidad adoptado es el FAR y se adoptarán los \ncambios relativos a este código cuando se convengan. \n \n \nCAPÍTULO 8 – INSTRUMENTOS Y EQUIPOS \n \n8.4.1  La OACI requiere que los aviones que operan en el área \nde  movimiento  de  un  aeropuerto  tengan  luces  de \nintensidad,   colores,   haces   de cobertura   y   otras \ncaracterísticas tales que suministra el personal de tierra \nde    tanto    tiempo    como    sea    posible    para    la \ninterpretación    de    las    mismas    en    las    maniobras \nsubsiguientes necesarias, a fin de evitar una colisión. El \nReglamento   de   Aeronavegabilidad   de   la   República \nArgentina no cuenta con este requisito. \n \n8.4.2. b) Este  requerimiento  se  refiere  al  efecto  de  las  luces \nsobre   los   observadores   externos,   mencionando   el \ndeslumbramiento   perjudicial.   En   el   Reglamento   de \nAeronavegabilidad  de  la  República  Argentina  no  se \ntiene en cuenta el efecto de las luces de las aeronaves \n3.2.5 Identification plates are not required in unmanned free \nballoons. \n \n3.3.1  Besides,  it  is  required  to  place  the  plates  of  aircraft \nnationality  and  registration  marks  on  the  upper  right \npart of the wing. \n It  is  not  required  to  place  the  registration  mark  plate \non  the  upper  right  part  of  the  wing  in  composite \nmaterial aircraft. \n Gliders and motor gliders must exhibit the registration \nmark plate on both bottom parts of the wing. \n \n4.2.1 The minimum height required is 40 cm. For gliders and \nmotor gliders, the minimum height required is 8 cm. \n \n \n4.2.2  The minimum height required is 15 cm. For gliders and \nmotor gliders, the minimum height required is 8 cm. \n \n \nCHAPTER  6 – TYPES  OF  CHARACTERS  USED  FOR  NATIONALITY \nMARKS, COMMON MARKS AND REGISTRATION MARKS \n \n \nUnmanned free balloons are not required to be registered. \n \nCHAPTER 8 – REGISTRATION CERTIFICATE \n \nIdentification plates are not required in unmanned free balloons. \n \n \n \n \nANNEX 8 – Airworthiness of Aircraft \n(Twelfth Edition, July 2018) \n \nPART III. LARGE AEROPLANES \n \nPART III A.  AEROPLANES  OVER 5700 KG FOR WHICH  APPLICATION \nFOR CERTIFICATION WAS SUBMITTED ON OR AFTER 13 JUNE 1960, \nBUT BEFORE 2 MARCH 2004 \n \nCHAPTER 4 – DESIGN AND CONSTRUCTION \n \n4.1.6  b),  g),  h),  i) In  the  Republic  of Argentina,  the  airworthiness \nregulations adopted are the FAR, and the country will \nadopt the changes related to such code, when they are \napplied. \n \nCHAPTER 8 – INSTRUMENTS AND EQUIPMENT \n \n8.4.1  ICAO  requires  for  aeroplanes  operating  in  the  area  of \nmovement of   an   airport   high-intensity   lights   with \ncolours  and  coverage  beams,  and  other  features  for \nproviding   the   ground   staff   with   as   much   time   as \npossible   to   understand   them   in   the   subsequent \nnecessary manoeuvres to avoid a collision. This is not a \nrequirement in the Argentine Airworthiness \nRegulations. \n \n \n8.4.2 b)  This requirement is related to the effect of the lights on \nexternal  observers,  mentioning  harmful  dazzle.  In  the \nArgentine Airworthiness Regulations, the effect of the \naircraft lights on external observers is not considered. \n\nAIP ARGENTINA  GEN 1.7-15 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nsobre   los   observadores   externos.   Sin   embargo,   se \ntienen  en  cuenta  la  visibilidad  para  otros  pilotos  y  el \nefecto de luces sobre la tripulación de vuelo. \n \nCAPÍTULO 9 – LIMITACIONES DE UTILIZACIÓN E INFORMACIÓN \n \n9.3.5 Este requisito se aplica solamente a las estructuras de \naviones   fabricadas   en   la   República   Argentina   con \ncapacidad para transportar 10 o más pasajeros. \n \nCAPÍTULO 11 – SEGURIDAD \n \n11.2, 11.3, 11.4 Este requisito de prever un lugar de riesgo mínimo \npara  colocar  una  bomba  se  aplica  solamente  a  las \nestructuras   de   aviones   fabricadas   en   la   República \nArgentina  con  capacidad  para  transportar  10  o  más \npasajeros.  Sin  embargo,  no  existe  un  requisito  similar \npara el techo y el piso de cabina. \n \nPARTE  III  B – AVIONES  DE  MÁS  DE  5700  KG  PARA  LOS  QUE  SE \nSOLICITÓ LA CERTIFICACIÓN EL 2 DE MARZO DE 2004 O MÁS TARDE \n \nCAPÍTULO 4 – DISEÑO Y CONSTRUCCIÓN  \n \n4.2. b)  El  Reglamento  de  Aeronavegabilidad  de  la  República \nArgentina no tiene el requisito acerca de la separación \nfísica de los sistemas. No obstante, el cumplimiento de \nlos  estándares  de  aeronavegabilidad  de  la  Parte  25 \n(25.1309,   25.   901   (c)   y   25.903   (d))   considera   la \nseparación física. \n \n4.2. f)  La   OACI   requiere   en   este   párrafo   un   sistema   de \nprotección de incendio en los lavatorios para todos los \naviones  cubiertos  por la  Parte  III  B.  El  Reglamento  de \nAeronavegabilidad   de   la   República   Argentina   sólo \nrequiere sistemas de protección contra incendios en los \nlavabos para los aviones de 20 o más pasajeros. \n \n4.2.g) La OACI requiere un sistema de extinción de incendios \npara cada  compartimiento  de  carga  accesible  a  los \nmiembros  de  la  tripulación  en  un  avión  de  transporte \nde pasajeros. En la República Argentina se permite que \nuno  o  varios  miembros  de  la  tripulación  combatan  el \nincendio  manualmente  en  compartimiento  de  carga \naccesible, tanto en un avión de transporte de pasajeros \ncomo en un avión mixto de pasajeros y cargas. \n \n4.2 h)  En   la   República   Argentina   no   existe   un   requisito \nespecífico  que  considere  los  efectos  de  la  explosión  o \ndel incendio causado por bombas. \n \n4.2. i)  En la República Argentina no existe este requisito. \n \n4.5  El  Reglamento  de  Aeronavegabilidad  de  la  República \nArgentina no hace mención a la protección de personas \nque entren en contacto con un avión en tierra o en el \nagua. \n \n \nCAPÍTULO 6 – SISTEMAS Y EQUIPOS \n \n6.4.1 La OACI requiere que los aviones que operen en el área \nde  movimiento  de  un  aeropuerto  tengan  luces  de \nintensidad,   colores, haces   de cobertura   y   otras \ncaracterísticas tales que suministra el personal de tierra \nde    tanto    tiempo    como    sea    posible    para    la \nNevertheless,  the  visibility  for  other  pilots  and  the \neffect of lights on the crew members are mentioned. \n \n \nCHAPTER 9 – OPERATING LIMITATIONS AND INFORMATION \n \n9.3.5  This   requirement   only   applies   to   the   aeroplane \nstructures  manufactured  in  the  Republic  of  Argentina \nconfigured for transporting 10 or more passengers.  \n \nCHAPTER 11 – SECURITY \n \n11.2, 11.3, 11.4 This requirement of foreseeing a place of minimum \nrisk  to  plant a  bomb  applies  only  to  the  aeroplane \nstructures  manufactured  in  the  Republic  of  Argentina \nconfigured  for  transporting 10  or  more  passengers. \nNevertheless,  there  is  no  similar  requirement  for  the \ncabin floor and ceiling. \n \nPART III B – AEROPLANES OVER 5700 KG FOR WHICH APPLICATION \nFOR CERTIFICATION WAS SUBMITTED ON OR AFTER 2 MARCH 2004 \n \nCHAPTER 4 – DESIGN AND CONSTRUCTION \n \n4.2 b)  In   the   Republic   of   Argentina,   the   Airworthiness \nRegulations   have   no   requirement   concerning   the \nsystems     physical    separation. However,    in    the \ncompliance with the airworthiness standards of Part 25 \n(25.1309,  25.901  (c)  and  25.903  (d)),  the  physical \nseparation is considered.  \n \n4.2 f)  In   this   paragraph,   ICAO   requires   a   fire   protection \nsystem  in  wash  basins  for  all  aeroplanes covered  by \nPart III B. The Argentine Airworthiness Regulations only \nrequire   fire   protection   systems   in   lavatories   for \naeroplanes configured for 20 or more passengers. \n \n \n4.2 g)  ICAO  requires  a  fire  protection  system  for  each  load \ncompartment  available  to  the  crew  members  in  an \naeroplane for transporting passengers. In the Republic \nof Argentina, one or several crew members are allowed \nto   fight   the   fire   manually   in   an   accessible   load \ncompartment,   both   in   an   aeroplane   transporting \npassengers and in a mixed passenger/load aeroplane.  \n \n \n4.2 h) In   the   Republic   of   Argentina   there   is   no   specific \nrequirement considering the effects of an explosion or \nof a fire caused by a bomb. \n \n4.2 i)  This  requirement  does  not  exist  in  the  Republic  of \nArgentina.  \n \n4.5  The   Argentine   Airworthiness   Regulations   do   not \nmention  the  protection  of  persons  who  come  into \ncontact  with  an  aeroplane  on  the  ground  or  in  the \nwater.  \n \nCHAPTER 6 – SYSTEMS AND EQUIPMENT \n \n6.4.1  ICAO  requires  for  aeroplanes  operating  in  the  area  of \nmovement   of   an   airport high-intensity   lights   with \ncolors  and  coverage  beams,  and  other  features  for \nproviding   the   ground   staff   with   as   much   time   as \npossible   to   understand   them   in   the   subsequent \n\nAIP ARGENTINA GEN 1.7-16 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \ninterpretación    de    las    mismas    en    las    maniobras \nsubsiguientes necesarias, a fin de evitar una colisión. El \nReglamento   de   Aeronavegabilidad de   la   República \nArgentina no cuenta con este requisito. \n \n6.4.2 b)  Esta  disposición  hace  referencia  al  efecto  de  las  luces \nsobre   los   observadores   externos,   mencionando   el \ndeslumbramiento   perjudicial.   En   el   Reglamento   de \nAeronavegabilidad  de  la  República  Argentina  no  se \nhace  referencia  al  efecto  de  las  luces  de  la  aeronave \nsobre   observadores   externos.   Sin   embargo,   sí   se \nmencionan la visibilidad para los pilotos y el efecto de \nlas luces sobre la tripulación de vuelo. \n \n6.5 La regulación no está dirigida a las fuentes externas de \ninterferencias    electromagnéticas.    Los    campos    de \nradiación de alta intensidad son requeridos solamente \npara  condiciones  especiales,  pero  sólo  para  sistemas \nesenciales de vuelo. \n \nCAPÍTULO 7 – LIMITACIONES DE FUNCIONAMIENTO E \nINFORMACIÓN \n \n7.3.5 Este requisito se aplica solamente a las estructuras de \naviones   fabricadas   en   la   República   Argentina   con \ncapacidad para transportar 10 o más pasajeros. \n \nCAPÍTULO 10 – SEGURIDAD \n \n10.2 En el Reglamento de Aeronavegabilidad de la República \nArgentina no existe el requisito para el techo y el piso \nde cabina. \n \n10.3.1 Este requisito de prever un lugar de riesgo mínimo para \ncolocar    una    bomba    se    aplica    solamente    a    las \nestructuras   de   aviones   fabricadas   en   la   República \nArgentina  con  capacidad  para  transportar  10 o  más \npasajeros.  Sin  embargo,  no  existe  un  requisito  similar \npara el techo y el piso de cabina. \n \n10.3.2.10.4 Este requisito se aplica solamente a las estructuras de \naviones   fabricadas   en   la   República   Argentina   con \ncapacidad para transportar 10 o más pasajeros. \n \nPARTE IV – HELICÓPTEROS \n \nPARTE  IV A – HELICÓPTEROS  PARA  LOS  QUE  SE  SOLICITÓ  LA \nCERTIFICACIÓN  EL  22  DE  MARZO  DE  1991  O MÁS  TARDE,  PERO \nANTES DEL 13 DE DICIEMBRE DE 2007 \n \nCAPÍTULO 2 – VUELO \n \n2.2.3.1, 2.2.3.1.1, 2.2.3.1.4 En   la   República   Argentina   sólo se \nadoptó este requerimiento para helicópteros Categoría \nA. \n \nCAPÍTULO   6 – SISTEMAS   DEL  ROTOR  Y   DE   TRANSMISIÓN   DE \nPOTENCIA E INSTALACIÓN DEL SISTEMA MOTOPROPULSOR \n \n6.7 Esta  disposición  requiere  que  se  provean  los  medios \nnecesarios  para  poder  arrancar  de  nuevo  el  motor  de \nun helicóptero a altitudes inferiores a la altitud máxima \ndeclarada. En la República Argentina no se requiere la \ndemostración de la capacidad de poner nuevamente en \nmarcha el motor. Como el nivel de certidumbre para los \nhelicópteros   de   categorías   transporte   y   normal   es \nnecessary manoeuvres to avoid a collision. This is not a \nrequirement in the Argentine Airworthiness \nRegulations. \n \n \n6.4.2 b)  This  provision  is  related  to  the  effect  of  the  lights  on \nexternal  observers,  mentioning  harmful  dazzle.  In  the \nArgentine Airworthiness Regulations, the effect of the \naircraft lights on external observers is not considered. \nNevertheless,  the  visibility  for  pilots  and  the  effect  of \nlights on the crew members are mentioned. \n \n \n \n6.5  The  regulation  does  not  address  the  external  sources \nof   electromagnetic   interference.   The   high-intensity \nradiation fields are only required for special conditions, \nbut only for essential flight systems.  \n \n \nCHAPTER 7 – OPERATING LIMITATIONS AND INFORMATION \n \n \n7.3.5  This   requirement   applies   only   to   the   aeroplane \nstructures  manufactured  in  the  Republic  of  Argentina \nconfigured for transporting 10 or more passengers.  \n \nCHAPTER 10 – SECURITY \n \n10.2  In the Argentine Airworthiness Regulations there is no \nrequirement for the cabin floor and ceiling.  \n \n \n10.3.1  This requirement of foreseeing a place of minimum risk \nto   plant   a   bomb   applies   only   to   the   aeroplane \nstructures  manufactured  in  the  Republic  of  Argentina \nconfigured  for  transporting  10  or  more  passengers. \nNevertheless, there  is  no  similar  requirement  for  the \ncabin floor and ceiling. \n \n10.3.2.10.4 This   requirement   applies   only   to   the   aeroplane \nstructures  manufactured  in  the  Republic  of  Argentina \nconfigured for transporting 10 or more passengers. \n \nPART IV – HELICOPTERS \n \nPART   IV   A – HELICOPTERS   FOR   WHICH   APPLICATION   FOR \nCERTIFICATION  WAS  SUBMITTED  ON  OR  AFTER  22 \nMARCH 1991, BUT BEFORE 13 DECEMBER 2007 \n \nCHAPTER 2. – FLIGHT \n \n2.2.3.1,  2.2.3.1.1,  2.2.3.1.4   In  the  Republic  of  Argentina,  this \nrequirement    was    adopted    only    for    Category    A \nhelicopters. \n \nCHAPTER  6.  ROTOR  AND  POWER  TRANSMISSION  SYSTEMS  AND \nPOWERPLANT INSTALLATION \n \n6.7 This specification requires the  provision of  the means \nnecessary   to   be   able   to   restart   the   engine   of   a \nhelicopter   at   lower   altitudes   than   the   maximum \naltitude  declared.  In  the  Republic  of  Argentina,  no \ndemonstration of the capacity to restart the engine is \nrequired.   As   the   level   of   certainty   for   helicopters \ncategories  transport  and  normal  is  different,  the  only \n\nAIP ARGENTINA  GEN 1.7-17 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \ndiferente,   sólo  se   requiere  la   capacidad  de   poner \nnuevamente en marcha el motor para los helicópteros \nCategorías A y B (Parte 29) y los helicópteros normales \nCategoría A (Parte 27). \n \nCAPÍTULO 7 – INSTRUMENTOS Y EQUIPO \n \n7.4.2 Esta  disposición  requiere  la  necesidad  de  apagar  o \nreducir  la  intensidad  de  las  luces  de  destellos.  En  la \nRepública   Argentina   existen   intensidades   mínimas \naceptables  que  se  prescriben  para  las  luces  de  la \naviación, y es posible reducir las luces anticolisión por \ndebajo de esos niveles.  \n \n7.4.2 b) Esta  disposición  se  refiere  a  las  luces  que  afectan  a \nobservadores externos, mencionando el \ndeslumbramiento perjudicial. En la República \nArgentina  no  se  hace  referencia  al  efecto  de  las  luces \nde las aeronaves sobre los observadores externos.  Sin \nembargo,  sí  se  mencionan  la  visibilidad  para  otros \npilotos  y  el  efecto  de  las  luces  sobre  la  tripulación  de \nvuelo. \n \nPARTE V – AVIONES PEQUEÑOS \n \nPARTE V A – AVIONES DE MÁS DE 750 KG PERO QUE NO EXCEDAN \nDE 5700 KG PARA LOS QUE SE SOLICITÓ LA CERTIFICACIÓN EL 13 DE \nDICIEMBRE DE 2007 O MÁS TARDE, PERO ANTES DEL 7 DE MARZO \nDE 2021 \n \nCAPÍTULO  8 – RESISTENCIA  AL  IMPACTO  Y  SEGURIDAD  DE  LA \nCABINA \n \n8.5 e) En   la   República   Argentina   no   existen   requisitos \nsimilares a éste.  La Parte 23 no  contempla el impacto \ndel derrame de combustible sobre el sistema  de luces \nde emergencia. \n \nPARTE VII – HÉLICES \n \nCAPÍTULO 2 – DISEÑO Y CONSTRUCCIÓN \n \n2.2 En la República Argentina no se requiere un análisis de \nfalla. \n \nCAPÍTULO 3 – ENSAYOS E INSPECCIONES \n \n3.2 c)  El  Reglamento  de  Aeronavegabilidad  de  la  República \nArgentina  no  contempla  el  requerimiento  de  impacto \nde pájaros o rayos \n \n \n \nANEXO 9 – Facilitación \n(Decimoquinta edición, julio de 2017) \n \nNo existen diferencias \n \n \n \nANEXO 10 – Telecomunicaciones aeronáuticas \n \nVOLUMEN I  –  RADIOAYUDAS PARA LA NAVEGACIÓN \n(Octava edición, julio de 2023) \n \nrequirement  is  the  capacity  to  restart  the  engine  for \nhelicopters  Categories  A  and  B (Part  29)  and  normal \nhelicopters Category A (Part 27). \n \n \nCHAPTER 7 – INSTRUMENTS AND EQUIPMENT \n \n7.4.2  This  provision  requires  the  necessity  of  turning  off  or \nreducing the intensity of flashing lights. In the Republic \nof  Argentina  there  is  an  acceptable  intensity  minima \nprescribed  for  aviation  lights,  and    it  is  possible  to \nreduce the anti-collision lights below such levels. \n \n \n7.4.2 b)  This requirement is related to the effect of the lights on \nexternal  observers,  mentioning  harmful  dazzle.  In  the \nRepublic of  Argentina,  the  effect  of  the  aircraft  lights \non external observers is not considered. Nevertheless, \nthe visibility for other pilots and the effect of lights on \nthe crew members are mentioned. \n \n \n \nPART V – SMALL AEROPLANES \n \nPART V A – AEROPLANES OVER 750 KG BUT NOT EXCEEDING 5700 \nKG FOR WHICH APPLICATION FOR CERTIFICATION WAS SUBMITTED \nON OR AFTER 13 DECEMBER 2007, BUT BEFORE 7 MARCH 2021 \n \n \nCHAPTER 8. – CRASHWORTHINESS AND CABIN SAFETY \n \n \n8.5 e)  In the Republic of Argentina, there are no requirements \nsimilar  to  this  one.  Part  23  does  not  consider  the \nimpact  of  a  fuel  spillage  on  the  emergency  lighting \nsystem. \n \nPART VII – PROPELLERS \n \nCHAPTER 2. – DESIGN AND CONSTRUCTION \n \n2.2    In the Republic of Argentina there is no requirement for \na failure analysis. \n \nCHAPTER 3 – TESTS AND INSPECTIONS \n \n3.2 c)  The   Argentine   Airworthiness   Regulations   do   not \nconsider the requirement for an impact of a bird or of \na lightning. \n \n \n \nANNEX 9 – Facilitation \n(Fifteenth Edition, July 2017) \n \nThere are no differences. \n \n \n \nANNEX 10 – Aeronautical Telecommunications \n \nVOLUME I  –  RADIO NAVIGATION AIDS \n(Eighth Edition, July 2023) \n \n \n\nAIP ARGENTINA GEN 1.7-18 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nCAPÍTULO 2  – DISPOSICIONES   GENERALES   RELATIVAS   A   LAS \nRADIOAYUDAS PARA LA NAVEGACIÓN \n \n2.1.4.3 El   usuario   debe   conservar   las   grabaciones   por   un \nperiodo mínimo de 30 días. \n \nCAPÍTULO 3  –  ESPECIFICACIONES RELATIVAS A LAS \nRADIOAYUDAS PARA LA NAVEGACIÓN \n \nLos sistemas DME/P, DME/W y MLS no están siendo aplicados en la \nactualidad en jurisdicción argentina. \n \n3.1.3.2.1  Para instalaciones de equipos nuevos, a partir del 1 de \nenero de 2007, la tolerancia de frecuencia no excederá \nde ± 0,001%, ya sea monofrecuencia o bifrecuencia.  \n \n \n3.1.3.5.3.7  No  debe  utilizarse  el  localizador  para  comunicaciones \nradiotelefónicas. \n \n3.1.3.9.2 Es   similar,   excepto   cuando   hace   referencia   a   las \ncomunicaciones orales, las cuales no están \ncontempladas  dentro  del  territorio  nacional.  Véase  lo \nexpresado en el párrafo 3.1.3.5.3.7.  \n \n3.3.2.2  La tolerancia de frecuencia para la portadora en todas \nlas nuevas instalaciones (nuevo equipamiento) será de \n± 0,001%.  \n \n3.5.1  Las definiciones   son   iguales,   excepto   que   en   la \ndocumentación  nacional  no  se  hace  referencia  a  los \nDME/P, DME/W y MLS.  \n \n \n \n \n3.5.2.5  y  3.5.2.6 Las  definiciones  son  iguales,  excepto  que  en  la \ndocumentación nacional no se hace referencia al MLS. \n \n3.5.2.6.3 y 3.5.2.6.3.1 No están siendo aplicados en la actualidad en \njurisdicción argentina.  \n \n \n \n \n \n3.11 Características del sistema de aterrizaje     por \nmicroondas   (MLS):   No   está   siendo   aplicado   en   la \nactualidad en jurisdicción argentina. \n \nVOLUMEN II  –  PROCEDIMIENTOS DE COMUNICACIONES \n(Séptima edición, julio de 2016) \n \nCAPÍTULO 1 – DEFINICIONES \n \nCinta  de  teletipo: No  está  siendo  aplicado  en  la  actualidad  en \njurisdicción argentina. \n \nInstalación   retransmisora   de   cinta  arrancada: No   está   siendo \naplicado en la actualidad en jurisdicción argentina. \n \nCAPÍTULO 4  –  SERVICIO FIJO AERONÁUTICO (AFS) \n \n4.1.2.2  y  4.1.2.3 No  están  siendo  aplicados  en  la  actualidad  en \njurisdicción argentina. \n \nCHAPTER 2   –  GENERAL  PROVISIONS  FOR  RADIO  NAVIGATION \nAIDS  \n \n2.1.4.3 The user must keep the records for a period of at least \n30 days. \n  \nCHAPTER 3   –  SPECIFICATIONS FOR RADIO NAVIGATION AIDS \n \n \nDME/P, DME/W and MLS systems are not currently being applied \nin Argentine jurisdiction. \n \n3.1.3.2.1  For  the  installation  of  new  equipment  as  of  1\n \nJanuary \n2007,   the   frequency   tolerance   shall   not   exceed   ± \n0.001%,    either    if it    is    monofrequency    or    dual \nfrequency. \n \n3.1.3.5.3.7 The  localizer  shall  not  be  used  for  radiotelephony \ncommunications. \n \n \n3.1.3.9.2 It    is    similar,    except    when    it    refers    to    voice \ncommunications, which are not considered within the \nnational territory. See text in paragraph 3.1.3.5.3.7. \n \n3.3.2.2  The tolerance of the radio frequency carrier of all new \ninstallations (new equipment) shall be of ± 0.001%. \n \n \n3.5.1  The  definitions  are  the  same,  except  that  there  is  no \nreference to DME/P, DME/W and MLS. \n \n \n \n \n \n3.5.2.5 and 3.5.2.6 The definitions are the same, except that in the \nnational documentation there is no reference to MLS. \n \n3.5.2.6.3   and   3.5.2.6.3.1: They   are   not   being   applied   within \nArgentine jurisdiction. \n \n \n \n \n \n3.11  Microwave  landing  system  (MLS)  characteristics: It  is \nnot being applied within Argentine jurisdiction. \n \n \nVOLUME II  –  COMMUNICATION PROCEDURES \n(Seventh Edition, July 2016) \n \nCHAPTER 1 – DEFINITIONS \n \nTeletypewriter   Tape: It   is   not  being   applied   within   Argentine \njurisdiction. \n \n“Torn-tape”  Relay  Installation: It   is   not   being   applied   within \nArgentine jurisdiction. \n \nCHAPTER 4  –  AERONAUTICAL FIXED SERVICE (AFS) \n \n4.1.2.2  and  4.1.2.3: They  are  not  being  applied  within  Argentine \njurisdiction. \n \n \n \n \n\nAIP ARGENTINA  GEN 1.7-19 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n4.4.2.5  y  4.1.2.6 No  están  siendo  aplicados  en  la  actualidad  en \njurisdicción argentina. \n \n4.1.2.8 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.1.5.2.2 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.4.4.1 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.5.4 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.7 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.9.2 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.9.3.2 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.9.3.4 a 4.4.9.3.5 No están siendo aplicados en la actualidad en \njurisdicción argentina. \n \n4.4.10.1.2.1 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.10.1.3.1 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.10.1.4.1 a 4.4.10.1.5 No están siendo aplicados en la actualidad \nen jurisdicción argentina. \n \n4.4.11.10 a 4.4.11.13.2 No están siendo aplicados en la actualidad \nen jurisdicción argentina. \n \n4.4.11.14 a 4.4.11.15.2 No están siendo aplicados en la actualidad \nen jurisdicción argentina. \n \n4.4.12  No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.13  No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.4.15.2.2.6   y   4.4.15.2.2.6.1 No   están   siendo   aplicados   en   la \nactualidad en jurisdicción argentina. \n \n4.4.15.3.6 a 4.4.15.3.9 No están siendo aplicados en la actualidad \nen jurisdicción argentina. \n \n4.4.15.5 y 4.4.15.5.1 No están siendo aplicados en la actualidad en \njurisdicción argentina. \n \n4.4.16.2  a  4.4.16.3 No  están  siendo  aplicados  en  la  actualidad  en \njurisdicción argentina. \n \n4.4.17  No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n4.5 No está siendo aplicado en la actualidad en jurisdicción \nargentina. \n \n4.1.2.5  and  4.1.2.6: They  are  not  being  applied  within  Argentine \njurisdiction. \n \n4.1.2.8 It is not being applied within Argentine jurisdiction. \n \n \n4.4.1.5.2.2 It is not being applied within Argentine jurisdiction. \n \n \n4.4.4.4.1 It is not being applied within Argentine jurisdiction. \n \n \n4.4.5.4 It is not being applied within Argentine jurisdiction. \n \n \n4.4.7 It is not being applied within Argentine jurisdiction. \n \n \n4.4.9.2 It is not being applied within Argentine jurisdiction. \n \n \n4.4.9.3.2 It is not being applied within Argentine jurisdiction. \n \n \n4.4.9.3.4  through  4.4.9.3.5:  They  are  not  being  applied  within \nArgentine jurisdiction. \n \n4.4.10.1.2.1 It is not being applied within Argentine jurisdiction. \n \n \n4.4.10.1.3.1 It is not being applied within Argentine jurisdiction. \n \n \n4.4.10.1.4.1 through 4.4.10.1.5: They are not being applied within \nArgentine jurisdiction. \n \n4.4.11.10  through  4.4.11.13.2: They  are  not  being  applied  within \nArgentine jurisdiction. \n \n4.4.11.14 through  4.4.11.15.2: They  are  not  being  applied  within \nArgentine jurisdiction. \n \n4.4.12  It is not being applied within Argentine jurisdiction. \n \n \n4.4.13 It is not being applied within Argentine jurisdiction. \n \n \n4.4.15.2.2.6  and  4.4.15.2.2.6.1: They  are  not  being  applied  within \nArgentine jurisdiction. \n \n4.4.15.3.6  through  4.4.15.3.9: They  are  not  being  applied  within \nArgentine jurisdiction. \n \n4.4.15.5   and   4.4.15.5.1: They   are   not   being   applied   within \nArgentine jurisdiction. \n \n4.4.16.2   through   4.4.16.3: They   are   not   being   applied   within \nArgentine jurisdiction. \n \n4.4.17 It is not being applied within Argentine jurisdiction. \n \n4.5 It is not being applied within Argentine jurisdiction. \n \n \n\nAIP ARGENTINA GEN 1.7-20 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nCAPÍTULO 5  – SERVICIO MÓVIL AERONÁUTICO - \nCOMUNICACIONES ORALES  \n \n5.2.1.5.5  y  5.2.1.6.2.2.2 Transmisión  de  mensajes:  Los  mensajes \naceptados  para  su  transmisión  se  emitirán  tal  y  como \nhan sido presentados por el remitente y sin alterar en \nmodo  alguno  su  sentido.  No  se  permite  cambiar  un \ntexto codificado por lenguaje claro ni viceversa. \n \n5.2.1.7.1.2 Cuando  una  estación  aeronáutica  brinda  dos  o  más \nservicios   en   un   mismo   canal   de   radiofrecuencia   y \nposición  de  operación  en  la  oficina  o  dependencia \nresponsable     de     éstos,     en     las     comunicaciones \nradiotelefónicas  se  identificarán,  a  continuación  del \nnombre  del  lugar,  con  el  servicio  de  uso  frecuente, \nejemplo: \n  \n TWR/APP se identificará como: ... “TORRE” \n \n TWR/APP/TMA se identificará como: ... “TORRE” \n \n Cuando  una  estación  aeronáutica  brinda  los servicios \nen  frecuencias  y  posiciones  de  operación  particulares \npara    cada    uno    de    ellos,    éstos    se    identificarán \nprecedidos  por  el  nombre  del  lugar  de  la  siguiente \nmanera:  \n \nControl de aeródromo (TWR): ... “TORRE”  \n \nControl de aproximación (APP): ... “APROXIMACIÓN”  \n \nÁrea de control terminal (TMA): ... “CONTROL”  \n \nCentro  de  control  de  área  en  FIR  y  UIR (ACC):  ... \n“CENTRO”  \n \nEntrega   de   autorizaciones   (CLRD):   ... \n“AUTORIZACIONES”  \n \nEstaciones de comunicaciones generales (GP): “RADIO” \n(A/G)  \n \nServicio de información de Vuelo de Aeródromo (AFIS): \n“NOMBRE DE AERÓDROMO INFORMACIÓN”  \n \nEl    sufijo “OPERACIONES”,  en  lugar  de  “radio”, \n“plataforma”,  “despacho”,  para  las  comunicaciones \nAOC en VHF-AM.  \n \n5.2.3.3 No está siendo aplicado en la actualidad en jurisdicción \nargentina.  \n \n5.2.4  Procedimientos   “SELCAL”: El   sistema   de   llamada \nselectiva, conocido como “SELCAL”, no se aplica en \njurisdicción argentina.  \n \nVOLUMEN III – SISTEMAS DE COMUNICACIONES  \n(Segunda edición, julio de 2007) \n \nNo existen diferencias. \n \nVOLUMEN IV – SISTEMAS DE VIGILANCIA y ANTICOLISIÓN  \n(Quinta edición, julio de 2014) \n \n \nNo existen diferencias \nCHAPTER 5 – AERONAUTICAL     MOBILE     SERVICE – VOICE \nCOMMUNICATIONS \n \n5.2.1.5.5 and 5.2.1.6.2.2.2 Transmission of messages: The messages \naccepted  for  transmission  will  be  issued  in  the  same \nway  as  they  have  been  presented  by  the  sender  and \nwithout  any  alteration.  It  is  not  allowed  to  change  a \ncoded text for any form of plain language or vice versa.  \n \n5.2.1.7.1.2 When  an  aeronautical  station  provides  two  or  more \nservices  on  the  same  radio  frequency  channel  and \noperation position at the responsible office or unit, in \nthe  radio  telephony  communications,  the  frequently-\nused  service  will  be  identified  after  the  name  of  the \nplace. Examples: \n  \n \nTWR/APP will be identified as: ...“TOWER” \n  \nTWR/APP/TMA will be identified as: ...“TOWER” \n \nWhen an aeronautical station provides the services on \nparticular frequencies and operation positions for each \nof them, they will be identified preceded by the name \nof the place as follows: \n \n \nAerodrome Control (TWR): ... “TOWER” \n \nApproach Control (APP): ... “APPROACH” \n \nTerminal Control Area (TMA): ... “CONTROL” \n \nArea Control Center in FIR and UIR (ACC): ... “CENTER” \n \n \nClearances Delivery (CLRD): ... “CLEARANCES” \n \n \nGeneral Communication Station (GP): “RADIO” (A/G) \n \n \nAerodrome Flight Information Service (AFIS): \n“AERODROME NAME INFORMATION” \n \nThe suffix “OPERATIONS” instead of “radio”, “apron”, \n“dispatch”, for AOC communications in VHF-AM. \n \n \n5.2.3.3 It is not being applied within Argentine jurisdiction. \n \n \n5.2.4  “SELCAL” Procedures: The selective call system known \nas “SELCAL” is not applied within Argentine jurisdiction. \n \n \nVOLUME III – COMMUNICATION SYSTEMS  \n(Second Edition, July 2007) \n \nThere are no differences. \n \nVOLUME IV – SURVEILLANCE    AND COLLISION AVOIDANCE \nSYSTEMS   \n(Fifth Edition, July 2014) \n \nThere are no differences. \n \n \n \n\nAIP ARGENTINA  GEN 1.7-21 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n \nVOLUMEN V – UTILIZACIÓN DEL ESPECTRO DE \nRADIOFRECUENCIAS AERONÁUTICAS \n(Tercera Edición, julio de 2013) \n \nCAPÍTULO 1 – DEFINICIONES  \n \nSimplex de doble canal: No está siendo aplicado en la actualidad en \njurisdicción argentina.  \n \nCAPÍTULO 3 - UTILIZACIÓN DE FRECUENCIAS DE MENOS DE 30 MHz \n \n3.2.1  En la administración de frecuencias NDB se debe tener \nen cuenta lo siguiente: \na) la protección contra la interferencia requerida en el \nlímite de la zona de servicio clasificada; \nb) la  aplicación  de  las  cifras  indicadas  para  equipos \nADF típicos; \nc) el espaciamiento geográfico y las zonas de servicios \nclasificadas respectivas; \nd) la   posibilidad   de   interferencia   producida   por \nradiaciones parásitas ajenas a la aeronáutica (p. ej., \nlos  servicios  de  energía  eléctrica,  las  líneas  de \ntransmisión     de     energía     eléctrica     para     las \ncomunicaciones, las radiaciones industriales, etc.). \n \n3.2.2  Para aliviar los problemas de congestión de frecuencias \nen las localidades en que dos instalaciones ILS distintas \ndan  servicio  a  los  extremos  opuestos  de  una  pista \núnica, debe permitirse la asignación de una frecuencia \ncomún a ambos radiofaros exteriores de localización y \nla   asignación   de   una   frecuencia   común   a   ambos \nradiofaros internos de localización, con tal de que: \na) las circunstancias operacionales lo permitan; \nb) se asigne a cada radiofaro de localización una señal \nde identificación diferente; y \nc) se   hagan   los   arreglos   oportunos   para   que   no \npuedan  radiar  simultáneamente  los  radiofaros  de \nlocalización que utilicen la misma frecuencia. \n \nCAPÍTULO 4 – UTILIZACIÓN DE FRECUENCIAS DE MÁS DE 30 MHz  \n \n4.3.3 No está siendo aplicado en la actualidad en jurisdicción \nargentina.  \n \n4.4 No está siendo aplicado en la actualidad en jurisdicción \nargentina \n \n \n \nANEXO  11 – Servicios  de  tránsito  aéreo \n(Decimoquinta edición, julio de 2018) \n \nCAPÍTULO 1 – DEFINICIONES  \n \nAccidente: “Todo hecho que se produzca al operarse la aeronave y \nque  ocasione  muerte  o  lesiones  a  alguna  persona  o  daños  a  la \naeronave o motive que ésta los ocasione”. \n \n(Definición    de    accidente    según    el    artículo    4    del    Decreto \nReglamentario 934/70). \n \nPara las aeronaves con matrícula extranjera, “no hay diferencia” \ncon la definición de OACI. \n \n \n \nVOLUME V – AERONAUTICAL   RADIO   FREQUENCY   SPECTRUM \nUTILIZATION \n(Third Edition, July 2013) \n \nCHAPTER 1 – DEFINITIONS \n \nDouble  Channel  Simplex: It  is  not  being  applied  within  Argentine \njurisdiction. \n \nCHAPTER 3 - UTILIZATION OF FREQUENCIES BELOW 30 MHz \n \n3.2.1  The following must be considered for the management \nof NDB frequencies: \na)    the protection against the interference required in   \nthe limits of the classified zone of service; \nb) the  application  of  the  figures  indicated  for  typical \nADF equipment; \nc) the   geographical   spacing   and   the   respective \nclassified zones of service; \nd) the possibility of interference produced by parasite \nradiations  foreign  to  the  aeronautical  field  (for \nexample,    electrical    energy    services,    electrical \nenergy   transmission   lines   for   communications, \nindustrial radiations, etc.). \n \n3.2.2  To  alleviate  the  problems  of  frequency  congestion  in \nlocations where two different ILS installations provide \nservice  to  the  opposite  ends  of  a  single  runway,  the \nassignment  of  a  common  frequency  to  both  external \nlocalization beacons and the assignment of a common \nfrequency  for  both  internal  localization  beacons  must \nbe allowed provided that: \na)      the operational circumstances permit so; \nb) a  different  identification  signal  be  assigned  to \neach localization beacon; and \nc) the   appropriate   arrangements   for   localization \nbeacons not to radiate simultaneously when they \nuse the same frequency. \n \nCHAPTER 4. UTILIZATION OF FREQUENCIES ABOVE 30 MHz \n \n4.3.3 It is not being applied within Argentine jurisdiction. \n \n \n4.4 It is not being applied within Argentine jurisdiction. \n \n \n \n \nANNEX 11 – Air Traffic Services \n(Fifteenth Edition, July 2018) \n \nCHAPTER 1 – DEFINITIONS \n \nAccident:  Any event produced when an aircraft is operated, leading \nto the death or injuries of persons, or to the damage of the aircraft, \nor making the aircraft cause damage. \n \n(Definition   of   accident   in   accordance   with   Section   4   of   the \nRegulatory Decree No. 934/70). \n \nFor aircraft with a foreign registration mark, “there is no difference” \nwith ICAO definition. \n \n \n \n\nAIP ARGENTINA GEN 1.7-22 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nANEXO  12 – Búsqueda  y  salvamento \n(Octava edición, julio de 2004) \n \nNo existen diferencias \n \n \n \nANEXO 13 – Investigación de accidentes e \nincidentes de aviación \n(Undécima edición, julio de 2016) \n \nCAPÍTULO 1 – DEFINICIONES \n \nAeronave:  Para  aeronaves  de   matrícula nacional,  se  aplica  la \nsiguiente  definición  de  aeronave  según  el  Artículo  36  de  la  Ley \n17.285 “Código Aeronáutico”:  \n“Se consideran aeronaves los aparatos o mecanismos que \npuedan circular en el espacio aéreo y que sean aptos para \ntransportar personas o cosas”. \n \nPara las circunstancias que deba aplicarse la definición de la OACI \nserá: \n“Toda máquina que puede sustentarse en la atmósfera por \nreacciones  del  aire  que  no  sean  las  reacciones  del  mismo \ncontra la superficie de la tierra”. \n \nExplotador:  Para  aeronaves  de  matrícula  Nacional,  se  aplica  la \ndefinición  de  explotador,  según  el  Artículo  65  de  la  Ley  17.285 \n“Código Aeronáutico de la República Argentina”, siguiente: \n“Persona que utiliza la aeronave legítimamente por cuenta \npropia, aún sin fines de lucro”. \n \nAdemás,  debe  tenerse  en  cuenta  lo  especificado  en  el  Título  IV \nArtículos 45 (Cap. IV “Registro Nacional de Aeronaves”) y 50 (Cap. \nV “Propiedad de Aeronaves”). \n \nExplotador (OACI): Persona, organismo o empresa que se dedica, o \npropone dedicarse, a la explotación de aeronaves. \n \n \n \nANEXO 14 – Aeródromos \n(Octava Edición, julio 2018) \n \nVolumen I – Diseño y operaciones de aeródromos \n(Enmienda número 16) \n \nCAPÍTULO 1 – GENERALIDADES \n \nSe establecen especificaciones para aeródromos STOL. \n \nDefiniciones: La definición de RESA aplica para el extremo de pista \nen el sentido de utilización de la pista, como “área simétrica con \nrespecto a la prolongación del eje de la pista y adyacente a la franja \nde pista más allá del extremo, en el sentido de utilización de la pista, \ncuyo objetivo principal consiste en reducir el riesgo de daños en una \naeronave   que   eventualmente   sobrepase   el   extremo   de   pista \ndurante un aterrizaje o un despegue”.  \n \nCAPÍTULO 2 – DATOS SOBRE LOS AERÓDROMOS \n \nSe establecen especificaciones para aeródromos STOL.  \n \n \nANNEX 12 – Search and Rescue \n(Eighth Edition, July 2004) \n \nThere are no differences. \n \n \n \nANNEX 13 – Aircraft Accident and Incident Investigation  \n(Eleventh Edition, July 2016) \n \n \nCHAPTER 1. DEFINITIONS \n \nAircraft: For  aircraft  of  national  registration,   pursuant   to  the \nSection  36  of  Act  17285  “Aeronautical  Code”,  the  following \ndefinition of aircraft is applied: \n\"Aircraft are considered to be those devices or mechanisms \nthat  can  circulate  in  the  airspace  and  that  are  apt  to \ntransport persons or things\". \n \nFor the circumstances in which the ICAO definition is to be applied, \nit shall be: \n\"Any  machine  that  can  derive  support  in  the  atmosphere \nfrom the reactions of the air other than the reactions of the \nair against the earth’s surface\". \n \nOperator:  For  aircraft  of  national  registration,  the  definition  of \noperator   applies,   according   to   Section   65   of  No. 17.285 \n\"Aeronautical Code of the Argentine Republic\", as follows: \n\"Person  who  uses  the  aircraft  legitimately  on  his  own \naccount, even for non-profit purposes\". \n \nIn  addition,  what  is  specified  in  Title  IV  Sections  45  (Chap.  IV \n\"National Aircraft Registry\") and 50 (Chap. V \"Aircraft Ownership\") \nmust be taken into account. \n \nOperator (ICAO): A person, organization or enterprise engaged in or \noffering to engage in an aircraft operation. \n \n \n \nANNEX 14 – Aerodromes  \n(Eighth Edition, July 2018) \n \nVolume I – Aerodrome Design and Operations \n(16th Amendment) \n \nCHAPTER 1 – GENERALITIES \n \nSpecifications for STOL aerodromes are established. \n \nDefinitions: The definition of RESA applies to the runway end, in the \ndirection in which the runway is used, as an area symmetrical about \nthe extended runway centre line and adjacent to the runway strip \nbeyond  the  end,  in  the  direction  in  which  the  runway  is  used, \nprimarily  intended  to  reduce  the  risk  of  damage  to  an  aircraft \neventually overrunning the runway end during a landing or take off. \n \n \nCHAPTER 2 – DATA ABOUT AERODROMES \n \nSpecifications for STOL aerodromes are established. \n \n \n\nAIP ARGENTINA  GEN 1.7-23 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n2.1.2  Es  norma  que  los  datos  cartográficos  de  aeródromo \ndeben   ponerse   a   disposición   de   los   servicios   de \ninformación aeronáutica (AIS/AIM).  \n \n2.5.5  Los datos electrónicos sobre obstáculos situados en las \náreas  2a,  2b,  2c,  3  y  4  deben  ser  notificados  a  los \nservicios de información aeronáutica.  \n \n2.12  Los    datos    de    sistemas    visuales    indicadores    de \npendiente de aproximación no consideran los T-VASIS \nni los AT-VASIS.  \n \nCAPÍTULO 3 – CARACTERÍSTICAS FÍSICAS \n \nSe establecen especificaciones para aeródromos STOL. \n \n3.1.10  Se  establecen  anchos  de  pista  para  Clave  4-C  para \naviones con base de ruedas superior a 18 m.  \n \n \n3.1.7  Se establecen las características de una EXTENSIÓN DE \nINICIO DE PISTA (RSE), cuando se provea.  \n \n3.2.4  Es norma la preparación de los márgenes de pista entre \nel borde de pista y 30 m del eje de pista.  \n \n3.2.6  No  se  incluye  la  recomendación  de  pavimentar  los \nmárgenes de pista para aviones Clave F hasta 60 m.  \n \n3.3.7  Es  norma  que  las  pendientes  de  las  plataformas  de \nviraje  de  la  pista  sean  suficientes  para  impedir  la \nacumulación  de  agua  en  la  superficie  y  facilitar  el \ndrenaje rápido del agua.  \n \n3.3.10  Es norma que la superficie de una plataforma de viraje \nen  la  pista  provea  características  de  fricción  de  la \nsuperficie   por   lo   menos   iguales   a   las   de   la   pista \nadyacente.  \n \n3.3.11  Es  norma  proveer  márgenes  en  las  plataformas  de \nviraje de la pista.  \n \n3.4.5  Se  establecen  características  para  ancho  de  franja \nespecíficas para RSE.  \n \n3.4.7  La distancia hasta la que se restringen los objetos fijos \nen las franjas de pistas de aproximaciones de precisión \nse rige por distancias al eje de pista y los límites de la \nsuperficie de transición interna (ambos).  \n \n3.5.1  La RESA se provee en el extremo de pista, en el sentido \nde la utilización de la pista para despegues, a partir del \nextremo de la franja de pista.  \n \n3.6.3  La distancia lateral, a cada lado de la prolongación del \neje de la pista hasta la que se extiende la zona libre de \nobstáculos, se establece según la clave de referencia y \nsi las pistas son de vuelo por instrumentos o de vuelo \nvisual.  \n \n3.12.4  Es norma establecer un punto de espera intermedio en \nuna calle de rodaje en cualquier  punto que no sea un \npunto  de  espera  de  la  pista  cuando  es  conveniente \ndefinir un límite de espera específico.  \n \nCAPÍTULO 4 – RESTRICCIÓN Y ELIMINACIÓN DE OBSTÁCULOS \n2.1.2  The  aerodrome  map  data  shall  be  available  for  the \naeronautical information services (AIS/AIM). \n \n \n2.5.5  The  electronic  data  regarding   obstacles  located  in \nareas   2a,   2b,   3   and   4   should   be   notified   to   the \naeronautical information services.   \n \n2.12  The  data  of  visual  approach  slope  indicator  systems \ndoes not consider T-VASIS or AT-VASIS. \n \n \nCHAPTER 3 – PHYSICAL CHARACTERISTICS \n \nSpecifications for STOL aerodromes are established. \n \n3.1.10  Runway widths for code 4-C airplanes with a wheelbase \ngreater than 18 m are established.  \n \n \n3.1.7  The characteristics of a RUNWAY STARTER EXTENSION \n(RSE) are established, if provided.  \n \n3.2.4  Runway  shoulders  should  be  prepared  between the \nrunway edge and a distance of 30 m from the runway \ncenterline. \n3.2.6  The recommendation of  paving the runway  shoulders \nfor code F airplanes until 60 m has not been included. \n \n3.3.7  Slopes in runway turn pads should be enough so as to \nprevent the accumulation of water on the surface and \nto facilitate the rapid drainage of water. \n \n \n3.3.10  The  surface  of  a  runway turn  pad  should  provide \nsurface friction characteristics at least equal to those of \nthe adjoining runway. \n \n \n3.3.11  The   runway   turn   pads   should   be   provided   with \nshoulders.  \n \n3.4.5 The  characteristics  for  the  strip  width  specific  for  RSE  have \nbeen established.   \n \n3.4.7  The distance until which fixed objects are restricted on \nthe runway strips for precision approaches is governed \nby the distances to the centerline and the boundaries \nof the surface of internal transition (both). \n \n3.5.1  The RESA is provided at the end of the runway, in the \ndirection in which the runway is used for takeoff from \nthe end of a runway strip. \n \n3.6.3  The  lateral  distance on  each  side  of  the  extended \ncenterline of the runway until the obstacle-free zone is \nestablished in accordance with the code of reference, \nand if the runways have instrument flight rules or visual \nflight rules. \n \n3.12.4  An intermediate holding position should be established \non a taxiway at any point other than a runway-holding \nposition  where  it  is  desirable  to  define  a  specific \nholding limit. \n \nCHAPTER 4 – RESTRICTION AND OBSTACLE ELIMINATION \n\nAIP ARGENTINA GEN 1.7-24 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nSe establecen especificaciones para aeródromos STOL. \n \n4.1.5  Los  puntos  de  referencia  para  el  establecimiento  del \nradio   o   de   los   límites   exteriores   de   la   superficie \nhorizontal interna se ubican en los umbrales de la pista \no  en  los  extremos  de  la  pista,  cuando  se  disponga  de \numbrales desplazados.  \n \n4.1.6  La altura de la superficie horizontal interna se mide por \nencima de la elevación de cada uno de los umbrales y, \nen caso de que difieran en más de 6 metros, se adopta \nun tercer punto de referencia para la elevación situado \nen el centro geométrico de la pista.  \n \nTabla 4-1  La  geometría  de  la  superficie  horizontal  interna  está \ndefinida por  los puntos de referencia en los umbrales \ny/o extremos.  \n \n4.1.13  Se   establece   la   descripción   de   una   superficie   de \ntransición en el tramo que comprende la RSE, cuando \nésta se provee.  \n \n4.2.2  En las pistas de vuelo visual con franjas reducidas en su \nanchura por condiciones preexistentes e insalvables, se \ntoma  el  ancho  total  de  la  franja  disponible  como  la \nlongitud del borde interior.  \n \n4.2.3  El apantallamiento para admitir nuevos obstáculos sólo \nconsidera obstáculos existentes e inamovibles del tipo \nnatural (no artificial).  \n \n4.2.8  Cuando la franja de pista se encuentre reducida en su \nancho por una condición preexistente  e insalvable, se \ntoma  el  ancho  total  de  la  franja  disponible  como  la \nlongitud   del   borde   interior   de   la   superficie   de \naproximación. \n \n4.2.10 El apantallamiento para admitir nuevos obstáculos sólo \nconsidera obstáculos existentes e inamovibles del tipo \nnatural (no artificial).  \n \n4.2.11 No   se   permiten   nuevos   objetos   ni   agrandar   los \nexistentes por encima de la superficie de aproximación \na  partir  de  un  punto  situado  más  allá  de  3000  m  del \nborde interno o por encima de la superficie cónica o de \nla superficie horizontal interna.  \n \n4.2.16 Cuando la franja  de la  pista se encuentre reducida en \nsu ancho por una condición preexistente  e insalvable, \nse toma el ancho total de la franja disponible como la \nlongitud   del   borde   interior   de   la   superficie   de \naproximación.  \n \n4.2.19 El apantallamiento para admitir nuevos obstáculos sólo \nconsidera obstáculos existentes e inamovibles del tipo \nnatural (no artificial).  \n \n4.2.20  Es norma la restricción para permitir nuevos objetos o \nagrandar  los  existentes  por  encima  de  las  superficies \ncónica y horizontal interna, excepto cuando, en opinión \nde   la   autoridad   competente,   el   objeto   estuviera \napantallado por otro objeto existente e inamovible o se \ndetermine, tras un estudio aeronáutico, que el objeto \nno  comprometerá  la  seguridad  ni  afectará  de  modo \n \nSpecifications for STOL aerodromes are established. \n \n4.1.5  The  items  of  reference  for  setting  the  radius  or  outer \nlimits of the inner horizontal surface are located on the \nthresholds  of  the  runway,  in  case  there  are  displaced \nthresholds. \n \n \n4.1.6  The height of the inner horizontal surface is measured \nabove  the  elevation  of  each  of  the  thresholds  and,  in \ncase  of  a  difference  of  more  than  6  meters,  a  third \npoint  of  reference for  the  elevation  located  on  the \nrunway geometrical center is adopted. \n \nTable 4-1.  The geometry of the inner horizontal surface is defined \nby  the  points  of  reference  on  the  thresholds  and/or \nends. \n \n4.1.13  The description of a transitional surface in the section \nincluding   the   RSE,   when   this   one   is   provided,   is \nestablished. \n \n4.2.2  On  visual  flight  runways  with  strips  reduced  in  width \ndue to a preexisting and insurmountable condition, the \ntotal width of the available strip is taken as the length \nof the inner edge. \n \n4.2.3  The  shielding  to  admit  new  obstacles  considers  only \npreexisting   and   immovable   natural   obstacles   (not \nartificial obstacles). \n \n4.2.8  When  the  runway  strip  is  reduced  in  width  for  a \npreexisting  and  insurmountable  condition,  the  total \nwidth of the available strip is taken as the length of the \napproach surface inner edge. \n \n \n4.2.10  The  shielding  to  admit  new  obstacles  considers  only \npreexisting   and   immovable   natural   obstacles   (not \nartificial obstacles). \n \n4.2.11  New  objects or  extensions  of  existing  objects are  not \nallowed  above  the  approach  surface  from  a  point \nlocated  beyond  the 3000  m  from  the  inner  edge,  or \nabove   the   conical   surface   or   the   inner   horizontal \nsurface. \n \n4.2.16  When  the  runway  strip  is  reduced  in  width  due  to  a \npreexisting  and  insurmountable  condition,  the  total \nwidth of the available strip is taken as the length of the \napproach surface inner edge. \n \n \n4.2.19  The  shielding  to  admit  new  obstacles  considers  only \npreexisting   and   immovable   natural   obstacles   (not \nartificial obstacles). \n \n4.2.20  New  objects or  extensions  of  existing  objects are  not \nallowed  above  the  conical  and  the  inner  horizontal \nsurfaces,  except  when,  according  to  the  competent \nauthority,  the  object  were  shielded  by  other  existing \nand  immovable  object,  or  if,  after  an aeronautical \nstudy, it were determined that the object will not affect \nthe security/safety or significantly affect the regularity \nof aeroplanes operations. \n\nAIP ARGENTINA  GEN 1.7-25 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nimportante   la   regularidad   de   las   operaciones   de \naviones.  \n \n4.2.23 Cuando la franja de pista se encuentre reducida en su \nancho por una condición preexistente  e insalvable, se \nadopta  el  ancho  total  de  la  franja  disponible  como  la \nlongitud del borde interior de la superficie de ascenso \nen el despegue.  \n \n4.2.25 El apantallamiento para admitir nuevos obstáculos sólo \nconsidera obstáculos existentes e inamovibles del tipo \nnatural (no artificial).  \n \nTabla   4-2 Las   dimensiones   y   pendientes   de   las   superficies \nlimitadoras  de  obstáculos  para  pistas  de  despegue \nClaves 3 y 4 se dividen según la categoría de operación \nvisual o por instrumentos.  \n \n4.3.1 Se   requiere   consultar   a   la   Autoridad   Aeronáutica \ncuando exista el propósito de levantar construcciones \nmás allá de los límites de las superficies limitadoras de \nobstáculos.  \n \n4.3.2  Se   consideran   como   obstáculos   los   objetos   que \nsuperen una altura de 150 m sobre el terreno.  \n \n4.4.1 Se    incluye    la    condición    de    realizar    un    estudio \naeronáutico y de evaluación de riesgo para los objetos \nque  no  sobresalgan  por  encima  de  la  superficie  de \naproximación   y   de   transición,   pero   que   puedan \ncomprometer o afectar negativamente la seguridad de \nlas    operaciones    de    aeronaves,    al    igual    que    el \nemplazamiento  o  el  normal  funcionamiento  de  las \nayudas visuales o las ayudas no visuales instaladas.  \n \n4.4.2 Dentro  de  los límites  de  las  superficies  horizontal \ninterna  y  cónica,  se  entiende  por  obstáculo  a  todo \nobstáculo  que,  tras  realizarse  un  estudio  aeronáutico \nde evaluación de riesgo y de procedimientos de vuelo, \nse  considere  que  puede  constituir  un  peligro  para  los \naviones que se encuentren en el área de movimiento o \nen vuelo.  \n \nCAPÍTULO 5 – AYUDAS VISUALES PARA LA NAVEGACIÓN \n \nSe establecen especificaciones para aeródromos STOL. \n \n5.1.1.4 Se requiere que todos los indicadores de dirección del \nviento  del  aeródromo  dispongan del  señalamiento  en \nsu base.  \n \n5.1.1.5 Se requiere que todos los indicadores de dirección del \nviento  dispongan  de  iluminación  en  los  aeródromos \ndestinados a uso nocturno.  \n \n5.2.1.6 Se especifican los colores de las líneas de seguridad en \nplataformas, adoptándose el color rojo. Para las líneas \nde las calles vehiculares se adopta el color blanco.  \n \n5.2.1.7 Es norma incorporar material reflectante para mejorar \nla visibilidad de las señales en los aeródromos donde se \nefectúen operaciones nocturnas.  \n \n5.2.1.8 Las    pistas,    calles    de    rodaje    y    plataformas    no \npavimentadas están provistas de las señales específicas \npara este tipo de superficie.  \n \n \n4.2.23  When  the  strip  runway  is  reduced  in  width  due  to  a \npreexisting  and  insurmountable  condition,  the  total \nwidth of the available strip is adopted as the length of \nthe climb surface inner edge in takeoffs. \n \n \n4.2.25  The  shielding  to  admit  new  obstacles  considers  only \npreexisting   and   immovable   natural   obstacles   (not \nartificial obstacles). \n \nTable 4-2. Dimensions   and   slopes   of   the   obstacle   limitation \nsurfaces   for   takeoff   runways   codes   3   and   4   are \nclassified   according   to   the   category   of   visual   or \ninstrument operation. \n \n4.3.1  The   appropriate   Aeronautical   Authority    shall    be \nconsulted  concerning  proposed  constructions  beyond \nthe limits of the obstacle limitation surfaces. \n \n \n4.3.2  The objects exceeding a height of 150 m above terrain \nare considered obstacles. \n \n4.4.1  An   aeronautical   study   and   a   risk   assessment   are \nincluded  as  conditions  for  the  objects that  do  not \nexceed  the  height  of  the  approach  and  transition \nsurfaces, but that can affect or adversely affect aircraft \noperations  safety,  as  well  as  the  siting  or  the  normal \nperformance of the installed visual or non-visual aids. \n \n \n \n4.4.2  Within  the  limits  of  the  inner  horizontal  and  conical \nsurfaces, anything which, after an aeronautical study of \nrisk  assessment  and  flight  procedures,  may  endanger \naeroplanes  on  the  movement  area  or  in  the  air,  is \nconsidered an obstacle. \n \n \n \nCHAPTER 5 – VISUAL AIDS FOR NAVIGATION \n \nSpecifications for STOL aerodromes are established. \n \n5.1.1.4  All wind  indicators  at  the  aerodrome  shall  have  the \nmark on their base. \n \n \n5.1.1.5  At  aerodromes  intended  for  use  at  night,  all  wind \nindicators must be illuminated. \n \n \n5.2.1.6  The colors of apron safety lines are specified, and the \nred  color  has  been  adopted.  For  vehicular  road  lines, \nthe white color  has been adopted.  \n \n5.2.1.7  At  aerodromes  where  operations  take  place  at  night, \nthe use of reflective materials designed to enhance the \nvisibility of the markings is compulsory. \n \n5.2.1.8 Unpaved  runways,  taxiways  and  aprons  are  provided \nwith the markings specified for this type of surface. \n \n \n\nAIP ARGENTINA GEN 1.7-26 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n5.2.4.1 y 5.2.4.2 En todas las pistas pavimentadas se dispone de una \nseñal de umbral.  \n \n5.2.4.3 En las  pistas  no pavimentadas se dispone de señal  de \numbral específica para este tipo de superficie.  \n \n5.2.4.10 Cuando  el  umbral se  encuentre  desplazado  en  forma \npermanente del extremo de pista, se adiciona una faja \ntransversal para delimitar el extremo de la pista. \n \nFigura 5-4. Se incluye la faja de extremo de pista para los casos en \nque  el   umbral  se  encuentre  desplazado  en  forma \npermanente \n \n5.2.5.2  La  señal  de  punto  de  visada  se  proporciona  para  las \npistas  pavimentadas  de  vuelo  por  instrumentos  con \nnúmeros de Clave 2, 3 o 4 y en las pistas de vuelo visual \nen las que se instalen sistemas visuales indicadores de \npendiente de aproximación.  \n \n5.2.7.1 La faja lateral de pista se continúa hasta el extremo de \npista  cuando  un  umbral  se  encuentre  desplazado  en \nforma  permanente  del  extremo  de  pista  o  cuando  se \nprovea una extensión de inicio de pista (RSE).  \n \n5.2.7.2 Es norma proveer una señal de faja lateral de pista en \ntodas  las  pistas  para  aproximaciones  de  precisión, \nindependientemente del contraste entre los bordes de \nla pista y los márgenes o el terreno circundante.  \n \n5.2.7.4 Las señales de faja lateral de pista se interrumpen entre \nla pista y la plataforma de viraje de la pista cuando se \nprovee esta última \n \n5.2.7.5  Se establecen diferentes anchos de las señales de faja \nlateral de pista, dependiendo del ancho de pista.  \n \n5.2.8.2  Es norma disponer de señal de eje de calle de rodaje en \nlas  calles  de  rodaje  pavimentadas,  instalaciones  de \ndeshielo/antihielo y plataformas pavimentadas.  \n \n5.2.8.4  En las calles de rodaje que sirven a una pista de vuelo \npor  instrumentos,  es  obligatorio  establecer  una  señal \nmejorada de eje de rodaje.  \n \n5.2.9.5  En las plataformas de viraje de la pista, el diseño de la \ncurva  debería  basarse  en  un  ángulo  de  control  de  la \nrueda de proa de 45° a 50°.  \n \n5.2.11.1  Es  norma  la  instalación  de  una  señal  de  punto  de \nespera  intermedio  en  toda  intersección  de  dos  o  más \ncalles de rodaje.  \n \n5.2.13.1  Es  norma  el  establecimiento  de  señales  de  puesto  de \nestacionamiento  de  aeronaves  para  los  lugares  de \nestacionamiento    designados    en    una    plataforma \npavimentada y en una instalación de \ndeshielo/antihielo.  \n \n5.2.13.2  Es norma que se proporcionen los márgenes indicados \nen  3.13.6  y  en  3.15.9,  respectivamente,  cuando  la \nrueda    de    proa    siga    la    señal    de    puesto    de \nestacionamiento.  \n \n5.2.4.1 and  5.2.4.2 On  all  paved  runways  there  is  a  threshold \nmarking available. \n \n5.2.4.3  On  unpaved  runways  there  is  a  threshold  marking \navailable for this type of surface. \n \n5.2.4.10  When  a  runway  threshold  is  permanently  displaced \nfrom  the  runway  end,  a  transverse  stripe  is  added  to \ndelimit the runway end. \n \nFigure 5-4. The stripe in the runway end is included in those cases \nwhere the threshold is permanently displaced.  \n \n \n5.2.5.2 The   aiming   point   marking   is   provided   for   paved \ninstrument runways with code numbers 2, 3 or 4, and \nfor   visual   runways   where   visual   approach   slope \nindicator systems are installed. \n \n \n5.2.7.1  The  runway  side  stripe  extends  until  the  runway  end \nwhen  a  threshold  is  permanently  displaced  from  the \nrunway end or  when a runway starter extension (RSE) \nis provided. \n \n5.2.7.2  On  all  precision  approach  runways,  a  runway  side \nstripe  marking  should  be  provided,  regardless  of  the \ncontrast between the runway edges and the shoulders \nor the surrounding terrain. \n \n5.2.7.4  When a runway turn pad is provided, the runway side \nstripe marking is interrupted between the runway and \nthe runway turn pad. \n \n5.2.7.5  Different widths have been established for runway side \nstripes markings, depending on the runway width. \n \n5.2.8.2  Taxiway  centerline  markings  should  be  provided  on \npaved taxiways, de-icing/anti-icing facilities and paved \naprons. \n \n5.2.8.4  On taxiways of instrument runways, enhanced taxiway \ncenterline markings should be provided. \n \n \n5.2.9.5  On a runway turn pad, the design of the curve should \nbe  based  on  a  nose  wheel  steering  angle  from  45°  to \n50°. \n \n5.2.11.1  An intermediate  holding  position  marking  should  be \ndisplayed in all intersections of two or more taxiways. \n \n \n5.2.13.1  Aircraft   stand   markings   should   be   provided   for \ndesignated parking positions on a paved apron and on \na de-icing/anti-icing facility. \n \n \n \n5.2.13.2  Aircraft stand markings should be provided as specified \nin  3.13.6  and  in  3.15.9,  respectively,  when  the  nose \nwheel follows the stand marking. \n \n \n\nAIP ARGENTINA  GEN 1.7-27 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n5.2.13.3  Es  obligatorio  incluir  elementos  de  identificación  del \npuesto   de   estacionamiento,   según   lo   requiera la \nconfiguración de estacionamiento.  \n \n5.2.13.4  Es   norma   incluir   la   identificación   de   puesto   de \nestacionamiento   de   aeronaves   (letra   o   número) \ndespués del comienzo de la línea de entrada.  \n \n5.2.14.1  Es obligatorio proporcionar líneas de  seguridad en las \nplataformas pavimentadas.  \n \n5.2.17.3  Es    norma    instalar    una    señal    de    información \n(emplazamiento/dirección) antes de las intersecciones \ncomplejas  en  las  calles  de  rodaje  y  después  de  las \nmismas, así como en los emplazamientos en los cuales \nla  experiencia  operacional  ha  indicado  que  la  adición \nde  una  señal  de  emplazamiento  de  calle  de  rodaje \npodría asistir a la tripulación de vuelo en la navegación \nen tierra.  \n \n5.2.17.4  Es    norma    instalar    una    señal    de    información \n(emplazamiento)  en  la  superficie  del  pavimento, a  lo \nlargo de una calle de rodaje de gran longitud.  \n \n5.3.1.10  Se  definen  los  niveles  de  intensidad  de  las  luces  para \nlos sistemas de alta y media intensidad.  \n \n5.3.2.1  Es  norma  que,  en  un  aeródromo  con  iluminación  de \npista y que provisoriamente no disponga de una fuente \nsecundaria  de  energía  eléctrica,  se  disponga  de  luces \nde emergencia.  \n \n5.3.4.1 C.  Se  recomienda  instalar,  como  mínimo,  un  sistema \nsencillo  de  iluminación  de  aproximación  cuando  no \nresulte  materialmente  posible  instalar  un  sistema  de \niluminación   de   aproximación   en   una   pista   para \naproximaciones de precisión Categoría I.  \n \n5.3.4.5  De  no  resultar  posible  instalar  un  sistema  sencillo  de \niluminación    de    aproximación    de    420    m,    puede \ninstalarse un sistema de hasta 210 m.  \n \n5.3.4.17  La  línea  central  formada  por  barretas  en  los  sistemas \nde    iluminación    de    aproximación    Categoría    I    se \nsuplementa con una luz de destellos.  \n \n5.3.5.2  Los  sistemas  visuales  de  pendiente  de  aproximación \nexcluyen las especificaciones de los T-VASIS y ATVASIS.  \n \nFigura 5-16  Se excluyen las referencias de los T-VASIS y AT- VASIS.  \n \n5.3.5.7 a 5.3.5.23 No se aplican las especificaciones referidas a los \nT-VASIS y AT-VASIS.  \n \nFigura  5-17.  y  Figura  5-18. No  se  aplican  las  especificaciones \nreferidas a los T-VASIS y AT-VASIS.  \n \n5.3.9.7  En  el  tramo  de  pista  definido  como  RSE,  las  luces  de \nborde  de  pista  son  de  color  azul,  en el  sentido  del \ningreso y rojo, en el sentido del despegue.  \n \n5.3.9.9  Para las pistas de vuelo visual, se define una intensidad \nde las luces no inferior a 50 cd (baja intensidad), y para \nlas  pistas  de  aproximaciones  por  instrumentos  de  no \nprecisión,  una  intensidad  no  inferior  a  125  cd  (media \nintensidad).  \n5.2.13.3 Aircraft stand markings should include the elements of \nstand   identification,   as   required   by   the   parking \nconfiguration. \n \n5.2.13.4  An   aircraft   stand   identification   (letter   or   number) \nshould be included a short distance after the beginning \nof the lead-in line. \n \n5.2.14.1  Apron  safety  lines  should  be  provided  on  a  paved \napron. \n \n5.2.17.3  An information (location/direction) marking should be \ndisplayed   prior   to   and   following   complex   taxiway \nintersections  and  where  operational  experience  has \nindicated   that   the   addition   of   a   taxiway   location \nmarking could assist flight crew ground navigation. \n \n \n \n \n5.2.17.4  An information (location) marking should be displayed \non  the  pavement  surface  along  a  taxiway  of  great \nlength. \n \n5.3.1.10  Light intensity levels are defined for high- and medium-\nintensity systems.  \n \n5.3.2.1  At  an  aerodrome  provided  with  runway lighting  and \nwithout  a  secondary  power  supply,  emergency  lights \nshould be available. \n \n \n5.3.4.1 C  If  it  is  not  physically  possible  to  install  an  approach \nlighting   system   on   a   precision   approach   runway \nCategory  I,  at  least  a  simple  approach  lighting  system \nshould be installed. \n \n \n5.3.4.5  If it is not possible to install a simple approach lighting \nsystem of 420 m, a system of 210 m can be installed.  \n \n \n5.3.4.17  Approach  lighting  systems  Category  I  in  which  the \ncenterline consists of barrettes are supplemented by a \ncapacitor discharge light. \n \n5.3.5.2  The   visual   approach   slope   systems   exclude   the \nspecifications of T-VASIS and AT-VASIS. \n \nFigure 5-16. T-VASIS and AT-VASIS references are excluded.  \n \n5.3.5.7 through 5.3.5.23: No specifications concerning T-VASIS and \nAT-VASIS are applied.  \n \nFigure 5-17. and Figure 5-18.: No specifications concerning T-VASIS \nand AT-VASIS are applied.  \n \n5.3.9.7  In the runway section defined as RSE, the runway edge \nlights are blue in the entrance direction, and red, in the \nthe takeoff direction.  \n \n5.3.9.9  The intensity of the lights should be at least 50 cd (low \nintensity)  on  visual  runways,  and  125  cd  (medium \nintensity)    on    non-precision    instrument    approach \nrunways. \n \n\nAIP ARGENTINA GEN 1.7-28 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n5.3.12.7  En el tramo definido como RSE, las luces de eje de pista \nson de color verde y amarillo alternados en el sentido \nopuesto al despegue.  \n \n5.3.18.3  Es  norma  el  espaciado  longitudinal  uniforme  que no \nexceda los 60 m en las luces de borde de las calles de \nrodaje  y  en  una  pista  que  forme  parte  de  una  ruta \nnormalizada para el rodaje.  \n \n5.3.18.4  Es  norma  un  espaciado  longitudinal  uniforme  que  no \nexceda  los  60  m  en  los  apartaderos  de  espera,  las \ninstalaciones de deshielo/antihielo, las plataformas.  \n \n5.3.18.5  Es norma que, en una plataforma de viraje en la pista, \nlas  luces  de  borde  de  rodaje  se  dispongan  con  un \nespaciado longitudinal uniforme que no exceda los 30 \nm.  \n \n5.3.27.1  En  un  puesto  de  estacionamiento  en  una  plataforma \npavimentada   o   en   una   instalación   de   deshielo/ \nantihielo  que  esté  destinado  a  usarse  en  condiciones \nde alcance visual en la pista inferiores a un valor de 300 \nm, es norma instalar luces de  guía para maniobras en \nlos puestos de estacionamiento de aeronaves, a no ser \nque se suministre una guía adecuada por otros medios. \n \n5.3.28.1  Las luces de punto de espera en la vía de vehículos se \ninstalan en todo punto de espera en la vía asociado con \nuna  pista  que  se  prevea  utilizar  en  condiciones  de \nalcance visual en la pista inferior a un valor de 300 m.  \n \n5.3.28.2  Se establece entre 300 m y 550 m el valor del alcance \nvisual en pista para la recomendación de instalar luces \nde punto de espera en la vía de vehículos.  \n \n \n5.4.3.5  Es norma proporcionar  un  letrero de despegue  desde \nintersección, cuando resulte necesario, desde el punto \nde vista de las operaciones.  \n \n5.5.8  No   se   instalan   balizas   delimitadoras   destinadas   a \naeródromos   que   no   tengan   pista   en   el   área   de \naterrizaje.  \n \nCAPÍTULO 6 – AYUDAS VISUALES INDICADORAS DE OBSTÁCULOS \n \n6.1  No se considera la instalación de sistemas autónomos \nde detección de aeronaves en un obstáculo para activar \nla iluminación.  \n \n6.1.1  Se  adopta  el  concepto  de  “área  de  influencia  de \naeródromo” para establecer los alcances en materia de \nseñalamiento e iluminación de obstáculos.  \n \n6.1.1.4  Es  norma  señalar  e  iluminar  los  obstáculos  fijos  que \nsobresalgan   de   una   superficie   de   ascenso   en   el \ndespegue,  dentro  de  la  distancia  comprendida  entre \n3000  m  del  borde  interior  de  la  superficie  de  ascenso \nen el despegue.  \n \n6.1.1.5  Es  norma  señalar  e  iluminar  los  objetos  fijos  que  no \nsean obstáculos, situados en la proximidad contigua a \nlos  límites  de  una  superficie  de  aproximación  o  de \ntransición,  dentro  de  la  distancia  comprendida  entre \n \n5.3.12.7  In  the  runway  section  defined  as  RSE,  the centerline \nlights   alternate   between   green   and   yellow   in   the \nopposite direction to the takeoff. \n \n5.3.18.3  Taxiway  edge  lights  on  a  straight  section  of  a  taxiway \nand on a runway forming part of a standard taxi-route \nshould  be  spaced  at  uniform  longitudinal intervals  of \nnot more than 60 m.  \n \n5.3.18.4 Taxiway  edge  lights  on  a  holding  bay,  de-icing/anti-\nicing facilities, aprons, etc. should be spaced at uniform \nlongitudinal intervals of not more than 60 m.  \n \n5.3.18.5  Taxiway  edge  lights  on  a  runway  turn  pad  should  be \nspaced  at  uniform  longitudinal  intervals  of  not  more \nthan 30 m. \n \n \n5.3.27.1  Aircraft  stand  manoeuvring guidance  lights  should  be \nprovided  to  facilitate  the  positioning  of  an  aircraft  on \nan   aircraft   stand   on   a   paved   apron   or   on   a   de-\nicing/anti-icing facility intended for use in poor runway \nvisibility conditions lower than 300 m, unless adequate \nguidance is provided by other means. \n \n \n5.3.28.1  A road-holding position light shall be provided at each \nroad-holding  position  serving  a  runway  when  it  is \nintended that the runway will be used in runway visual \nrange conditions lower than  300 m. \n \n5.3.28.2  A   value   between   300   m   and   550   m   has   been \nestablished  as  the  runway  visual  range  condition  for \nthe  recommendation  of  installing  holding  point  lights \nin vehicular roads. \n \n5.4.3.5  An intersection takeoff sign should be  provided when \nthere is an operational need. \n \n \n5.5.8  No  beacon  is  intalled  as  a  boundary  marker  at  an \naerodrome with no runway in the landing area. \n \n \nCHAPTER 6 – OBSTACLE INDICATOR VISUAL AID \n \n6.1  The  installation  of  autonomous  systems  for  aircraft \ndetection  in  an  obstacle  to  activate  the  lights  is  not \nconsidered.  \n \n6.1.1  The concept “aerodrome influence area” is adopted in \norder  to  establish  the  ratings  as  regards  marking  and \nillumination of obstacles. \n \n6.1.1.4  A  fixed  obstacle  that  extends  above  a  takeoff  climb \nsurface within 3000 m of the inner edge of the takeoff \nclimb surface should be marked and lighted. \n \n \n \n6.1.1.5  A fixed object other than an obstacle, adjacent to the \nboundaries of a takeoff or transition surface should be \nmarked and lighted within a distance between 3000 m \nand the approach surface inner edge. \n \n\nAIP ARGENTINA  GEN 1.7-29 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n3000   m   y   el   borde   interior   de   la   superficie   de \naproximación.  \n \n6.1.2  Se  utilizan  los  límites  del  “área  de  influencia  de \naeródromo” en lugar de los límites de las superficies \nlimitadoras.  \n \n6.2.1.2  No se emplean luces de obstáculos de baja intensidad \ntipo A. Las luces de media intensidad tipo A tienen una \nintensidad   efectiva   de   1600   cd.   Las   luces   de   alta \nintensidad  tipo  A  tienen  una  intensidad  efectiva  de \n20000  cd  de  día  y  4000  cd  de  noche.  No  se  emplean \nluces de alta intensidad tipo B.  \n \nTabla 6-2  No se emplean luces de obstáculos de baja intensidad \ntipo A.  \n \n \n6.2.2.8  Las  luces  de  obstáculos  sobre  objetos  de  movilidad \nlimitada,  tales  como  las  pasarelas  telescópicas,  son \nluces tipo C.  \n \n6.2.3.4  Es   norma   pintar   los   objetos   cuya   proyección   en \ncualquier   plano   vertical   tiene   ambas   dimensiones \ninferiores a 1.5 m.  \n \n6.2.3.22  Se utiliza un solo tipo de luz de media intensidad tipo \nA, pero con una intensidad efectiva de 1600 cd.  \n \n6.2.3.26  No se emplean luces de mediana intensidad tipo C. Se \nutilizan  luces  tipo  A  con  una  intensidad  efectiva  de \n1600 cd.  \n \n6.2.4.1  Las  turbinas  eólicas  se  señalan  e  iluminan  siempre \ncuando su altura sea superior a 150 m, \nindependientemente de que constituya un obstáculo.  \n \nCAPÍTULO 7 – AYUDAS VISUALES INDICADORAS DE ZONAS DE USO \nRESTRINGIDO \n \n7.3.1  Es   obligatorio   señalar   el   área   anterior   al   umbral \npavimentada con más de 60 m de longitud y que no sea \napropiada   para   que   la   utilicen   normalmente   las \naeronaves.  \n \n7.4.4  La intensidad de las luces de área fuera de servicio es \nde 32.5 cd, como mínimo.  \n \n7.4.5  La  altura  de  los  conos  para  señalar  áreas  fuera  de \nservicio es de 0.70 m, como mínimo.  \n \n7.4.6  Las banderas de área fuera de servicio deben tener por \nlo menos 0.90 m de lado.  \n \n7.4.7  Los  tableros  de  área  fuera  de  servicio  deben  tener, \ncomo mínimo, 0.90 m de altura y 1.20 m de ancho.  \n \nCAPÍTULO 8 – SISTEMAS ELÉCTRICOS \n \n8.1.8  En los aeródromos en los que la pista primaria es una \npista para aproximaciones que no son de precisión, es \nobligatorio  proveer  una  fuente  secundaria  de  energía \neléctrica.  \n \n \n \n \n6.1.2  The boundaries of the “aerodrome influence area” are \nused   instead   of   the   boundaries   of   the   limitation \nsurfaces. \n \n6.2.1.2  Low-intensity obstacle lights Type A are not used. The \nmedium-intensity   lights   Type   A   have   an   effective \nintensity  of  1600  cd.  The  high-intensity  lights  Type  A \nhave an effective intensity of 20000 cd in daytime and \n4000 cd at  night. High-intensity lights Type B   are  not \nused. \n \nTable 6-2.  Low-intensity obstacle lights Type A are not used. \n \n \n \n6.2.2.8  Obstacle  lights  on  objects  with  limited  mobility,  such \nas aerobridges, are lights Type C. \n \n \n6.2.3.4  An  object  should  be  colored  if  its  projection  on  any \nvertical plane has both dimensions less than 1.5 m. \n \n \n6.2.3.22  Only one type of medium-intensity light Type A is used, \nbut  with an effective intensity of 1600 cd.  \n \n6.2.3.26 No  medium-intensity  lights  Type  C  are  used.  Type  A \nlights with an effective intensity of 1600 cd are used. \n \n \n6.2.4.1  Wind  turbines  are  marked and  lighted  when  their \nheight  is  over  150  m,  no  matter  whether  they  are \ndetermined or not to be an obstacle. \n \nCHAPTER 7 – VISUAL AIDS INDICATORS OF RESTRICTED USE AREAS \n \n \n7.3.1  When  the  surface  before  a  threshold  is  paved  and \nexceeds 60 m in length and is not suitable for normal \nuse by aircraft, the entire length before the threshold \nshould be marked. \n \n7.4.4  The  intensity  of  unserviceable  area  lights  is,  as  a \nminimum, 32.5 cd.  \n \n7.4.5  Cones  to  mark  unserviceable  areas  should  be  at  least \n0.70 m in height. \n \n7.4.6  Unserviceable area flags should have at least 0.90 m on \na side. \n \n7.4.7  An unserviceable area marker board should be at least \n0.90 m in height and 1.20 m in width. \n \nCHAPTER 8 –  ELECTRIC SYSTEMS \n \n8.1.8  At an aerodrome where the primary runway is a non-\nprecision approach runway, a secondary power supply \nsource should be provided. \n \n \n\nAIP ARGENTINA GEN 1.7-30 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n8.1.9  En los aeródromos en los que la pista primaria es una \npista de vuelo visual, es obligatorio proveer una fuente \nsecundaria de energía eléctrica.  \n \nCAPÍTULO 9 – SERVICIOS OPERACIONALES, EQUIPO E \nINSTALACIONES DE AERÓDROMO \n \n9.1.7  Es  norma  establecer  un  Centro  de  Operaciones  de \nEmergencia  (COE)  fijo  y  un  puesto  de  mando  móvil \n(PMM) en  los  aeródromos  públicos  en  los  que  se \nregistren   operaciones   de   transporte   aerocomercial \nregular.  \n \n9.2.8  Es norma proporcionar agentes extintores principales y \ncomplementarios.  \n \n9.2.9  Es  norma  la  clasificación  de  los  agentes  extintores \nprimarios como espumas A o B o C, o una combinación \nde éstas.  \n \n9.2.10  Es  norma  que  el  agente  extintor  complementario  sea \nun producto químico seco en polvo. \n \nTabla 9-2. En  aeródromos  no  destinados  al  transporte  aéreo \ncomercial   regular   y/o   sin   ATS   Categorías   1   y   2, \nagroaéreos    y    ultralivianos,    se    establecen    otras \ncantidades mínimas utilizables de agentes extintores.  \n \n \n9.2.22  Es norma mantener en los aeródromos una reserva del \n200% del concentrado de espuma.  \n \n \n9.2.26  Es norma que los vehículos de salvamento y extinción \nde incendios estén dotados del equipo de salvamento \nque exija el nivel de las operaciones de las aeronaves.  \n \n9.2.33  Es   norma   emplear   un   sistema   de   mantenimiento \npreventivo de los vehículos de salvamento y extinción \nde incendios.  \n \n9.2.37  Es     norma     que     los     vehículos     y     la     dotación \ncorrespondiente del servicio de salvamento y extinción \nde incendios se aloje en la estación de servicios contra \nincendios. \n \n9.2.38  Es norma que la estación esté situada de modo que los \nvehículos   de   salvamento   y   extinción   de   incendios \ntengan  acceso  directo,  expedito  y  con  un  mínimo  de \ncurvas  al  área  de  la  pista,  de  las  calles  de  rodaje  y/o \nplataformas.  \n \n9.2.39  Es  norma  proporcionar  un  sistema  de  comunicación \nindependiente   que   enlace   la   estación   de   servicios \ncontra incendios con la torre de control.  \n \n9.2.40  Es  norma  instalar  en  la  estación  de  servicios  contra \nincendios  un  sistema  de  alerta  para  el  personal  de \nsalvamento  y  extinción  de  incendios  que  pueda  ser \naccionado  desde  la  propia  estación,  desde  cualquier \notra    estación    de    servicios    contra    incendios    del \naeródromo y desde la torre de control.  \n \n9.3.1  El plan de  traslado de aeronaves inutilizadas se aplica \nen   los   aeródromos públicos   donde   se   desarrollen \noperaciones   de   transporte   aerocomercial   nacional \n8.1.9  At an aerodrome where the primary runway is a visual \nrunway,  a  secondary  power  supply  source  should  be \nprovided. \n \nCHAPTER  9 – AERODROME  OPERATIONAL  SERVICES, EQUIPMENT \nAND FACILITIES \n \n9.1.7  A fixed emergency operations centre (COE, in Spanish) \nand a mobile command post (PMM, in Spanish) should \nbe   established   in   public   aerodromes   with   regular \ncommercial air transport operations. \n \n \n9.2.8  Both    principal    and    complementary    extinguishing \nagents should be provided. \n \n9.2.9  The  primary  extinguishing  agents  should  be  classified \ninto  foams  levels  A  or  B  or  C, or    as  a combination  of \nthese.    \n \n9.2.10  The  complementary  extinguishing  agent  should  be  a \ndry chemical powder. \n \nTable 9-2.  At   aerodromes   that   are   not   intended   for   regular \ncommercial    air    transport    and/or    without    ATS \nCategories  1  and  2,  agricultural  flights  and  ultralight \nvehicles,     other     minimum     usable     amounts     of \nextinguising agents are established. \n \n9.2.22  A  reserve  supply  of  foam  concentrate  equivalent  to \n200%  of  the  quantities  should  be  maintained  on  the \naerodrome. \n \n9.2.26  Rescue  equipment  commensurate  with  the  level  of \naircraft  operations  should  be  provided  on  the  rescue \nand firefighting vehicles. \n \n9.2.33  A  system  of  preventive  maintenance  of  rescue  and \nfirefighting vehicles should be used. \n \n \n9.2.37  Rescue and firefighting vehicles should be kept in a fire \nstation.  \n \n \n \n9.2.38  The fire station should be located so that the access for \nrescue   and firefighting   vehicles   into   the   runway, \ntaxiway   and/or   apron   areas   is   direct   and   clear, \nrequiring a minimum number of turns. \n \n \n9.2.39  An   independent   communication   system   should   be \nprovided linking the fire station with the control tower. \n \n \n9.2.40  An alerting    system    for    rescue    and    firefighting \npersonnel,   capable   of   being   operated   from   that \nstation,  any  other  fire  station  on  the  aerodrome  and \nthe  aerodrome  control  tower,  should  be  installed  at \nthe fire station. \n \n9.3.1  The plan for the removal of an aircraft disabled should \nbe   applied   in   public   aerodromes   where   national \nregular    or    non-regular    commercial    air    transport \noperations    are    being    conducted,    or    at    those \n\nAIP ARGENTINA  GEN 1.7-31 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nregular o en aquellos con operaciones internacionales \nregulares   o   no   regulares   como   parte   del   plan   de \nemergencia.  \n \n9.5.1  Se establecen como norma las condiciones mínimas en \nlas  que  se  debe  prestar  el  servicio  de  dirección  en  la \nplataforma.  \n \n9.8.1  El  sistema  de  guía  y  control  del  movimiento  en  la \nsuperficie   se   proporciona   en   los   aeródromos   con \nservicio de control de tránsito aéreo (ATC).  \n \n9.8.3  Es norma que el diseño de las ayudas visuales (señales, \nluces  y  letreros)  del  sistema  de  guía  y  control  del \nmovimiento    en    la    superficie    se    ajuste    a    las \nespecificaciones de señales, luces y letreros que figuran \nen los puntos 5.2, 5.3 y 5.4. \n \n9.8.4  Cuando se establece, el SMGCS se diseña de manera tal \nque ayude a evitar la entrada inadvertida de aeronaves \ny vehículos en una pista en servicio.  \n \n9.8.5  Cuando se establece, el SMGCS se diseña de manera tal \nque ayude a evitar las colisiones de aeronaves entre sí, \ny   de   aeronaves   con   vehículos   u   objetos   fijos,   en \ncualquier parte del área de movimiento.  \n \n9.9.5  Para    las    pistas    de    aproximaciones    de    precisión \nCategorías I, II o III, se establecen las distancias dentro \nde     las     cuales     se     especifican     condiciones     de \nfrangibilidad  y  baja  altura  de  los equipos  requeridos \npara   fines   de   navegación   aérea   o   de   seguridad \noperacional de las aeronaves.  \n \nCAPÍTULO 10 – MANTENIMIENTO DE AERÓDROMOS \n \n10.3.2  Es obligatorio que las calles de rodaje que sirvan a una \npista  en  uso  se  mantengan  limpias  de  nieve,  nieve \nfundente, hielo.  \n \n10.3.3  Es  obligatorio  mantener  las  plataformas  limpias  de \nnieve, nieve fundente, hielo, etc. para permitir que las \naeronaves maniobren con seguridad o también para el \ncaso en que sean remolcadas o empujadas.  \n \n10.5.10  El  sistema  de mantenimiento  preventivo  para  pistas \nCAT I se aplica igualmente para pistas de no precisión. \n \nVolumen II – Helipuertos \n(Enmienda número 9) \n \nCAPÍTULO – DEFINICIONES \n \nSuperficie   resistente   a   cargas   dinámicas. Superficie   capaz   de \nsoportar las cargas generadas por un helicóptero que realiza sobre \nla misma una toma de contacto de emergencia. \n \nPunto  de  referencia  de  helipuerto  (HRP). Punto  cuya  situación \ngeográfica  designa  al  helipuerto  y  que  normalmente  se  establece \nen el centro de la FATO. \n \n1.2.2 Las especificaciones de la RAAC Parte 155 se refieren a \ntodos los helipuertos, a menos que se indique de otro \nmodo en el texto, no sólo a los internacionales. \n \nCAPÍTULO 2 – DATOS DE LOS HELIPUERTOS \naerodromes where intenational regular or non-regular \noperations   are   being   conducted   as   part   of the \nemergency plan. \n \n9.5.1 The   minimum   conditions   for   providing   the   apron \nmanagement service should be established. \n \n \n9.8.1  A  surface  movement  guidance  and  control  system \nshould  be  provided  at  an  aerodrome  with  air  traffic \ncontrol (ATC) services. \n \n9.8.3  The  visual  aids  (markings,  lights  and  signs)  in  the \nsurface movement guidance and control system should \nbe  designed  to  conform  with  the  specifications  for \nmarkings, lights and signs of items 5.2, 5.3 and 5.4. \n \n \n9.8.4  When it is established, the SMGCS should be designed \nto assist in the prevention of inadvertent incursions of \naircraft and vehicles onto an active runway. \n \n9.8.5  When it is established, the SMGCS should be designed \nto   assist   in   the   prevention   of   collisions   between \naircraft,  and  between  aircraft  and  vehicles  or  fixed \nobjects, on any part of the movement area. \n \n9.9.5  For a precision approach runway Category I, II or III, the \ndistances  within  which  the  conditions  of  frangibility \nand  low  height  of  the  equipment  required  for  air \nnavigation    or    for    aircraft    safety    purposes    are \nestablished.  \n \n \nCHAPTER 10 – AERODROME MAINTENANCE \n \n10.3.2  Taxiways of an operational runway should be kept clear \nof snow, slush, ice. \n \n \n10.3.3  Aprons should be kept clear of snow, slush, ice, etc. to \nenable    aircraft    to    manoeuvre    safely    or,    where \nappropriate, to be towed or pushed. \n \n \n10.5.10  The   system of   preventive   maintenance   used   for \nrunways CAT I also applies for non-precision runways. \n \nVolume II – Heliports \n(Amendment Number 9) \n \nCHAPTER – DEFINITIONS \n \nDynamic load-bearing surface. A surface capable of supporting the \nloads   generated   by   a   helicopter conducting   an   emergency \ntouchdown on it. \n \nHeliport reference point (HRP). Point with a geographical situation \nthat designates the heliport and that is normally established in the \ncenter of the FATO,  \n \n1.2.2       The specifications  of  RAAC  Part  155  refer  to  all  the \nheliports,  unless  otherwise  indicated  in  the  text,  not \nonly to international heliports.  \n \nCHAPTER 2 – DATA OF THE HELIPORTS \n\nAIP ARGENTINA GEN 1.7-32 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \n2.1 La determinación de los datos aeronáuticos relativos a \nlos helipuertos  será  realizada  por  el  explotador  del \nhelipuerto  y  notificados  a  la  AAC  de  conformidad  con \nlos  procedimientos  y  la  reglamentación  que  al  efecto \nestablezca la AAC, acorde a los requisitos de exactitud \ne  integridad  fijados  en  las  Tablas  A1-1  a  A1-5  del \nApéndice 1, teniendo en cuenta, al mismo tiempo, los \nprocedimientos del sistema de calidad establecido. Los \nrequisitos  de exactitud  de  los  datos  aeronáuticos  se \nbasan  en  un  nivel  de  probabilidad  del  95%  y, a  tal \nefecto, se identificarán tres tipos de datos de posición: \npuntos   objeto   de   levantamiento   topográfico   (por \nejemplo, umbral   de   la   FATO),   puntos calculados \n(cálculos  matemáticos  a  partir  de  puntos  conocidos \nobjeto  de  levantamiento  topográfico  para  establecer \npuntos  en  el  espacio,  puntos  de  referencia)  y  puntos \ndeclarados  (por ejemplo,  puntos  de  los  límites  de  las \nregiones de información de vuelo). \n \n2.4.5  La  medición  y  notificación  de  los  obstáculos  de  las \náreas 2 y 3 se efectúa a requerimiento de la AAC.  \n \nCAPÍTULO 3 – CARACTERÍSTICAS FÍSICAS \n \n3.1.1 a) 2) Se excluye la condición “...que no necesitan ser sólidas” \npara las FATO.  \n \n3.1.2  Se excluye la condición “...que no necesitan ser sólidas” \npara las FATO.  \n \n3.1.5  La pendiente media de la FATO, en cualquier dirección, \nno excederá del 2% para todos los casos.  \n \n3.1.24  La   dimensión   mínima   de   una   TLOF   será   tal   que \ncomprenda un círculo cuyo diámetro sea por lo menos \n1  D  del  helicóptero  más  grande  para  el  cual  esté \nprevista  el  área,  independientemente  de  la  clase  de \nperformance.  \n \n3.1.26  Las  pendientes  de  la  TLOF,  en  cualquier  dirección,  no \nexcederán del 2% para todos los casos.  \n \n3.1.30  No  se  incluyen  especificaciones  sobre  más  de  una \nTDPM en una FATO/TLOF elongada.  \n \n3.1.31  No     se     incluyen     especificaciones     sobre     TDPM \nalternativas. \n \n3.2.4  En  las  heliplataformas,  el  tamaño  de  la  TLOF  será \nsuficiente  para  contener  un  círculo  de  diámetro  no \nmenor que 1 D del helicóptero más grande para el cual \nesté  prevista  la  heliplataforma,  independientemente \nde  la  masa  de  despegue  del  helicóptero  más  grande \nque opere.  \n \n3.2.16  No  es  requisito  que  la  TLOF  esté  inclinada  para  evitar \nque se formen charcos de agua.  \n \nCAPÍTULO 4 – ENTORNO DE OBSTÁCULOS \n \n4.2.10  Los  helipuertos  elevados  tendrán  por  lo  menos  dos \nsuperficies de aproximación y ascenso en el despegue \npara evitar las condiciones de viento a favor, minimizar \nlas   condiciones   de   viento   de   costado   y   permitir \n \n2.1        The  establishment  of  aeronautical  data  concerning \nheliports will be made by the heliport operator and will \nbe   informed   to   the   CAA,   in   accordance   with   the \nprocedures  and  regulations  stipulated  by  the  CAA, as \nper the requirements on accuracy and integrity set out \nin   the   Tables   A1-1   through   A1-5   of   Appendix   1, \nconsidering,  at  the  same  time,  the  procedures  of  the \nestablished   quality   system.   The   requirements   of \naeronautical data accuracy  are based on a probability \nlevel  of  95%  and,  for  that  purpose, three  types  of \nposition data will be identified: points for topographic \nsurvey (for example, threshold of the FATO), calculated \npoints  (mathematical  calculations  from  known  points \nfor topographic survey to establish points in the space, \npoints of reference) and declared points (for example, \npoints of the flight information regions boundaries). \n \n \n \n2.4.5  Obstacles  in  areas  2  and  3  should  be  measured  and \nreported upon request of the Civil Aviation Authority  \n \nCHAPTER 3 – PHYSICAL CHARACTERISTICS \n \n3.1.1 a) 2)  The condition “... that do not need to be solid” is \nexcluded for FATO. \n \n3.1.2  The condition “... that do not need to be solid” is \nexcluded for FATO. \n \n3.1.5  The  FATO  mean  slope  in  any  direction  shall  never \nexceed 2%. \n \n3.1.24  The minimum dimension of a TLOF shall cover a circle \nwith a diameter of at least 1 D of the largest helicopter \nfor  which  the  area  is  intended,  regardless  of  the \nperformance class. \n \n \n3.1.26  The  TLOF  mean  slope  in  any  direction  shall  never \nexceed 2%. \n \n3.1.30  No  specifications  about  more  than  one  TDPM  are \nincluded in an elongated FATO/TLOF. \n \n3.1.31  No    specifications    about    alternative    TDPMs    are \nincluded. \n \n3.2.4  On   helidecks,   the   TLOF   size   shall   be   sufficient   to \ncontain a circle whose diameter shall be not less than \n1 D of the largest helicopter the helideck is intended to \nserve,  regardless  of  the  takeoff  mass  of  the  largest \noperating helicopter. \n \n \n3.2.16 It is not required that  the TLOF should  have a sloping \nsurface to avoid the formation of water puddles. \n  \nCHAPTER 4 – ENVIRONMENT OF OBSTACLES \n \n4.2.10  An elevated heliport should have at least two approach \nand    takeoff    climb    surfaces    to    avoid    downwind \nconditions,  to  minimize  crosswind  conditions  and  to \npermit a balked landing with an axial divergence from \n150° to 90°. \n\nAIP ARGENTINA  GEN 1.7-33 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \naterrizajes  interrumpidos,  con  una  divergencia  entre \nsus ejes de 150° a 90°.  \n \n4.2.11  Cuando  en  los  helipuertos  se  proporciona  una  única \nsuperficie  de aproximación y ascenso en el  despegue, \nse  adiciona  un  área  de  protección  conexa  al  área  de \nseguridad operacional de 0.25 D.  \n \n4.2.14  Cuando en una heliplataforma no se pueda disponer de \nla protección contra obstáculos por debajo del nivel de \nla heliplataforma en los 180°, la Autoridad Aeronáutica \nrequerirá   al   operador   aéreo   asignado   un   estudio \naeronáutico  para  determinar  la  aceptabilidad  de  los \nniveles  de  riesgo  que  esta  condición  genera  y  las \nlimitaciones de empleo que se establezcan.  \n \n4.2.16  No se establece diferencia en la altura de los obstáculos \nsujetos  a  restricciones,  dado  que  no  se  contemplan \nTLOF inferiores a 1 D.  \n \nCAPÍTULO 5 – AYUDAS VISUALES \n \nFigura 5-1.  La señal de perímetro de la FATO es una línea continua \n  \nFigura  5-1-A.  La  señal  de  punto  de  visada  en  los  helipuertos  de \nhospital no se provee. El color de la señal de hospital es \nrojo.  \n \n5.2.2.6 La  señal  de  identificación  de  helipuerto  en  el  caso  de \nhelipuertos emplazados en hospitales es una letra H, de \ncolor blanco, ubicada en el centro de una cruz roja. \n \n5.2.5.9  En las FATO no pavimentadas, la señal de perímetro es \nuna línea continua de losetas planas a nivel del terreno.  \n \n5.2.5.10  En las FATO pavimentadas, la señal de perímetro es una \nlínea continua.  \n \n5.2.7.1  En  los  helipuertos  emplazados  en  hospitales  no  se \nproporciona una señal de punto de visada.  \n \n5.2.7.4  La  señal  de  punto  de  visada  consiste  en  un  triángulo \nequilátero  en  líneas  de  trazos.  El  color  de  la  señal  de \npunto de visada siempre es blanco.  \n \n5.2.7.13.1A. Se requiere una señal de eje de la calle de rodaje para \nhelicópteros solamente en las calles de rodaje \npavimentadas.  \n \n5.2.13.7  En    las    calles    de    rodaje    para    helicópteros    no \npavimentadas no se proveen balizas empotradas en el \neje y se disponen balizas en los bordes.  \n \n5.2.14.5  Si  la  ruta  de  rodaje  aéreo  para  helicópteros  se  ha  de \nutilizar por la noche, las balizas de borde serán luces de \nconformidad con lo establecido para luces de borde de \ncalles de rodaje para aeródromos.  \n \n5.2.16.1  Es norma proporcionar señales de guía de alineación de \nla  trayectoria  de  vuelo  en  los  helipuertos  donde  sea \nnecesario  o  conveniente  indicar  las  direcciones  de \ntrayectoria de aproximación y/o de salida disponibles.  \n \n5.3.3.1 El  sistema  de  luces  de  aproximación  en  un  helipuerto \ndebería    proporcionarse    donde    sea    necesario    o \nconveniente    indicar    una    dirección    preferida    de \n \n \n \n4.2.11  When  heliports  have  only  one  approach  and  takeoff \nclimb surface, a related area of protection is added to \nthe area of operational safety of 0.25 D. \n \n \n4.2.14  When  on  a  helideck  the  protection  against  obstacles \nbelow  the  helideck  level  at  180°  is  not  available,  the \nAeronautical Authority shall require to the assigned air \noperator   an   aeronautical   study   to   determine   the \nacceptability  of  the  levels  of  risk  that  this  condition \nproduces   and   the   limitations   of   use   that   may   be \nestablished. \n \n4.2.16  No  differences  are  established  with  respect  to  the \nheight  of  obstacles  subject  to  restrictions,  since  no \nTLOF of less than 1 D is considered. \n \nCHAPTER 5 – VISUAL AIDS \n \nFigure 5-1 The FATO perimeter marking is a continuous line. \n \nFigure 5-1 A. The aiming point marking at hospital heliports is not \nprovided. The color of the hospital marking is red. \n \n \n5.2.2.6    The heliport identification marking, in the case of heliports \nlocated  in  hospitals,  is  a  white  letter  H,  placed  in  the \ncenter of a red cross.  \n \n5.2.5.9  For unpaved FATO, the perimeter marking shall consist \nof a continuous line of flat slabs at terrain level. \n \n5.2.5.10  For paved FATO, the perimeter marking shall consist of \na continuous line.  \n \n5.2.7.1  At  heliports  located  in  hospitals,  the  aiming  point \nmarking is not provided.  \n \n5.2.7.4  The  aiming  point  marking  consists  of  an  equilateral \ntriangle  in  dotted  lines.  The  color  of  the  aiming  point \nmarking is always white. \n \n5.2.7.13.1A.helicopter taxiway centerline marking is required only \nfor paved taxiways. \n \n \n5.2.13.7  On  unpaved  helicopter  taxiway  centerlines,  no  axial-\nembedded  beacons  are  provided,  and  edges  beacons \nare available. \n \n5.2.14.5  If  the  helicopters  air  taxi  route  shall  be  used  at  night, \nthe edges beacons will be lights in accordance with the \nspecifications    for    edge    lighting    on    aerodromes \ntaxiways. \n \n5.2.16.1  At  heliports  where  it  is  necessary  or  convenient  to \nindicate the approach and/or departure path directions \navailable,   flight   path   alignment   guidance   markings \nshould be provided. \n \n5.3.3.1         The approach  lighting system  in  a  heliport  should  be \nprovided   where   it   is   necessary   or   convenient   to \nindicate  a  preferred  approach  direction,  except  when \n\nAIP ARGENTINA GEN 1.7-34 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \naproximación,  salvo  cuando  el  helipuerto  se  utilice \nsolamente  en  condiciones  de  buena  visibilidad  y  se \nproporcione guía suficiente por medio de otras ayudas \nvisuales.  \n \n5.3.5  Se mantiene la aplicación de las especificaciones de los \nsistemas de guía y alineación visual.  \n \n5.3.6  Se   mantiene   en   la   norma   la   aplicación   de   las \nespecificaciones  de  los  sistemas  visuales  indicadores \nde pendiente de aproximación PAPI y A-PAPI.  \n \n5.3.7.3 Las luces de la FATO serán luces omnidireccionales fijas \nde color verde. \n \n5.3.9.17  La altura máxima de las luces de perímetro de la TLOF \npuede    ser    de    25    cm    en    caso    de    FATO/TLOF \ncoincidentes.  \n \n5.3.9.18 En  una  heliplataforma  o  helipuerto  a  bordo  de  un \nbuque, la altura de los elementos luminosos elevados \nno  deberá  exceder  de  25  cm  y  éstos  deberán  estar \nempotrados  si, al  sobresalir  de  la  superficie, pusieran \nen peligro las operaciones de los helicópteros. \n \nCAPÍTULO 6 – RESPUESTA DE EMERGENCIA EN LOS HELIPUERTOS \n \n6.2.1.3  En los helipuertos de superficie es norma disponer de \nmedios  primarios  y  agentes  complementarios  para  la \nextinción de incendios.  \n \nTabla 6-2.  La cantidad de agua para la producción de espuma en \nhelipuertos de superficie se basa en el cálculo de área \ncrítica,  sin  modificar  los  regímenes  de  descarga  de \nespuma.  \n \nTabla 6-3.  La cantidad de agua para la producción de espuma en \nhelipuertos  elevados  se  basa  en  el  cálculo  de  área \ncrítica,  sin  modificar  los  regímenes  de  descarga  de \nespuma.  \n \n \n \nANEXO 15 – Servicios de información aeronáutica \n(Decimosexta edición, julio de 2018) \n \nNo existen diferencias. \n \n \n \nANEXO 16 – Protección del medio ambiente \n(Octava edición, julio de 2017)  \n \nVOLUMEN I  \n \nEn  la  República  Argentina,  el  reglamento  de  aeronavegabilidad \nadoptado  para  los  estándares  de  certificación  de  ruido  es  la  FAR \nParte  36  de  los  Estados  Unidos  de  Norteamérica,  en  su  idioma \noriginal, y se adoptarán los cambios relativos a este código cuando \nse convengan.  \n \nEn tal sentido, las diferencias entre los reglamentos o métodos de \nla República Argentina y las disposiciones del Anexo 16 Volumen I \nserán,  en  caso  de  existir,  las  mismas  que  los  Estados  Unidos  de \nNorteamérica notifiquen para la FAR Parte 36.  \n \nthe  heliport  is  only  used  in  good  visibility  conditions \nand when sufficient guidance is provided through other \nvisual aids.   \n \n \n5.3.5  The   applicability   of   the   specifications   for   visual \nalignment and guidance systems should be maintained. \n \n5.3.6  The   applicability   of   the   specifications   for   visual \napproach  slope  indicator  systems  PAPI  and  A-PAPI \nshould be maintained. \n \n5.3.7.3         The FATO lights will be omnidirectional fix green lights. \n \n \n5.3.9.17  The maximum height of the TLOF perimeter lights may \nbe 25 cm when the FATO and the TLOF coincide.  \n \n \n5.3.9.18     In a helideck or heliport on board a ship, the height of \nthe illuminated elevated elements shall not exceed 25 \ncm and they must be built in if they protrude from the \nsurface, endangering the operations of helicopters. \n \n \nCHAPTER 6 – EMERGENCY RESPONSE AT HELIPORTS \n \n6.2.1.3  Surface  heliports  should  have  the  primary  means  and \ncomplementary agents for fire fighting. \n \n \nTable 6-2. The  amounts  of water  for  the  production  of  foam  at \nsurface   heliports   is   based   on   the   of   critical   area \ncalculation,   without   modifying   the   foam   discharge \nregimes. \n \nTable 6-3.  The  amounts  of  water  for  the  production  of  foam  at \nelevated   heliports   is   based   on   the   critical   area \ncalculation   without   modifying   the   foam   discharge \nregimes. \n \n \n \nANNEX 15 – Aeronautical Information Services \n(Sixteenth Edition, July 2018) \n \nThere are no differences. \n \n \n \nANNEX 16 – Environmental Protection \n(Eighth Edition, July 2017) \n \nVOLUME I \n \nIn the Republic of Argentina, the airworthiness regulations adopted \nfor  noise  certification  standards  is  the  United  States  of  North \nAmerica FAR Part 36, in its native language, and the changes related \nto this code shall be adopted when they are agreed upon. \n \n \nIn  this  regard,  the  differences  (if  any)  between  the  regulations  or \nmethods in the Republic of Argentina and the provisions of Annex \n16 Volume I shall be those reported by the United States of North \nAmerica for FAR Part 36. \n \n\nAIP ARGENTINA  GEN 1.7-35 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nVOLUMEN II  \n \nEn  la  República  Argentina,  el  reglamento  de  aeronavegabilidad \nadoptado para los estándares de certificación para la emisión de los \nmotores de las aeronaves es la FAR Parte 34 de los Estados Unidos \nde Norteamérica, en su idioma original, y se adoptarán los cambios \nrelativos a este código cuando se convengan.  \n \nEn tal sentido, las diferencias entre los reglamentos o métodos de \nla República Argentina y las disposiciones del Anexo 16 Volumen II \nserán,  en caso  de  existir,  las  mismas  que  los  Estados  Unidos  de \nNorteamérica notifiquen para la FAR Parte 34 \n \n \n \nANEXO 17 – Seguridad \n(Décima edición, abril de 2017) \n \nLas    diferencias    con    respecto    a    las    Normas    y    Métodos \nRecomendados    internacionalmente    han    sido oportunamente \nnotificadas  a  la  OACI.  Las  mismas  pueden  ser  obtenidas  ante  la \nautoridad de aplicación en la República Argentina. \n \n \n \nANEXO 18 – Transporte sin riesgos de mercancías \npeligrosas por vía aérea \n (Cuarta edición, julio de 2011) \n \nCAPÍTULO 1 – DEFINICIONES \n \nEstado del explotador: Estado donde está el asiento de negocios del \nexplotador. Concordancia con el nombre utilizado en la Ley 17.285 \n(Código Aeronáutico Argentino).  \n \nExplotador: Persona  que  utiliza  legítimamente  la  aeronave  por \ncuenta propia, aun sin fines de lucro. Definición según el artículo 65 \nde la Ley 17.285 (Código Aeronáutico Argentino).  \n \nPiloto al mando: Se utiliza el término “Comandante de Aeronave” y \nse lo define como el piloto responsable del funcionamiento y de la \nseguridad   de la   aeronave   durante   el   tiempo   de   vuelo,   con \nindependencia  de  si  acciona  o  no  los  mandos  de  la  aeronave. \nConcordancia  con  el  nombre  utilizado  en  la  Ley  17.285  (Código \nAeronáutico  Argentino).  Su  alcance  de  responsabilidad  se  aplica \naccione o no los mandos de la aeronave. \n \n \n \nANEXO 19 – Gestión de la seguridad operacional \n(Segunda edición, julio de 2016) \n \nNo existen diferencias. \n \n \n \nPROCEDIMIENTOS PARA LOS SERVICIOS DE NAVEGACIÓN AÉREA  \nDoc. 4444 – Gestión del tránsito aéreo \n(Decimosexta edición, 2016) \n \nCAPÍTULO 1 – DEFINICIONES \n \nIncidente (aplicado  a  aeronaves  de  matrícula  extranjera):  Todo \nsuceso  relacionado  con  la  utilización  de  una  aeronave,  que  no \nllegue a ser un accidente, que afecte o pueda afectar la seguridad \nde las operaciones.  \nVOLUME II  \n \nIn the Republic of Argentina, the airworthiness regulations adopted \nfor  the  certification  standards  for  aircraft  engines  fuel  venting \nemissions is the United States of North America FAR Part 34, in its \nnative  language,  and  the  changes  related  to  this  code  shall  be \nadopted when they are agreed upon. \n \nIn  this  regard,  the  differences  (if  any)  between  the  regulations  or \nmethods in the Republic of Argentina and the provisions of Annex \n16 Volume II shall be those reported by the United States of North \nAmerica for FAR Part 34. \n \n \n \nANNEX 17 – Security \n(Tenth Edition, April 2017) \n \nThe  differences  with  respect  to  the  international  Standards  and \nRecommended  Practices  have  been  reported  to  ICAO  in  due \ncourse. They can be obtained from the Authority in the Republic of \nArgentina. \n \n \n \nANNEX 18 – The Safe Transport of \nDangerous Goods by Air \n(Fourth Edition, July 2011) \n \nCHAPTER 1 – DEFINITIONS \n \nState  of  the  operator: The State in which the operator’s principal \nplace of business is located. In concordance with the name used in \nLaw No.17.285 (Argentine Aeronautical Code). \n \nOperator: Person that uses legally an aircraft on his/her own behalf, \neven without a profit.  Definition in accordance with Section 65 of \nLaw No. 17.285 (Argentine Aeronautical Code). \n \nPilot-in-command: The term “Aircraft Commander” is used, and it \nis   defined   as   the   pilot   responsible   for   the   operation   and \nsecurity/safety  of  the  aircraft  during  a  flight,  no  matter  whether \nhe/she activates or not the aircraft commands. In concordance with \nthe  name  used  in  Law  No.  17.285  (Argentine  Aeronautical  Code). \nHis/Her scope of responsibility is applied no matter whether he/she \nactivates or not the commands of the aircraft. \n \n \n \nANNEX 19 – Safety Management \n(Second Edition, July 2016) \n \nThere are no differences. \n \n \n \nPROCEDURES FOR AIR NAVIGATION SERVICES \nDOC 4444 – Air Traffic Management \n(Sixteenth Edition, 2016) \n \nCHAPTER 1 – DEFINITIONS \n \nIncident  (applied  to  aircraft  with  a  foreign  registration  mark): An \noccurrence, other than an accident, associated with the operation \nof an aircraft which affects or could affect the safety of operations. \n \n\nAIP ARGENTINA GEN 1.7-36 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \n \nNo está establecido el concepto de incidente en la normativa legal \nvigente para las aeronaves de matrícula nacional. No obstante, se \ninvestiga como accidente.  \n \n \nCAPÍTULO 4 – DISPOSICIONES GENERALES PARA LOS SERVICIOS DE \nTRÁNSITO AÉREO \n \n4.4.2.1.3  En  el  caso  de  que  haya  una  demora  de  más  de  30 \nminutos con respecto a la hora prevista de fuera calzos \npara  un  vuelo  controlado  o  IFR,  o  de  una  hora  para \notros  vuelos,  el  plan  de  vuelo  deberá  enmendarse  o \ndeberá    presentarse    un    nuevo    plan    de    vuelo, \ncancelando el antiguo, según proceda.  \n \n \n \nPROCEDIMIENTOS SUPLEMENTARIOS REGIONALES  \nDoc 7030 – Convenio sobre aviación civil \n(Quinta edición, 2008) \n \nPARTE I  \n \nComunicación aeroterrestre obligatoria incluso para vuelos VFR: No \nse aplica esta obligación a los vuelos VFR. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe concept of incident is not established in the legal regulations in \nforce for aircraft with a national registration mark. Nevertheless, it \nis investigated as if it were an accident. \n \n \nCHAPTER 4 – GENERAL PROVISIONS FOR AIR TRAFFIC SERVICES \n \n \n4.4.2.1.3  In  the  event  of  a  delay  of  more than  30  minutes  with \nrespect to the estimated off-block time for a controlled \nflight or IFR, or of a delay of one hour for other flights, \nthe flight plan should be amended, or a new flight plan \nsubmitted and the old flight plan cancelled, whichever \nis applicable. \n \n \n \nREGIONAL SUPPLEMENTARY PROCEDURES \nDoc 7030 – Civil Aviation Convention \n(Fifth Edition, 2008) \n \nPART I \n \nCompulsory   air-ground communication   even   for   VFR   flights: \nThisobligation is not applied for VFR flights. \n \n \n ",
  "pageCount": 37,
  "characterCount": 173539
}