{
  "metadata": {
    "filename": "AIP - GEN1 - 5.pdf",
    "title": "GEN 1.5 - Instrumentos, equipos y documentos de vuelo de las aeronaves",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:13.401Z"
  },
  "text": "\n\nAIP ARGENTINA  GEN 1.5-1 \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 \nGEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS \nGEN 1.5     INSTRUMENTOS, EQUIPOS Y DOCUMENTOS DE VUELO \nDE LAS AERONAVES \nGEN 1.5     AIRCRAFT INSTRUMENTS, EQUIPMENT AND FLIGHT \nDOCUMENTS \n \nGeneralidades  \n \nLas   aeronaves   de   aviación   civil   que   operen   en   la   República \nArgentina  deben  cumplir  con  lo  dispuesto  en  las  Regulaciones \nArgentinas de Aviación Civil (RAAC).  \n \nDOCUMENTACIÓN DE   VUELO REGLAMENTARIA   QUE   DEBEN \nLLEVAR LAS AERONAVES Y SUS TRIPULACIONES  \n \nLa   documentación   que   reglamentariamente   deben   llevar   las \naeronaves,  sus  tripulantes  y  mecánicos  o  técnicos mecánicos de \nabordo, que será exigida por la Autoridad Aeronáutica Civil, en los \nmomentos previos a la partida, durante las eventuales escalas y/o \nuna  vez finalizado  el  vuelo, se  encuentra  detallada en  las  RAAC \nPartes 61, 63, 64, 65, 91, 121, 133, 135, 137. \n \n1. Cartografía, publicaciones y cartas aeronáuticas de uso \nobligatorio \n \na) Para realizar actividad de vuelo, de acuerdo con la Licencia \nHabilitante del Comandante de Aeronave:  \n \ni) PILOTO PRIVADO:  \nRAAC Parte 91,  Manual  de  Aeródromos  y  Helipuertos \n(MADHEL), Cartas  de  Navegación  Aérea  Visual, Cartas \npara   vuelos   VFR   (Corredores   Visuales)   y   Carta   de \nHelicorredores (para helicópteros solamente).  \n \nii) PILOTO  COMERCIAL,  PILOTO  COMERCIAL  DE  PRIMERA \nCLASE, PILOTO DE TRANSPORTE DE LÍNEA AÉREA:  \nRAAC Parte 91,  Manual  de  Aeródromos  y Helipuertos \n(MADHEL), Cartas  de  Navegación  Aérea  Visual, Cartas \npara   vuelos   VFR   (Corredores   Visuales) y Carta   de \nHelicorredores (para helicópteros solamente), Cartas de \nProcedimientos  Instrumentales y  Cartas  de  Navegación \nIFR.  \n \niii) INSTRUCTOR DE VUELO:  \nRAAC Parte 91,  Manual  de  Aeródromos  y  Helipuertos \n(MADHEL),  Cartas  de  Navegación  Aérea  Visual,  Cartas \npara   vuelos   VFR   (Corredores   Visuales)   y   Carta   de \nHelicorredores (para helicópteros solamente), Cartas de \nProcedimientos  Instrumentales y  Cartas  de  Navegación \nIFR.  \n \nb) Para  realizar  actividad  aérea, las entidades aeronáuticas \nque se detallan:  \n \ni) AEROCLUBES:  \n AIP, RAAC Parte 91, Manual de Aeródromos y Helipuertos \n(MADHEL), Cartas  de  Navegación  Aérea  Visual,  Manual \nde  Fraseología  Operativa  Aeronáutica  Español  e Inglés, \nNormas  y  Procedimientos  de  Telecomunicaciones  en \nJurisdicción Aeronáutica, Cartas de Navegación IFR.  \n \nii) ESCUELAS DE VUELO:  \n AIP, RAAC Parte 91, Manual de Aeródromos y Helipuertos \n(MADHEL),  Cartas  de  Navegación  Aérea  Visual,  Manual \nde  Fraseología  Operativa  Aeronáutica  Español  e  inglés, \nNormas  y  Procedimientos  de  Telecomunicaciones  en \nJurisdicción    Aeronáutica,    Designador    de    Tipo    de \n \nGeneral \n \nThe  civil  aviation  aircraft  operating  in  the  Republic  of  Argentina \nmust  comply  with  the  provisions  of  the  Argentine  Civil  Aviation \nRegulations (RAAC).  \n \nREGULATORY  DOCUMENTS  THAT  MUST  BE  CARRIED  ON  BOARD \nTHE AIRCRAFT AND BY THEIR CREW MEMBERS. \n \nThe  regulatory  documents  that  must  be  carried  on  board  the \naircraft,  by  their  crew  members  and  mechanics  or  mechanical \ntechnicians,  that  shall  be  required  by  the  Civil  Aviation  Authority \nbefore departing, during eventual stops and/or after the flight are \ndetailed in RAAC Parts 61, 63, 64, 65, 91, 121, 133, 135, 137. \n \n \n1. Compulsory  mapping,  publications  and  aeronautical \ncharts \n \na) In  order  to  perform  flight  activities,  in  accordance  with       \nthe appropriate Pilot in Command Aeronautical License: \n \ni) PRIVATE PILOTS:  \n RAAC  Part  91,  Manual  of  Aerodromes  and  Heliports \n(MADHEL), Visual  Navigation  Charts,  VFR  Charts  (Visual \nCorridors), and Helicorridors Chart (only for helicopters). \n \n \nii) COMMERCIAL    PILOTS,    FIRST    CLASS    COMMERCIAL \nPILOTS, AIRLINE TRANSPORT PILOTS:  \n RAAC  Part  91,  Manual  of  Aerodromes  and  Heliports \n(MADHEL), Visual  Navigation  Charts, VFR  Charts  (Visual \nCorridors) and Helicorridors Chart (only for helicopters), \nInstrument Procedures Chart  and IFR Charts. \n \n \n \niii) FLIGHT INSTRUCTORS:  \n RAAC  Part  91,  Manual  of  Aerodromes  and  Heliports \n(MADHEL),  Visual  Navigation  Charts,  VFR  Charts  (Visual \nCorridors) and Helicorridors Chart (only for helicopters), \nInstrument Procedures Chart and IFR Charts.  \n \n \n \nb) For the following aeronautical agencies, in order to perform \nflight activities: \n \ni) AIR CLUBS:  \n AIP, RAAC Part 91, Manual of Aerodromes and Heliports \n(MADHEL), Visual    Navigation    Charts,    Manual    of \nAeronautical Phraseology English-Spanish, Standards and \nProcedures  for  Telecommunications  in  the Aeronautical \nJurisdiction, IFR Charts. \n \nii) FLIGHT SCHOOLS:  \n AIP, RAAC Part 91, Manual of Aerodromes and Heliports \n(MADHEL),    Visual    Navigation    Charts,    Manual    of \nAeronautical Phraseology English-Spanish, Standards and \nProcedures  for  Telecommunications  in  the  Aeronautical \nJurisdiction,  Aircraft  Type  Designator,  Visual Corridors, \n\nAIP ARGENTINA  GEN 1.5-2 \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 \nAeronave,   Corredores   Visuales,   Helicorredores   (para \nhelicópteros    solamente), Cartas    de    Procedimientos \nInstrumentales y Cartas de Navegación IFR.  \n \niii) LÍNEAS  DE  TRANSPORTE  AEROCOMERCIAL  REGULAR  Y \nNO  REGULAR,  ORGANISMOS  AERONÁUTICOS  OFICIALES \n(NACIONALES Y PROVINCIALES):  \n AIP, Cartas de   Procedimientos   Instrumentales, RAAC \nParte 91,   Manual   de   Aeródromos   y   Helipuertos \n(MADHEL). Normas y Procedimientos de \nTelecomunicaciones en Jurisdicción Aeronáutica.  Dichos \ndocumentos    deben     encontrarse    en     los    órganos \noperacionales   y   en   cada   base   constituida   por   las \nempresas y organismos.  \n \niv) EMPRESAS DE TRABAJO AÉREO:  \n AIP, Cartas de   Procedimientos   Instrumentales, RAAC \nParte 91,    Manual    de    Aeródromos    y    Helipuertos \n(MADHEL), Normas y Procedimientos de \nTelecomunicaciones en Jurisdicción Aeronáutica.  \n \nLos documentos mencionados deben  encontrarse  en  el  domicilio \ndonde la empresa basa su actividad. Además, cada piloto afectado \na la empresa u organismo y que se desempeñe como Comandante \nde  Aeronave  deberá  disponer  para  el  vuelo  descripto  en  los \npárrafos anteriores, según corresponda. \n \n2. Instrumentos, equipo (de comunicaciones, navegación \ny vigilancia de aeronaves): \n \n2.1 Los requerimientos  de  instrumentos  y  equipamiento \npara     aeronaves     civiles     motorizadas     con     Certificado     de \nAeronavegabili-dad   Estándar   de   la   República   Argentina   están \nestablecidas en las RAAC Parte 91, Subparte C, Sección 91.205. \n \n3. Transmisor Localizador de Emergencia (ELT) \n \n3.1 Los  propietarios  y  explotadores  de  aeronaves  deben \nregistrar los “TRANSMISORES DE LOCALIZACIÓN DE EMERGENCIA” \n(ELT)  en  el  Registro  Nacional  de  Radiobalizas  de  Localización  de \nEmergencia, como así también de mantener actualizados los datos \ncorrespondientes,  ya  sea  porque  se  cambia  la  titularidad  de  la \naeronave o debido a que  se  producen cambios en la información \nque corresponde a la aeronave (por ejemplo, el color con que está \npintada) o en los datos de enlace o “contacto” que puedan resultar \nde utilidad para el personal encargado de suministrar el servicio de \nbúsqueda y salvamento, según lo establecido en la RAAC Parte 91, \nSubparte C,  Sección 91.207. \n \n3.2 Mantener  actualizada  la  información  y  los  datos es \nsumamente  conveniente  para  evitar  demoras  en  el  proceso  de \nhacer  llegar  ayuda  lo  más  rápido  posible  a  los  tripulantes  y \npasajeros involucrados en una situación de emergencia, o para dar \npor  finalizada  una  fase  de  incertidumbre  en  el  caso  de  una \nemergencia inexistente.   \n \n3.3 Todos  los  ELT  a  bordo  de  una  aeronave  deben  estar \nregistrados para facilitar la identificación cuando se los active. \n \n3.4 Ninguna persona puede operar una aeronave civil en la \nRepública  Argentina,  a  menos  que  tenga  instalado  un  transmisor \nlocalizador  de  emergencia  automático  (ELT)  en  406  y  121.5MHz, \nque:  \n \na) Esté en condiciones operativas.  \nb) Cumpla   con   los   requerimientos   aplicables   de   la   Orden \nTécnica Estándar OTE-C126 y OTE-C91a.  \nHelicorridors (only for helicopters), Instrument \nProcedures Charts and IFR Charts. \n \n \niii) REGULAR     AND     NON-REGULAR     COMMERCIAL     AIR \nCARRIERS,    (NATIONAL    AND    PROVINCIAL)    OFFICIAL \nAERONAUTICAL AGENCIES:  \n AIP, Instrument Procedures Charts, RAAC Part 91, Manual \nof  Aerodromes  and  Heliports  (MADHEL).  Standards  and \nProcedures  for  Telecommunications  in  the  Aeronautical \nJurisdiction. Such documents must be in the operational \nbodies  and  in  each  base created  by  the  companies  and \nagencies. \n \n \niv) AERIAL WORK COMPANIES:  \n AIP, Instrument Procedures Charts, RAAC Part 91, Manual \nof  Aerodromes  and  Heliports  (MADHEL),  Standards  and \nProcedures  for  Telecommunications  in  the  Aeronautical \nJurisdiction. \n \nSuch documents must be in the address where the company has its \nactivity  based.  Besides,  each  pilot  affected  to  the  company  or  to \nthe  agency  working  as  a  pilot  in  command  of  the  aircraft  shall \ncomply with the provisions in the above-mentioned paragraphs, as \nappropriate, for the flight. \n \n2. Aircraft   instruments,   equipment   (communications, \nnavigation and surveillance): \n \n2.1 The  instrument  and  equipment  requirements  for  civil \nmotorized  aircraft  with  Standard  Airworthiness  Certificate  of the \nRepublic of Argentine are established in RAAC Part 91, Subpart C, \nSection 91.205.  \n \n3. Emergency Locator Transmitter (ELT) \n \n3.1 Aircraft   owners   and   operators   shall   register   the \n“EMERGENCY  LOCATOR  TRANSMITTERS”  (ELT)  in  the  National \nRegistry  of  Emergency  Locator  Beacons, and keep as  to  keep  the \ncorresponding data updated, either because the ownership of the \naircraft   is   changed   or   due   to   changes   in   the   information \ncorresponding  to  the  aircraft  (e.g., the  color with  which it  is \npainted) or in the data link liaison or “contact” that may be useful \nfor  the  personnel  in  charge  of  providing  the  search  and  rescue \nservice, as established in the RAAC Part 91, Subpart C, Section 91. \n207. \n \n \n3.2 Maintaining the information and data updated is highly \nconvenient to avoid  delays in the process of  getting help to crew \nmembers and  passengers  involved  in  an  emergency  situation  as \nquickly as possible, or to end a phase of uncertainty in the case of \na non-existent emergency.   \n \n \n3.3 All  ELTs  on  board  an  aircraft must be  registered  to \nfacilitate identification when they are activated. \n \n3.4 No person may operate a civil aircraft in the Republic of \nArgentina, unless    it    has    an    automatic    emergency    locator \ntransmitter (ELT) installed on 406 and 121.5MHz, which:  \na) Is in operational condition. \nb) Complies with  the applicable requirements of  the Technical \nStandard Orders OTE-C126 and OTE-C91a Standard Technical \nOrder. \n \n➔ \n➔ \n\nAIP ARGENTINA  GEN 1.5-3 \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 \nc) Sea un modelo aprobado por COSPAS-SARSAT y  \nd) Su código  de  15 dígitos  hexadecimales  haya  sido registrado \nen  el  Registro  Nacional  de  Radiobalizas  de  Localización  de \nEmergencia \n \n3.5 Cada transmisor localizador de emergencia automático \ndebe   ser   instalado   en   la   aeronave   de   manera   tal   que   la \nprobabilidad  de  daño  al  transmisor  sea  mínima,  en  el  caso  de \nimpacto.  Además,  en  el  caso  de  aviones,  el  ELT  fijo  o  removible \ndebe ser colocado lo más atrás posible. \n \n3.6 Las  baterías  utilizadas  en  el  transmisor  localizador  de \nemergencia    automático    (ELT)    deben    ser    reemplazadas    (o \nrecargadas, si las baterías son recargables) cuando: \na) El transmisor ha sido utilizado por un tiempo acumulado de \nmás de (1) una hora, o  \nb) Ha   vencido   el   50%   de   su   vida   útil   (o,   para   baterías \nrecargables, el 50% de su vida útil de carga), de acuerdo con \nlo   establecido   por   el   fabricante   del   transmisor   en   su \naprobación. \n \n3.7 La  nueva  fecha  de  vencimiento  para  el  reemplazo  (o \nrecarga) de la batería debe ser marcada claramente en el exterior \ndel  transmisor  y  anotada en  el  registro  de  mantenimiento  de  la \naeronave.  El  párrafo 3.6-b)  no se  aplica  a  las  baterías  que  no  son \nesencialmente   afectadas   durante   los   probables   intervalos   de \nalmacenaje (tales como las activadas por agua).  \n \n3.8 Cada  transmisor  localizador  de  emergencia  debe  ser \ninspeccionado  dentro  de  los  12  meses  calendario,  después  de  la \núltima inspección, por:  \na) La instalación propiamente dicha;  \nb) Corrosión de la batería;  \nc) Operación de los controles y sensores de impacto; y \nd) La  presencia  de  la  suficiente  radiación  de  la  señal  desde  la \nantena. \n \n3.9 No obstante, al párrafo 3.4, se puede: \na) Trasladar  en  vuelo  una  aeronave  adquirida  recientemente \ndesde el lugar donde se toma posesión de la misma hasta un \nlugar   donde   se   le   instale   el   transmisor   localizador   de \nemergencia.  \nb) Trasladar en vuelo una aeronave con un trasmisor localizador \nde   emergencia   inoperativo   desde   un   lugar   donde   las \nreparaciones o reemplazos no pueden hacerse hasta un lugar \ndonde sí puedan ser realizados.  \n \n3.10 Ninguna   persona   distinta   a   las   requeridas   como \ntripulación, puede ser transportada a bordo de una aeronave que \nsea llevada en ferry bajo los términos del párrafo 3.6.  \n \n3.11 El párrafo 3.4 no se aplica a:  \na) Planeadores, moto planeadores y globos libres tripulados;  \nb) Las aeronaves construidas por aficionados y las construidas a \npartir de kits;  \nc) Las aeronaves matriculadas en otro país, a menos que operen \nbajo las RAAC Partes 121 y 135;  \nd) Ultralivianos; \nc) Is a COSPAS-SARSAT approved model, and \nd) Its  15-digit  hexadecimal  code  has  been  registered  in  the \nNational Registry of Emergency Locator Beacons. \n \n \n3.5 Each automatic emergency locator transmitter shall be \ninstalled  on  the  aircraft  in  such  a  way  that  the  probability  of \ndamage to the transmitter is minimized in the event of an impact. \nIn addition, in the case of aeroplanes, the fixed or removable ELT \nshould be placed as far back as possible. \n \n3.6 The batteries used in the automatic Emergency Locator \nTransmitter (ELT) must be replaced (or recharged, if the batteries \nare rechargeable) when: \na) The transmitter has been used for a cumulative time of more \nthan (1) one hour, or  \nb) 50% of its useful life has expired (or 50% for their charge life \nin the case of rechargeable batteries), as established by the \ntransmitter manufacturer in its approval. \n \n3.7 The  new  expiration  date  for  battery  replacement  (or \nrecharge)   should   be   clearly   marked   on   the   outside   of   the \ntransmitter  and written  down in  the  aircraft  maintenance  log. \nParagraph  3.6-b)  does  not  apply  to  batteries that  are  essentially \nunaffected   during   probable   storage   intervals (such   as   water-\nactivated batteries).  \n \n3.8 Each emergency locator transmitter must be inspected \nwithin the 12 calendar months, after the last inspection, due to:  \na) The installation itself;  \nb) Corrosion of the battery;  \nc) Operation of the controls and impact sensors; and \nd) The presence of sufficient signal radiation from the antenna. \n \n3.9 Notwithstanding paragraph 3.4, it is allowed to: \na) Transport in flight a newly acquired aircraft from the location \nwhere the aircraft is taken possession of to a location where \nthe emergency locator transmitter is installed on the aircraft.  \nb) Transport in flight an aircraft with an inoperative emergency \nlocator   transmitter   from   a   location   where   repairs   or \nreplacements cannot be made to a location where they can \nbe made.  \n \n3.10 No person, other than those required as crew, may be \ncarried  on  board  an  aircraft  being  ferried  under  the  terms  of \nparagraph 3.6.  \n \n3.11 Paragraph 3.4 does not apply to:  \n \na) Manned gliders, motor gliders and free balloons;  \nb) Aircraft built by amateurs and those built from kits;  \nc) Aircraft   registered   in   another   country,   unless   operating \nunder RAAC Parts 121 and 135;  \nd) Ultralights vehicles; \n➔ \n\nAIP ARGENTINA  GEN 1.5-4 \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 \n \ne) Las  aeronaves,  afectadas  a  operaciones  de  entrenamiento \ndentro de  un  radio  de  90Km  (50  millas  aeronáuticas)  del \naeropuerto desde el cual aquella operación haya comenzado;  \nf) Las aeronaves, afectadas a operaciones de vuelo que tengan \nque ver con el diseño y ensayos en vuelo;  \ng) Las aeronaves nuevas afectadas a operaciones relativas a su \nfabricación, preparación y entrega; \nh) Las     aeronaves     afectadas     a     operaciones     de     vuelo \nconcernientes  a  liberación  de  insectos,  aplicaciones  aéreas \nde  sustancias  químicas  u  otras  sustancias  para  propósitos \nagrícolas; \ni) Las aeronaves certificadas por la Autoridad Aeronáutica para \npropósitos de investigación y desarrollo; \nj) Las   aeronaves, mientras   son   utilizadas   para   demostrar \ncumplimientos   de   las   regulaciones,   entrenamiento   de \ntripulación, exhibición, carreras, o estudios de mercado; \nk) Una aeronave, que no opere de acuerdo con las RAAC Partes \n121  o  135,  durante  el  período  en  el  cual  un  transmisor \nlocalizador  de  emergencia  (ELT)  haya  sido  temporalmente \nremovido de dicha aeronave para su inspección, reparación, \nmodificación o reemplazo, siempre que: \ni) Se hayan asentado  en  los  Registros  de  Mantenimiento: \nfecha de remoción, marca, modelo y número de serie del \nELT y la razón por la que ha sido removido el transmisor; \nii) Se  haya instalado  una  placa  diciendo  “ELT  (Transmisor \nLocalizador  de  Emergencia)  no  instalado”  a  plena  vista \ndel piloto; y \niii) La aeronave no opere sin ELT más de 90 días \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \ne) Aircraft engaged in training operations within a radius of 90 \nkm  (50  nautical  miles)  from  the  airport  from  which  such \noperation has commenced;  \nf) Aircraft,  affected  to  flight  operations  that  have  to  do  with \ndesign and in-flight testing;  \ng) New   aircraft   affected   to   operations   related   to   their \nmanufacture, preparation and delivery; \nh) Aircraft affected to flight operations concerning the release \nof insects, aerial applications of chemical substances or other \nsubstances for agricultural purposes; \ni) Aircraft   certificated   by   the Aeronautical Authority   for \nresearch and development purposes; \nj) Aircraft, while  being  used  to  demonstrate  compliance  with \nregulations,   crew   training,   exhibition,   racing,   or   market \nresearch; \nk) An aircraft, not operating in accordance with RAAC Parts 121 \nor  135,  during  the  period  in  which  an  emergency  locator \ntransmitter  (ELT)  has  been  temporarily  removed  from  such \naircraft for inspection, repair, modification, or replacement, \nprovided that: \ni) The  following  has been  recorded  in  the  Maintenance \nRecords: the date of removal, make, model, serial No. of \nthe  ELT, and  the  reason  for  which  the  transmitter  has \nbeen removed, \nii) A    placard    that    reads “ELT (Emergency    Locator \nTransmitter)  not  installed” has  been installed  in  plain \nview of the pilot; and  \niii) The aircraft is not operating without an ELT for more than \n90 days. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n➔ ",
  "pageCount": 5,
  "characterCount": 20070
}