{
  "metadata": {
    "filename": "AIP - ENR3 - 3.pdf",
    "title": "AIP - ENR3 - 3.pdf",
    "type": "doc",
    "number": "3",
    "extractedAt": "2025-11-26T17:14:11.139Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 3.3 - 1 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nCORREDORES VFR PARA VUELOS VFR DEBAJO DE LAS \nTMA BAIRES \nVRF CORRIDORS FOR VFR FLIGHTS BELOW THE TMA \nBAIRES \nNORMAS PARA VUELOS VFR POR DEBAJO DEL LÍMITE INFERIOR \nDEL TMA BAIRES \nGENERALIDADES \nVFR POR DEBAJO DEL LÍMITE VERTICAL DEL TMA BAIRES \nLos  vuelos  VFR  por  debajo  del  límite  vertical  del  TMA  Baires  se \nefectuarán de   acuerdo   con las   Regulaciones   Argentinas   de \nAviación Civil (RAAC), a la “CARTA PARA VUELOS VFR POR DEBAJO \nDEL TMA BAIRES”, a lo establecido en las presentes normas y a las \npublicaciones de información aeronáutica. \nA  efectos  de  permitir  una  mayor  flexibilidad  a  los  vuelos  VFR,  se \nhan establecido dos (2) escalones al límite vertical inferior del TMA \nBaires, los que se detallan a continuación: \nII FL 45 \nI 2500 FT AGL/AMSL \nNota. – Los límites laterales y verticales del TMA Baires, de las CTR \nAEROPARQUE,  EZEIZA,  y  de  las  ATZ  EL  PALOMAR,  MORENO, \nMORÓN,  LA  PLATA,  CAMPO  DE  MAYO  y  SAN  FERNANDO,  se \nmuestran   gráficamente   en   la   carta   VFR   mencionada   y   se \nencuentran publicados en la parte ENR-6.10 Cartas En-Ruta - Carta \npara vuelos VFR por debajo del TMA BAIRES. \nSe  podrán realizar  vuelos  VFR  con  o  sin  enlace  radioeléctrico, \nsegún  el  espacio  aéreo  a  sobrevolar,  de  acuerdo  con  lo  que  se \nestablece en los puntos subsiguientes. \nRULES FOR VFR FLIGHTS BELOW THE LOWER LIMIT OF TMA \nBAIRES \nGENERAL \nVFR BELOW THE VERTICAL LIMIT OF TMA BAIRES VFR  \nFlights below the vertical limit of TMA Baires shall be conducted \nin  accordance  with  the  Argentine  Civil  Aviation  Regulations \n(RAAC), the “CHART FOR VFR FLIGHTS BELOW TMA BAIRES\", the \nprovisions    of    these    rules    and    aeronautical    information \npublications. \nTo allow greater flexibility for VFR flights, two (2) steps have been \nestablished  at  the lower vertical  limit  of  the  TMA  Baires,  as \ndetailed below: \nII FL 45 \nI 2500 FT AGL/AMSL \nNote. – The  lateral and vertical limits of  the TMA Baires, of  the \nCTR   AEROPARQUE,   EZEIZA,   and   of   the   ATZ   EL   PALOMAR, \nMORENO,  MORÓN,  LA  PLATA,  CAMPO  DE  MAYO  and  SAN \nFERNANDO,  are  shown  graphically  in  the aforementioned VFR \nchart and are published in part ENR-6.10 Cartas En-Ruta - Carta \npara vuelos VFR por debajo del TMA BAIRES \nVFR   flights   may   be   conducted   with   or   without   radio   link, \ndepending on the airspace to be overflown, according to what is \nestablished in the following points. \nSECTOR VFR ESCUELA DE MORÓN \n \nEl  sector  VFR  Escuela  de  Morón  se  encuentra  en  un  área  no \npoblada  próximo  a  Morón,  la  cual  está  conectada  a  través  de \nCorredores Visuales. En el límite E se encuentra el aeródromo MER \ny  sus  proximidades  se  encuentran  las  ATZ  MOR  y  ENO,  en  las \nproximidades del límite W se encuentra el aeródromo GEZ y en las \nproximidades del límite NW se encuentra el aeródromo GRZ y en \nlas proximidades del límite S se encuentra el aeródromo MSP. \nESCUELA DE MORÓN VFR SECTOR \n \nThe  Escuela  de  Morón  VFR  sector  is  located  in  an  unpopulated \narea near Morón, which is connected through Visual Corridors. In \nthe E limit is the MER aerodrome and in its vicinity are the MOR \nand  ENO  ATZs,  in  the  proximity  of  the  W  limit  is  the  GEZ \naerodrome and near the NW limit is the GRZ aerodrome and in \nthe proximity of the S limit is the MSP aerodrome. \nLimites laterales del sector VFR Escuela de Morón  \n \nLateral limits of the Escuela de Morón VFR sector  \n \nPunto / Point Latitud / \nLatitude  \nLongitud / Longitude \nRuta Provincial 7 y Río de la Reconquista / Provincial Route 7 and \nReconquista River \n343936S 0584522W \nAl Norte del Puente de Hierro / North of the Puente de Hierro 344346S 0584834W \nAl Sur del Puente de Hierro / South of the Puente de Hierro 344451S 0584756W \nRuta Provincial 40 / Provincial Route 40 344517S 0584956W \nRuta Provincial 6 / Provincial Route 6  344653S  0585748W  \nRuta Provincial 6 / Provincial Route 6  344503S  0590005W  \nCruce Ruta Provincial 6 y Ruta Provincial 24 / Junction of \nProvincial Route 6 and Provincial Route 24  \n344315S  0590036W  \nRuta Provincial 6 / Provincial Route 6  343954S  0590214W  \nCruce Ruta Provincial 6 y Ruta Provincial 7 / Junction of Provincial \nRoute 6 and Provincial Route 7  \n343519S  0590215W  \nLímites verticales: GND/2000 FL AGL; clasificación de espacio \naéreo G; responsable servicio de información de vuelo y alerta: \nACC EZE.  \nVertical limits: GND/2000 FL AGL; airspace classification G; \nresponsible for flight information and alert services: ACC EZE.  \nSECTOR VFR ESCUELA DE SAN FERNANDO  \n \nEl sector VFR Escuela de San Fernando se encuentra al Norte de la \nATZ San Fernando, dentro de la CTR AER y debajo de la TMA \nBaires, el cual está conectado a través de Corredores Visuales (1, \n2, 13 y 17).  \n \nESCUELA DE SAN FERNANDO VFR SECTOR  \n \nThe San Fernando Escuela VFR sector is located north of the San \nFernando ATZ, within the CTR AER and below the TMA Baires, \nwhich is connected through Visual Corridors (1, 2, 13 and 17).  \n \n\nAIP ARGENTINA  ENR 3.3 - 2 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nLimites laterales del sector VFR Escuela de San Fernando:  Lateral limits of the Escuela de San Fernando VFR sector:  \nPunto / Point  Latitud / \nLatitude  \nLongitud / Longitude  \n1  342418S  0584756W  \n2  342538S  0584519W  \n3  342453S  0584037W  \n4  342409S  0584057W  \n5 COSTA (SE) RÍO LUJÁN  341845S  0583022W  \n6 COSTA (NW) RÍO LUJÁN  341440S  0584443W  \n7  342418S  0584756W  \nLimites verticales: GND/1.000 FT AGL; clasificación de espacio \naéreo G; responsable servicio de información de vuelo y alerta: \nTWR AER.  \nVertical limits: GND/1,000 FT AGL; airspace classification G; \nresponsible for flight information and warning services: TWR \nAER.  \nVUELOS VFR SIN ENLACE RADIOELÉCTRICO CON EL CONTROL  \n \nAquellos  vuelos  VFR  que  realicen  en  espacio  aéreo  Clase  “G”,  es \ndecir:  \na) Dentro de los Corredores VFR;  \nb) Dentro de los sectores VFR;  \nc) Por debajo del límite inferior  del TMA BAIRES, manteniéndose \nfuera de las Zonas de Control (CTR);  \nd) Dentro de las ATZ de aeródromos no controlados.  \nA  efectos  de  posibilitar  los  vuelos  VFR  sin  enlace  radioeléctrico \ndentro   y/o   próximo   a   las   CTR,   se   designan   los   siguientes \ncorredores VFR en ambos sentidos:  \nNº   1   PARANÁ   DE   LAS   PALMAS - DIQUE   LUJÁN - ESTACIÓN \nBENAVIDEZ  \nNº 2 AERÓDROMO ISLA MARTÍN GARCÍA - ESTACIÓN BENAVIDEZ \nNº 3 ESTACIÓN AGUSTÍN DE ELÍA – ESTACIÓN SANTA CATALINA – \nESTACIÓN ZEBALLOS – ESTACIÓN J. M. GUTIÉRREZ - ATZ LA PLATA \n(345718S - 0575932W).  \nNº 6 BRANDSEN – ESTACIÓN J. M. GUTIÉRREZ  \nNº 9 URIBELARREA - CAÑUELAS  \nNº 10 GRAL. LAS HERAS - M. PAZ  \nNº 11 VILLARS - M. PAZ  \nNº 13 CAPILLA DEL SEÑOR - DIQUE LUJAN  \nNº 15 BRANDSEN - CAÑUELAS - M. PAZ – FFCC GRAL BELGRANO  \nNº 16 CAÑUELAS – ETCHEVERRY  \nNº 17 ATZ MARIANO MORENO (342628S – 0584656W) – ESTACIÓN \nBENAVIDEZ  \nLos vuelos VFR que se efectúen sin enlace radioeléctrico dentro de \nlos Corredores, deberán realizarse de acuerdo con lo siguiente:  \n1. Solamente podrán realizar vuelos dentro de los corredores VFR \nsobre  zonas  pobladas,  aquellas  aeronaves  que  al  sobrevolar  las \nmismas   y   teniendo   en   cuenta   la   altura   máxima   de   vuelo \nestablecida para cada corredor, se puedan ajustar a lo especificado \nen ENR 1.2, sección 5.  \n2.  Dentro  de  CTR:  Altura  máxima  de  vuelo  1000  pies,  siendo \nresponsabilidad  del  piloto  mantener  la  separación  reglamentaria \ncon los obstáculos sin superar la mencionada altura (ver inciso 9).  \n \n3. Fuera de CTR: Altura máxima de vuelo 2000 pies.  \n4.  Dentro  de  CTR  el  ancho  del  corredor  es  de  2500  m  (1250  m  a \ncada lado del eje).  \n5. Fuera de CTR el ancho del corredor es de 5000 m (2500 m a cada \nlado del eje).  \n6. Los vuelos por el Corredor VFR Nº 2 entre Estación Benavidez y \nlímite CTR Aeroparque (15 NM) ancho del corredor en la parte Sur \n300  metros  desde  el  eje  y  en  la  parte  Norte  1250  metros.  Las \naeronaves efectuarán los vuelos lo más próximo posible al eje del \ncorredor,  a  los  efectos  de  no  interferir  las  operaciones  hacia  y \ndesde   el   AERÓDROMO   AEROPARQUE   JORGE   NEWBERY   y   así \nVFR FLIGHTS WITHOUT RADIO LINK WITH CONTROL  \n \nThose VFR flights performed in Class \"G\" airspace:  \n \na) Within VFR Corridors;  \nb) Within VFR sectors;  \nc)  Below  the  lower  limit  of  the  BAIRES  TMA,  staying  out  of  the \nControl Zones (CTR);  \nd) Within the ATZs of uncontrolled aerodromes. \nFor the purpose of enabling VFR flights without radio link within \nand/or near the CTRs, the following VFR corridors are designated \nin both directions:  \nNº  1  PARANÁ  DE  LAS  PALMAS - DIQUE  LUJÁN - ESTACIÓN \nBENAVIDEZ  \nNº 2 AERÓDROMO ISLA MARTÍN GARCÍA - ESTACIÓN BENAVIDEZ  \nNº 3 ESTACIÓN AGUSTÍN DE ELÍA – ESTACIÓN SANTA CATALINA \n– ESTACIÓN  ZEBALLOS – ESTACIÓN  J.  M.  GUTIÉRREZ - ATZ  LA \nPLATA (345718S - 0575932W).  \nNº 6 BRANDSEN – ESTACIÓN J. M. GUTIÉRREZ  \nNº 9 URIBELARREA - CAÑUELAS  \nNº 10 GRAL. LAS HERAS - M. PAZ  \nNº 11 VILLARS - M. PAZ  \nNº 13 CAPILLA DEL SEÑOR - DIQUE LUJAN  \nNº 15 BRANDSEN - CAÑUELAS - M. PAZ – FFCC GRAL BELGRANO  \nNº 16 CAÑUELAS – ETCHEVERRY  \nNº   17   ATZ   MARIANO   MORENO   (342628S – 0584656W) – \nESTACIÓN BENAVIDEZ  \nVFR  flights  without  radio  link  within  the  Corridors  shall  be \nconducted in accordance with the following:  \n1. Only those aircraft that, when flying over populated areas and \ntaking into account the maximum flight altitude established for \neach corridor, can comply with ENR 1.2, section 5, may perform \nflights within VFR corridors over populated areas.  \n \n2. Within the CTR: Maximum flight altitude 1000 feet, being the \npilot's responsibility to maintain the  regulatory separation with \nthe  obstacles  without  exceeding  the  mentioned  altitude  (see \nsection 9).  \n3. Outside the CTR: Maximum flight altitude 2000 feet.  \n4. Within the CTR the corridor width is 2500 m (1250 m on each \nside of the axis).  \n5. Outside the CTR the corridor width is 5000 m (2500 m on each \nside of the axis).  \n6.  Flights  along  VFR  Corridor  No.  2  between  Benavidez  Station \nand Aeroparque  CTR limit (15 NM)  corridor width on the  South \nside 300 meters from the axis and on the North side 1250 meters. \nAircraft will fly as close as possible to the axis of the corridor, in \norder not to interfere with operations to and from AEROPARQUE \nJORGE   NEWBERY   AIRPORT   AERODROME   and   should   avoid \n\nAIP ARGENTINA  ENR 3.3 - 3 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nmismo  deberán  evitar  el  ingreso  a  la  ATZ  SAN  FERNANDO,  sin  el \npermiso de tránsito e instrucciones de la TWR SAN FERNANDO.  \n7. Los vuelos por el corredor Nº 3 entre las estaciones Agustín Elías \ny J. M. Gutiérrez, se desarrollarán paralelos a las vías ferroviarias \nsobre el costado derecho, según el sentido del vuelo.  \n8. Para todos los vuelos que se realicen en los Corredores VFR, se \nconsiderará  requisito  mandatario,  la  existencia  de  un  Techo  de \nNubes  que  esté  por  lo  menos  a  500  ft  sobre  la  altura  a  que  se \ndeberá encontrar la aeronave, la que asimismo mantendrá 500 ft \nsobre el terreno o 1000 ft sobre zona poblada. Esto determina que \nel  valor  de  Techo  de  Nubes  deberá  ser  según  el  caso  de  1000  a \n1500  pies  como  mínimo,  caso  contrario  no  se  podrá  realizar  el \nvuelo.  \n9.  Cuando  existan  obstáculos  en  la  trayectoria  de  vuelo  de  la \naeronave  y  no  puedan  ser  superados  manteniendo  la  altura \nreglamentaria,  establecida  en  la  parte  ENR  1.2  Sección  5,  para \nsobrevuelos  de  obstáculos,  los  mismos  deberán  ser  evitados \nlateralmente, a los efectos de no transgredir las alturas máximas \nde  vuelo  permitidas  en  los  corredores  VFR  establecidos  en  los \nincisos precedentes.  \n \nLos  vuelos  VFR  sin  enlace  radioeléctrico,  fuera  de  los  corredores \nVFR, se ajustarán a lo siguiente:  \n1. La altura máxima de vuelo será de 2000 ft y FL 035 debajo del \nlímite  inferior  del  TMA  BAIRES  establecido  en  2500  ft  y  FL  045 \nrespectivamente.  \n2. Evitarán ingresar a los espacios aéreos controlados.  \n \nVUELOS  VFR  CON  ENLACE  RADIOELÉCTRICO  OBLIGATORIO  CON \nEL CONTROL DE TRANSITO AÉREO DE JURISDICCIÓN \n \nAquellos que se realicen en espacio aéreo Clases “B”, “C” o “D”, es \ndecir:  \n1.  dentro  de  las  ATZ  de  aeródromos  donde  se  brinda  servicio  de \ncontrol de tránsito aéreo;  \n2. dentro de las CTR AEROPARQUE y EZEIZA.  \n3. dentro del TMA BAIRES.  \nPrevio al ingreso o antes del despegue deberán solicitar el permiso \nde tránsito e instrucciones al Control de jurisdicción.  \nLas  aeronaves  ultralivianas  motorizadas  (ULM)  podrán  operar  en \nlos  espacios  aéreos  controlados  y  aeródromos  especificados  de \nacuerdo  con  las  Normas  Operativas  para  Aeronaves  Ultralivianas \nMotorizadas (RAAC, Parte 91, Apéndice K).  \n \nVUELOS VFR QUE SE EFECTÚEN DENTRO DEL CORREDOR VISUAL \nPARA ESCUELAS  \n \nDeberán realizarse de acuerdo con lo siguiente:  \n1. Solamente podrá ser utilizado con aeronaves afectadas por las \nEscuelas  de  Vuelo  reconocidas  por  la  Autoridad  Aeronáutica  que \nse  encuentren  basadas  en  el  Aeródromo  San  Fernando,  estando \neximidas  de  la  obligación  de  realizar  vuelos  VFR  Controlados \nmientras se permanezca dentro de sus límites y trayectorias.  \n2. Deberán realizarse con enlace radioeléctrico permanente con la \ndependencia de Control de Tránsito Aéreo que tenga jurisdicción \nen la parte del espacio aéreo que contiene al Corredor Visual para \nEscuela.  \n3.  Dentro  del  Corredor,  no  están  autorizados  los  vuelos  VFR \nespeciales.  \n4.  La  altura  máxima  de  vuelo  en  toda  su  extensión  es  de  850  ft, \nmientras que la altura mínima de vuelo es de 500 ft.  \n5.  Cuando  existan  obstáculos  en  la  trayectoria  de  vuelo  de  la \naeronave y no puedan ser superados manteniendo las alturas de \nentering the ATZ SAN FERNANDO, without the traffic permission \nand instructions of the TWR SAN FERNANDO.  \n7.  Flights  on  Corridor  No.  3  between  Agustín  Elías  and  J.  M. \nGutiérrez  stations  shall  be  performed  parallel  to  the  railroad \ntracks on the right side, according to the direction of flight.  \n8.  For  all  flights  performed  in  the  VFR  Corridors,  it  will  be \nconsidered  a  mandatory  requirement,  the  existence  of  a  Cloud \nCeiling  at  least  500  ft  above  the  altitude  at  which  the  aircraft \nmust be located, which will also maintain 500 ft over the ground \nor 1000 ft over a populated area. This determines that the value \nof  the  Ceiling  of  Clouds  must  be,  depending  on  the  case,  from \n1000 to 1500 feet as minimum,  otherwise the  flight will not be \npossible.  \n9. When there are obstacles in the flight path of the aircraft and \nthey  cannot  be  overcome  while  maintaining  the  regulatory \naltitude  established  in  part  ENR  1.2  Section  5,  for  obstacle \noverflights,  they  must  be  avoided  laterally,  in  order  not  to \ntransgress the  maximum  flight  altitudes allowed  in  the  VFR \ncorridors established in the preceding paragraphs.  \n \n \nVFR  flights  without  radio  link,  outside  the  VFR  corridors,  shall \ncomply with the following:  \n1. Maximum flight altitude shall be 2000 ft and FL 035 below the \nlower  limit  of  the  BAIRES  TMA  set  at  2500  ft  and  FL  045 \nrespectively.  \n2. They shall avoid entering controlled airspace.  \n \nVFR  FLIGHTS  WITH  MANDATORY  RADIO  LINK  TO  THE  AIR \nTRAFFIC CONTROL OF JURISDICTION \n \nThose that are conducted in Class \"B\", \"C\" or \"D\" airspace, i.e.: \n \n1. within the ATZs of aerodromes where air traffic control service \nis provided; \n2. within the CTR AEROPARQUE and EZEIZA. \n3. within the BAIRES TMA. \nPrior  to  entry  or  before  take-off,  they  must  request  the  traffic \npermit and instructions from the Control of Jurisdiction. \nMotorized  Ultralight  Aircraft  (ULM)  may  operate  in  controlled \nairspaces  and  aerodromes  specified  in  accordance  with  the \nOperating Rules for Motorized Ultralight Aircraft (RAAC, Part 91, \nAppendix K). \n \nVFR    FLIGHTS    TO    BE    PERFORMED    WITHIN    THE    VISUAL \nCORRIDOR FOR SCHOOLS \n \nThey shall be carried out in accordance with the following: \n1. The corridor may only be used with aircraft registered by Flight \nSchools recognized by the Aeronautical Authority that are based \nat  the  San  Fernando  Aerodrome,  being  exempted  from  the \nobligation  to  perform  Controlled  VFR  flights  while  remaining \nwithin its limits and paths. \n2.  They  shall be  carried out with  permanent  radio  link with  the \nAir  Traffic  Control  unit  having  jurisdiction  in  the  part  of  the \nairspace that contains the Visual Corridor for School. \n \n3. Within the Corridor, special VFR flights are not authorized. \n \n4. The maximum flight altitude  along its entire  length is 850 ft, \nwhile the minimum flight altitude is 500 ft. \n5. When there are obstacles in the flight path of the aircraft and \nthey cannot be overcome  while maintaining the  flight altitudes \n\nAIP ARGENTINA  ENR 3.3 - 4 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nvuelo   establecidas   en   4),   los   mismos   deberán   ser   evitados \nlateralmente, a los efectos de no transgredir la altura máxima de \nvuelo permitida en los corredores Visuales para Escuela.  \n6. El ancho total del Corredor es de 2.000 m (1.000 m. a cada lado \ndel eje).  \n7. Las aeronaves efectuarán los vuelos lo más próximo posible al \neje del corredor, a los efectos de no interferir las operaciones de \nlos Circuitos de Tránsito de Aeródromo de CPO, ENO y PAL.  \n8.  Los  vuelos  se  realizarán  de  modo  que  la  aeronave  vuele  en \ncondiciones  de  visibilidad  y  distancia  de  las  nubes iguales  o \nsuperiores  a  las  siguientes:  visibilidad  en  vuelo  5  Km.,  libre  de \nnubes horizontalmente y por debajo de la aeronave, verticalmente \npor encima de la aeronave 500 ft. [RAAC, Parte 91]. \n9. Para dirigirse al Aeródromo M. Moreno, el eje del Corredor será: \nDesde los Circuitos de Tránsito de Aeródromo correspondientes a \nFDO, seguir por Ruta Nac. 197 hasta José C. Paz. En sentido inverso, \npara dirigirse a FDO. \n \n10. Para dirigirse al Aeródromo Morón, el eje del Corredor será: \nDesde los Circuitos de Tránsito de Aeródromo correspondientes a \nFDO, seguir por Ruta Nac. 197 hasta su intersección con Ruta Nac. \n8, desde allí dirigirse con curso magnético 175° hasta San Antonio \nde Padua. En sentido inverso, para dirigirse a FDO. \n11.  Ninguna  aeronave  volando  por  el  Corredor  Visual  podrá \ningresar    a    los    Circuitos    de    Tránsito    de    los    Aeródromos \ninvolucrados,    sin    obtener    previamente    la    correspondiente \nautorización de la Dependencia ATS de jurisdicción. \nestablished in 4), they must be avoided laterally, in order not to \ntransgress  the  maximum  flight  altitude  allowed  in  the  Visual \ncorridors for School. \n6. The total width of the corridor is 2,000 m (1,000 m on each side \nof the axis). \n7. Aircraft will fly as close as possible to the axis of the corridor, \nin  order  not  to  interfere  with  the  operations  of  the  Aerodrome \nTraffic Circuits of CPO, ENO and PAL. \n8. Flights shall be conducted so that the aircraft flies in conditions \nof visibility and distance from clouds equal to or greater than the \nfollowing: visibility in flight 5 km, free of clouds horizontally and \nbelow  the  aircraft,  vertically  above  the  aircraft  500  ft. [RAAC, \nPart 91]. \n9.  To  proceed  to  the  M.  Moreno  Aerodrome,  the  axis  of  the \nCorridor will be: \nFrom  the  Aerodrome  Traffic  Circuits  corresponding  to  FDO, \nfollow  National  Route  197  to  José  C.  Paz.  In  the  opposite \ndirection, to go to FDO. \n10. To go to Morón Aerodrome, the Corridor axis will be: \nFrom  the  Aerodrome  Traffic  Circuits  corresponding  to  FDO, \nfollow  National  Route  197  up  to  its  intersection  with  National \nRoute  8,  from  there  go  on  magnetic  heading  175°  up  to  San \nAntonio de Padua. In reverse direction, to head to FDO. \n11. No aircraft flying through the Visual Corridor may enter the \nTraffic  Circuits  of  the  Aerodromes  involved,  without  previously \nobtaining the corresponding authorization from the ATS Unit of \njurisdiction. \nNúmero Corredor/ \nCorridor Number \nTrayectoria y Coordenadas Geográficas/ \nPath and Geographic Coordinates \nRumbo \nMagnético/ \nMagnetic \nHeading \nDistancias en NM/ \nDistances in NM \n1 \nPARANÁ DE LAS PALMAS \n341604S - 0583912W \n207° / 027° \n5.39 NM \n5 NM \nDIQUE LUJÁN  \n342113S – 0584111W  \n195° / 015° \n3.22 NM \n3 NM \nESTACIÓN BENAVIDEZ \n342433S – 0584105W \n2 \nISLA MARTIN GARCÍA  \n341056S – 0581448W  \n248° / 068° \n25.97 NM \n26 NM \nESTACIÓN BENAVIDEZ  \n342433S – 0584105W  \n3 \nESTACIÓN AGUSTIN DE ELIA  \n344236S — 0583021W  \n144° / 324° \n3 NM \nATZ MAT  \n344437S — 0582754W  \n157° / 337° \n3 NM \nSANTA CATALINA  \n344649S — 0582615W  \n110°/ 290° \n9 NM \nESTACIÓN ZEBALLOS  \n344840S — 0581524W  \n120° / 300° \n4 NM \nESTACIÓN J. M. GUTIÉRREZ  \n345002S — 0581108W  \n136° / 316° \n12 NM \nATZ LA PLATA  \n345700S — 0580000W  \n6 \nBRANDSEN  \n350948S — 0581446W  \n018°/198° \n19.85 NM \n20 NM \nESTACIÓN J. M. GUTIÉRREZ  \n345002S — 0581108W  \n9 \nURIBELARREA  \n350721S — 0585355W  \n067°/247° \n8.10 NM \n8 NM \nCAÑUELAS  \n350304S — 0584532W  \n10 GRAL LAS HERAS  042°/222° \n\nAIP ARGENTINA  ENR 3.3 - 5 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n345529S — 0585657W  \n10.65 NM \n11 NM \nM. PAZ  \n344632S — 0584956W  \n11 \nVILLARS  \n344944S — 0585619S  \n068°/248° \n6.15 NM \n6 NM \nM. PAZ  \n344632S — 0584956W  \n13 \nCAPILLA DEL SEÑOR \n341714S – 0590555W \n110°/290° \n20.87 NM \n21 NM \nDIQUE LUJAN  \n342113S — 0584111 W \n15 \nBRANDSEN \n350948S — 0581446W \n294°/114° \n26.12 NM \n26 NM \nCAÑUELAS \n350304S — 0584532W \n357°/177° \n16.90 NM \n17 NM \nM. PAZ \n344632S — 0584956W \n357°/177° \n1.10 NM \n1 NM \nFFCC GRAL BELGRANO \n344512S-0585018W \n16 \nCAÑUELAS \n350304S — 0584532W \n097°/277° \n33.70 NM \n34 NM \nETCHEVERRY \n350144S — 0580431W \n17 \nESTACIÓN BENAVIDEZ  \n342433S — 058410SW \n074°/254° \n4.8 NM \n5 NM \nATZ ENO \n342628S — 0584656W \nVUELOS HACIA Y DESDE LA REPÚBLICA ORIENTAL DEL URUGUAY \n \nVUELOS     VFR     CONTROLADOS     ENTRE     LOS     AERÓDROMOS \nAEROPARQUE  JORGE  NEWBERY  Y  COLONIA  POR  EL  CORREDOR \nSURBO \nLos  vuelos  se  realizarán de  acuerdo  con las  normas  operativas \nestablecidas en la parte AD correspondiente al aeropuerto Buenos \nAires/ Aeroparque Jorge Newbery. \nVUELOS  VFR  ENTRE  LOS  AERÓDROMOS  AEROPARQUE  JORGE \nNEWBERY,  SAN  FERNANDO  Y  AERÓDROMOS  UBICADOS  EN  LA \nREPUBLICA  ORIENTAL  DEL  URUGUAY,  EXCEPTO  EL  AERÓDROMO \nCOLONIA \nLos  mismos  se  efectuarán  conforme  a  lo  determinado  en  las \nnormas operativas,  publicadas en la parte AD correspondiente al \naeropuerto   Buenos   Aires/   Aeroparque   Jorge   Newbery   o   San \nFernando, según corresponda. \nFLIGHTS   TO   AND   FROM   THE   REPÚBLICA   ORIENTAL   DEL \nURUGUAY \nCONTROLLED VFR FLIGHTS BETWEEN AERODROMES \nAEROPARQUE  JORGE  NEWBERY  AND  COLONIA  THROUGH  THE \nSURBO CORRIDOR \nThe flights will be carried out according to the operational rules \nestablished  in  the  AD  part  corresponding  to  Buenos  Aires/ \nAeroparque Jorge Newbery airport. \nVFR   FLIGHTS   BETWEEN   AERODROMES   AEROPARQUE  JORGE \nNEWBERY, SAN FERNANDO AND AERODROMES LOCATED IN THE \nREPÚBLICA    ORIENTAL    DEL    URUGUAY,    EXCEPT    COLONIA \nAERODROME \nThese shall be carried out in accordance with the operating rules, \npublished in AD part corresponding to the Buenos Aires airport / \nAeroparque Jorge Newbery or San Fernando, as appropriate. \n \nCORREDORES PARA VUELOS VFR POR DEBAJO DEL TMA \nCÓRDOBA Y DENTRO DE LA CTR CÓRDOBA \nCORRIDORS FOR VFR FLIGHTS BELOW TMA CÓRDOBA AND \nWITHIN CÓRDOBA CTR \n1. Generalidades \n \nLos vuelos VFR por debajo del límite inferior del TMA CÓRDOBA se \nefectuarán  dentro  de  lo  establecido  en  las  Reglas  VFR,  en  los \npresentes procedimientos locales, en la “CARTA PARA VUELOS VFR \nPOR  DEBAJO  DEL TMA  CÓRDOBA” (ENR-6.9  Cartas  En-Ruta) y  en \ntoda publicación de información aeronáutica pertinente. \n \nA  efectos  de  permitir  una  mayor  flexibilidad  a  los  vuelos  VFR,  se \nhan establecido corredores VFR debajo del límite inferior del TMA \nCÓRDOBA con las características que se establecen en la TABLA-1. \n \nEn caso de ser necesario solicitar Servicio de Información de Vuelo, \nlos corredores 1,  2,  3, 4,  5, 6,  7, 8 y 11 se encuentran dentro del \nespacio  aéreo  de  jurisdicción  de  la  APP/TWR  CÓRDOBA;  y  los \ncorredores Nº 9 y 10 se encuentran dentro del  espacio aéreo de \njurisdicción   de   la   TWR   ESCUELA   DE   AVIACIÓN   MILITAR.   Los \n1. General \n \nVFR flights below the lower limit of the CÓRDOBA TMA shall be \nconducted  within  the  VFR  Rules,  these  local  procedures,  the \n\"CHART  FOR  VFR  FLIGHTS  BELOW  CÓRDOBA  TMA” (ENR-6.9 \nCartas   En-Ruta) and   any   relevant aeronautical   information \npublication. \n \nTo allow  greater  flexibility  for  VFR  flights,  VFR  corridors  have \nbeen  established  below  the  lower  limit  of  the  CÓRDOBA  TMA \nwith the characteristics set out in TABLE-1. \n \nIn  case  it  is  necessary  to  request  Flight  Information  Service, \ncorridors 1, 2, 3, 4, 5, 6, 7, 8 and 11 are within the airspace under \nthe  jurisdiction  of  the  CÓRDOBA  APP/TWR;  and  corridors  Nº  9 \nand  10  are  within  the  airspace  under  the  jurisdiction  of  the \nESCUELA  DE  AVIACIÓN  MILITAR  TWR.  Corridors  Nº  9  and  10 \n\nAIP ARGENTINA  ENR 3.3 - 6 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \ncorredores Nº 9 y 10 pasan a ser espacio aéreo Clase “D” cuando \nse encuentren  activadas  las  zonas  restringidas  a  cargo  de  TWR \nESCUELA DE AVIACIÓN MILITAR (ESC). \n \nNota. – Cuando las zonas restringidas no se encuentran activadas \ncon  actividad  militar,  el  Servicio  de  Control  de  Tránsito  Aéreo  es \nasumido por APP/TWR CÓRDOBA. \n \nLas  alturas  de  vuelo  serán  1.000  ft  como  máximo  y  500  ft  como \nmínimo,  excepto  al  sobrevolar  zona  poblada,  en  cuyo  caso  se \ndeberá  proceder  teniendo  en  cuenta  lo  establecido  en  las  RAAC, \nParte 91. \n \nLas  condiciones  meteorológicas  deberán  ser  “de  vuelo  visual” \n(VMC), excepto que, para volar con 1.000 ft, no podrá haber nubes \npor debajo de 1.500 ft. \n \nLas  aeronaves volarán  a  una  velocidad  indicada  (IAS)  máxima  de \n150 nudos (Kt). \nbecome  Class \"D\" airspace when the  restricted areas in charge \nof ESCUELA DE AVIACIÓN MILITAR (ESC) TWR are activated. \n \n \nNote. – When the restricted areas are not activated with military \nactivity, the  Air Traffic Control Service is assumed by CÓRDOBA \nAPP/TWR. \n \nThe  flight  altitudes  shall  be  1,000  ft  maximum  and  500  ft \nminimum,  except  when  overflying  populated  areas,  in  which \ncase  the  flight  altitude  shall  be  in  accordance  with  RAAC,  Part \n91. \n \nThe meteorological conditions must be \"visual flight conditions\" \n(VMC),  except  that,  when  flying  at  1,000  ft,  there  must  be  no \nclouds below 1,500 ft. \n \nAircraft  shall  fly  at  a  maximum  indicated  airspeed  (IAS)  of  150 \nknots (Kt). \nTABLA 1 / TABLE 1 \nDirección / \nDirection \nEl eje es la proyección de la línea recta imaginaría que une el centro de las localidades \nestablecidas como referencia visual y/o el punto de referencia de los aeródromos (ARP). / \nThe axis is the projection of the imaginary straight line joining the center of the locations \nestablished as visual reference and/or the aerodrome reference point (ARP). \nSentido de circulación / \nDirection of traffic \nDoble sentido. / \nTwo-way. \nLímites verticales / \nVertical limits \nDesde superficie terrestre (GND) hasta 1500 ft. (AGL). / \nFrom ground surface (GND) to 1500 ft (AGL). \nLímites laterales dentro del \nCTR /Lateral limits within the \nCTR \nAncho de 2.000 m, (1.000 m a cada lado del eje), circulación en ambos sentidos. / \nWidth of 2,000 m, (1,000 m on each side of the axis), circulation in both directions. \nLímites laterales fuera del CTR \n/Lateral limits outside the CTR \nAncho de corredor de 2.500 m (1.250 m a cada lado del eje), circulación en ambos sentidos. / \nCorridor width of 2,500 m (1,250 m on each side of the axis), circulation in both directions. \nVelocidad máxima en corredor \nVFR /Maximum speed in VFR \ncorridor \nIAS 150 Kt \nNota. – Los límites laterales y verticales del TMA CÓRDOBA, de la CTR CÓRDOBA, de las ATZ ESCUELA DE AVIACIÓN MILITAR, \nCORONEL OLMEDO, ALTA GRACIA las zonas restringidas y prohibidas se muestran gráficamente en la AIP ENR. \n \nNote. – The lateral and vertical limits of the CÓRDOBA TMA, the CÓRDOBA CTR, and the ESCUELA DE AVIACIÓN MILITAR, CORONEL \nOLMEDO, ALTA GRACIA ATZs, restricted and prohibited areas are shown graphically in the AIP ENR. \n2. Clasificación del espacio aéreo en corredores visuales \n \na) La clasificación de espacio aéreo para los corredores \nVFR es Clase “G”. \nb) Los corredores 9 y 10 pasan a ser espacio aéreo Clase \n“D” cuando se encuentren activadas las zonas restringidas a \ncargo de TWR ESCUELA DE AVIACIÓN MILITAR (ESC). \n \n3. Vuelos VFR sin enlace radioeléctrico con el Servicio de \nControl de Tránsito Aéreo de jurisdicción \n \na) Son todos aquellos vuelos VFR que se realicen en \nespacio aéreo Clase “G”: \n1) Dentro de los Corredores VFR establecidos a tal fin; \n2) Dentro de los sectores VFR establecidos a tal fin; \n3) Vuelos VFR que se lleven a cabo por debajo del límite \ninferior del TMA CÓRDOBA; y \n4) Vuelos VFR dentro de las ATZ de aeródromos no \ncontrolados. \nb) A fin de posibilitar los vuelos VFR sin enlace \nradioeléctrico debajo del TMA CÓRDOBA, dentro y/o próximo a la \n2. Classification of airspace in visual corridors \n \na) The airspace classification for VFR corridors is Class \n\"G\". \nb) Corridors 9 and 10 become Class \"D\" airspace when \nthe restricted areas in charge of ESCUELA DE AVIACIÓN MILITAR \n(ESC) TWR are activated. \n \n3. VFR flights without radio link with the Air Traffic \nControl Service of jurisdiction. \n \na) All those VFR flights performed in Class \"G\" airspace: \n \n1) Within the VFR Corridors established for such purpose. \n2) Within the VFR sectors established for such purpose. \n3) VFR flights that take place below the lower limit of the \nCÓRDOBA TMA; and \n4) VFR flights within the ATZs of uncontrolled \naerodromes. \nb) In order to enable VFR flights without radio link below \nthe CÓRDOBA TMA, within and/or close to the CÓRDOBA CTR, \n\nAIP ARGENTINA  ENR 3.3 - 7 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nCTR CÓRDOBA, se designan los siguientes corredores visuales, de \ncirculación en ambos sentidos, especificados en la TABLA- 2. \n \nthe following visual corridors are designated, for circulation in \nboth directions, as specified in TABLE- 2. \n \nTABLA-2 / TABLE-2 \nDESCRIPCIÓN DE LOS CORREDORES VFR / DESCRIPTION OF THE VFR CORRIDORS \nNúmero \nCorredor\n/ Corridor \nNumber \nTrayectoria y Coordenadas Geográficas/ \nPath and Geographic Coordinates \nRumbo Magnético/ \nMagnetic Heading \nDistancias en NM/ \nDistances in NM \n1 \nAD. LA CUMBRE- 310018S-0643158W \nAD COSQUÍN/Santa María - 311709S-\n0642720W \n172° \n352° \n17 \n2 \nASCOCHINGA - 305733S-0641626W \nAD LA CUMBRE - 310018S-0643158W \n263° \n083° \n14 \n3 \nAD JESUS MARÍA - 305915S-0640439W \nASCOCHINGA - 305733S-0641626W \n285° \n105° \n10 \n4 \nRÍO PRIMERO - 311945S-0633735W \nAD JESUS MARIA - 305915S-0640439W \n317° \n136° \n31 \n5 \nMONTE CRISTO - 312031S-0635650W \nAD JESUS MARÍA - 305915S-0640439W \n347° \n167° \n22 \n6 \nRÍO PRIMERO - 311945S-0633735W \nAD MONTE CRISTO - 312031S-0635650W \n272° \n092° \n16 \n7 \nAD CORONEL OLMEDO - 312916S-0640831W \nMONTE CRISTO - 312031S-0635650W \n054° \n234° \n13 \n8 \nRÍO SEGUNDO - 313920S-0635445W \nTOLEDO - 313330S-0640030W \nAD CORONEL OLMEDO - 312916S-0640831W \n325° \n145° \n8 \n9 \nAD ALTA GRACIA - 313904S-0642338W \nAD CORONEL OLMEDO - 312916S-0640831W \n307° \n127° \n8 \n10 \nCARLOS PAZ - 312527S-0642952W \nAD ALTA GRACIA - 313904S-0642338W \n058° \n238° \n16 \n11 \nAD COSQUÍN/Santa María- 311709S-0642720W \nCARLOS PAZ - 312527S-0642952W \n163° \n343° \n14 \nExcepción: aquellos  vuelos  que  operen  desde  el  Aeródromo \nJUÁREZ  CELMAN  (JCM)  podrán  unirse  a  la  trayectoria  de  los \ncorredores visuales, obteniendo la correspondiente \nautorización previa  del  Servicio  de Control  de Tránsito Aéreo \nAPP/TWR  CÓRDOBA  inmediatamente  después del  despegue. \nDe  no  ser  posible  comunicarse  con  el  servicio  de  control \ncitado, se mantendrán dentro del ATZ JUÁREZ CELMAN hasta \nobtener dicha autorización. \n \nNota. – No se han establecido corredores VFR desde/hacia el \naeródromo JCM debido a que el mismo se encuentra situado \ninmediatamente     debajo     de     las     trayectorias     de     los \nprocedimientos del Aeropuerto CÓRDOBA, siendo imperativa \nla previa obtención de autorización del Servicio de Control de \nTránsito   Aéreo   de   jurisdicción,   con   la   correspondiente \nasignación   de   trayectorias   e   instrucciones   precisas   de   la \nAPP/TWR CÓRDOBA. \n \n4. Procedimientos  por  seguir por  los  pilotos  de  vuelos  VFR \ndentro  de  los  corredores  visuales  que  se  efectúen  sin \nenlace radioeléctrico \n \nLos  vuelos  VFR  que  se  efectúen  sin  enlace  radioeléctrico \ndentro  de  los  corredores  visuales  deberán  atenerse  a  los \nsiguientes procedimientos: \n \na) Solamente   podrán   realizar   vuelos   dentro   de   los \ncorredores visuales sobre zonas pobladas, aquellas aeronaves \nque  al  sobrevolar  las  mismas  y  teniendo  en  cuenta  la  altura \nException: those  flights  operating  from  JUÁREZ  CELMAN \nAerodrome  (JCM)  may  join  the  path  of  the  visual  corridors, \nobtaining  the  corresponding  prior  clearance  from  the  Air \nTraffic   Control   Service   CÓRDOBA   APP/TWR   immediately \nafter  takeoff.  If  it  is  not  possible  to  communicate  with  the \naforementioned control service,  they will remain within the \nJUÁREZ CELMAN ATZ until such authorization is obtained. \n \n \nNota. – VFR corridors have not been established from/to JCM \naerodrome because it is located immediately below the paths \nof CÓRDOBA Airport procedures, being compulsory to obtain \nprior   clearance   from   the   Air   Traffic   Control   Service   of \njurisdiction,  with  the corresponding  path  assignment  and \nprecise instructions from the APP/TWR CÓRDOBA. \n \n \n \n4. Procedures to be followed by pilots of VFR flights within \nvisual corridors performed without radio link. \n \n \nVFR flights  conducted  without a radio  link within  the  visual \ncorridors shall comply with the following procedures: \n \n \na) Only  those  aircraft  that,  when  flying  overpopulated \nareas    and considering the    maximum    flight    altitude \nestablished for each corridor, can comply with RAAC Part 91 \n\nAIP ARGENTINA  ENR 3.3 - 8 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nmáxima  de  vuelo  establecida  para  cada  corredor,  se  puedan \najustar a lo especificado en RAAC Parte 91 (altitudes mínimas \nde seguridad VFR). \nb) Dentro de la Zona de Control (CTR): la altura máxima \nde vuelo es de 1000 pies AGL, siendo responsabilidad del piloto \nal   mando   mantener   la   separación   reglamentaria   con   los \nobstáculos, sin superar la mencionada altura. \nc) Fuera de la Zona de Control (CTR): la altura máxima de \nvuelo es de 1500 pies AGL. \nd) Fuera  de  la  CTR:  el  ancho  del  corredor  es  de  2500  m \n(1250  m  a  cada  lado  del  eje),  con  circulación  en  ambos \nsentidos. \ne) Dentro de la CTR: el ancho del corredor es de 2000 m \n(1000 m  a  cada  lado  del  eje),  con  circulación  en  ambos \nsentidos. \nf) Dentro  del  Corredor:  no  están  autorizados  los  vuelos \nVFR especiales. \ng) Para todos los vuelos que se realicen en los Corredores \nVFR  se  considerará  requisito  mandatario  la  existencia  de  un \ntecho  de  nubes  que  esté,  por  lo  menos,  a  500  pies  sobre  la \naltura a que se deberá encontrar la aeronave la que, asimismo, \nmantendrá  500  ft. sobre  el  terreno  o  1000  ft.  sobre  zona \npoblada.  Esto  determina  que  el  valor  del  techo  de  nubes \ndeberá  ser,  según sea el  caso,  de  1000  a  1500  pies  como \nmínimo; caso contrario no se podrá realizar el vuelo. \n \nh) Cuando  existan  obstáculos  en  la  trayectoria  de  vuelo \nde  la  aeronave,  y  no  puedan  ser  superados  manteniendo  la \naltura  reglamentaria  establecida  en  las  RAAC - Parte  91 para \nsobrevuelos  de  obstáculos,  los  mismos  deberán  ser  evitados \nlateralmente   a   los   efectos   de   no   transgredir   las   alturas \nmáximas    de    vuelo,    permitidas    en    los    corredores    VFR \nestablecidos. \n \n5. Procedimientos  por  seguir por  los  pilotos  de  vuelos  VFR \nfuera  de  los  corredores  VFR,  sin  enlace  radioeléctrico  y \nque no afectan espacio aéreo controlado \n \na) Los  vuelos  VFR  fuera  de  corredores  visuales,  sin  enlace \nradioeléctrico y que prevean que su trayectoria no afecte \nen    ningún    momento    espacio    aéreo    controlado,    se \najustarán a lo siguiente: \n \n1) Debajo  del  TMA  CÓRDOBA,  la  altura  máxima  de \nvuelo será de 1500 pies AGL. \n2) Evitarán ingresar a los espacios aéreos controlados. \n \n6. Procedimientos  por  seguir por  los  pilotos  de  vuelos \nVFR  que  requieren  enlace  radioeléctrico  obligatorio  con  el \nServicio de Control de Tránsito Aéreo de jurisdicción. \n \na) Los  vuelos  que  requieren  enlace  radioeléctrico  con  el \ncontrol de jurisdicción son todos aquellos vuelos VFR que \nse  realicen  en  espacios  aéreos  clases  “B”,  “C”  o  “D”;  es \ndecir: \n1) Dentro  de las  ATZ  de  aeródromos  donde  se  brinda \nServicio de Control de Tránsito Aéreo. \n2) Dentro de la CTR CÓRDOBA. \n3) Dentro del TMA CÓRDOBA. \n4) A  fin  de  evitar  demoras  y/o  saturación  de  frecuencia \nen   el   Servicio   de   Control   de   Tránsito   Aéreo   de \njurisdicción, todo vuelo VFR que proceda de alguno de \nlos  aeródromos  comprendidos  dentro  de  la  presente \n(minimum VFR safety altitudes), may perform flights within \nthe visual corridors overpopulated areas. \n \nb) Within  the  Control  Zone  (CTR):  the  maximum  flight \naltitude is 1000 feet AGL, being the responsibility of the pilot \nin command to maintain the regulatory separation with the \nobstacles, without exceeding the mentioned altitude. \nc) Outside the Control Zone (CTR): the maximum flight \naltitude is 1500 feet AGL. \nd) Outside the CTR: the corridor width is 2500 m (1250 \nm on each side of the axis), with circulation in both ways. \n \ne) Within the CTR: the corridor width is 2000 m (1000 m \non each side of the axis), with circulation in both ways. \n \nf) Within   the   Corridor:   special   VFR   flights   are not \nauthorized. \ng) For  all  flights  performed  in  the  VFR  Corridors,  the \nexistence  of  a  cloud  ceiling  at  least  500  feet  above  the \naltitude  at  which  the  aircraft  must  be  located,  which  must \nalso  maintain  500  ft.  above  the  terrain  or  1000  ft.  above  a \npopulated    area,    shall    be    considered    a    mandatory \nrequirement.  This  determines  that  the  value  of  the  cloud \nceiling  must  be from  1000  to  1500  feet  as  a  minimum \naccording  to  the  case,  otherwise,  the  flight  will  not  be \npossible. \nh) When  there  are  obstacles  in  the  flight  path  of  the \naircraft, and they cannot be overcome while maintaining the \nregulatory  altitude  established  in  the  RAAC - Part  91  for \nobstacle overflights, they must be avoided laterally in order \nnot to transgress the maximum flight altitudes allowed in the \nestablished VFR corridors. \n \n \n5. Procedures  to  be  followed  by  pilots  of  VFR  flights \noutside  VFR  corridors,  without  radio  link  and  not \naffecting controlled airspace. \n \na) VFR flights outside of visual corridors, without radio link \nand   which   foresee   that   their   path   does   not   affect \ncontrolled  airspace  at  any  time,  shall  comply  with  the \nfollowing: \n \n1) Below    CÓRDOBA    TMA,    the    maximum    flight \naltitude shall be 1500 feet AGL. \n2) They shall avoid entering controlled airspace. \n \n6. Procedures  to  be  followed  by  pilots  of  VFR  flights \nthat  require mandatory  radio  link  with  the  Air  Traffic \nControl Service of jurisdiction. \n \na) Flights requiring radio link with jurisdictional control are \nall those VFR flights that are conducted in class \"B\", \"C\" \nor \"D\" airspaces; i.e: \n \n1) Within  the  ATZs  of aerodromes  where  Air  Traffic \nControl Service is provided. \n2) Within the CÓRDOBA CTR. \n3) Within the CÓRDOBA TMA. \n4) To avoid  delays  and/or  frequency  saturation  in  the \nAir  Traffic  Control  Service  of  jurisdiction,  every  VFR \nflight coming from any of the aerodromes included in \nthis  regulation  and  intending  to  go  to  CÓRDOBA \n\nAIP ARGENTINA  ENR 3.3 - 9 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nnorma    y    que    pretenda    dirigirse    al    Aeropuerto \nCÓRDOBA,  o  bien,  que  en  su  ruta  prevea  afectar \nespacio    aéreo    controlado,    deberá    presentar    de \nmanera obligatoria el correspondiente Plan de Vuelo, \npor  los  medios  habilitados  a  tal  fin,  en  la  Oficina \nARO/AIS del Aeropuerto CÓRDOBA. \n \n7. Normas Particulares \n \na) Los  pilotos  de  las  aeronaves  que  no  operen  desde/hacia \nCoronel  Olmedo  (EDO),  y  deban  volar  por  los  corredores \nN° 7 y 9, evitarán sobrevolar dicho aeródromo y cruzar su \ncircuito de tránsito, pasando por el Sur del mismo, excepto \nque verifiquen la ausencia de tránsito en ese aeródromo. \n \nb) Los pilotos de las aeronaves que procedan por el corredor \nN° 9 hacia Alta Gracia, deberán comunicarse con TWR \nESCUELA a partir del aeródromo CORONEL OLMEDO \n(EDO) o pasen por su lateral Sur, antes de ingresar en la \nZona Restringida SAR 56. \n \nc) Para los vuelos que se inicien en CORONEL OLMEDO (EDO) \no   en   JUÁREZ   CELMAN   (JCM)   con   destino   a   otros \naeródromos no comprendidos en las presentes normas, se \ndeberá    presentar    previamente    el    Plan    de    Vuelo \ncorrespondiente,  por  los  medios  pertinentes,  a  la  oficina \nARO-AIS CÓRDOBA. \n \nd) Para los vuelos que se inicien en CORONEL OLMEDO (EDO), \nALTA  GRACIA  (AGR)  o  LA  CUMBRE  (CUM)  y  que  prevean \ningresar   a   alguna   zona   restringida   a   cargo   de   TWR \nESCUELA, a la CTR CÓRDOBA o al TMA CÓRDOBA deberán \npresentar previamente el Plan de Vuelo correspondiente, \npor los medios pertinentes, a la oficina ARO-AIS CÓRDOBA. \n \ne) Los  pilotos  de  las  aeronaves  que  procedan  desde  el Sur \nvolarán  por  debajo  de  la  Zona  Restringida  SAR  59  e \ningresarán  a  la  Zona  restringida  SAR  56  solamente  por \nALTA  GRACIA,  o  bordearán  dicha  restringida  por  el  Este \ningresando por RÍO SEGUNDO/TOLEDO, excepto que TWR \nESCUELA autorice otra trayectoria. \n \nAirport,   or   that   in   its   route   foresees   to   affect \ncontrolled  airspace,  must  submit  the  corresponding \nFlight Plan, by the means enabled for such purpose, \nat the ARO/AIS Office of CÓRDOBA Airport. \n \n \n7. Particular Rules \n \na) Pilots  of  aircraft  that  do  not  operate  from/to  Coronel \nOlmedo (EDO) and must fly through corridors N° 7 and 9, \nshall  avoid  flying  over  that  aerodrome  and  crossing  its \ntraffic circuit, passing through the South of it, unless they \nverify the absence of traffic at that aerodrome. \n \nb) Pilots of aircraft proceeding along Corridor No. 9 towards \nAlta   Gracia   shall   communicate   with   ESCUELA   TWR \nstarting  from  CORONEL  OLMEDO  (EDO)  aerodrome  or \npassing  through  its  South  side, before  entering  the  SAR \n56 Restricted Area. \n \nc) For   flights   starting   at   CORONEL   OLMEDO   (EDO)   or \nJUÁREZ   CELMAN   (JCM)   with   destination   to   other \naerodromes     not     covered     by     these     rules,     the \ncorresponding Flight Plan must be previously submitted, \nby  the  appropriate  means,  to  the  ARO-AIS  CÓRDOBA \noffice. \n \nd) For  flights  starting  at  CORONEL  OLMEDO  (EDO),  ALTA \nGRACIA  (AGR)  or  LA CUMBRE  (CUM)  and  planning  to \nenter  any  restricted  area  under  the  responsibility  of \nESCUELA  TWR,  CÓRDOBA  CTR  or  CÓRDOBA  TMA,  the \ncorresponding Flight Plan must be previously submitted, \nby  the  appropriate  means,  to  the  CÓRDOBA  ARO-AIS \noffice. \ne) Pilots  of  aircraft  coming  from  the  South  shall  fly  below \nSAR Restricted Area 59 and enter SAR Restricted Area 56 \nonly through ALTA GRACIA or border the SAR Restricted \nArea from the East entering through RÍO \nSEGUNDO/TOLEDO, unless another path is authorized by \nESCUELA TWR. \n \nAEROCLUB CONCORDIA CORREDOR Y SECTOR VFR CONCORDIA AEROCLUB CORRIDOR AND VFR SECTOR \nCorredor VFR Aeroclub Concordia \n \nPosterior  al  despegue  del  Aeroclub  Concordia  (ARP: 311814S \n0580054W,  punto  de  referencia  del  aeródromo),  adoptar \nrumbo  magnético 304° hasta  la  localidad  de  LA  CRIOLLA \n(311608.58S 0580632.16W), continuar por la vía del Ferrocarril \nGeneral  URQUIZA  en  dirección  NW (rumbo magnético 336°) \nhasta     la     localidad     de     LOS     CHARRUAS (311011.54S \n581120,67W) e ingresar al Sector VFR Aeroclub Concordia.  El \nregreso   al   Aeroclub   Concordia   se   efectuará   en   sentido \ncontrario. \n \nLímites laterales:  \n \nDentro de la zona de control (CTR): el ancho del corredor es de \n2000 m (1000 m a cada lado del eje), con circulación en ambos \nsentidos. \nFuera de la zona de control (CTR): el ancho del corredor es de \n2500 m (1250 m a cada lado del eje), con circulación en ambos \nsentidos. \nConcordia Aeroclub VFR Corridor  \n \nAfter   take-off   from   Concordia   Aeroclub   (ARP: 311814S \n0580054W,   aerodrome   reference   point),   take   magnetic \nheading 304° to   the   town   of   LA   CRIOLLA (311608.58S \n0580632.16W),    continue    along    the    General    URQUIZA \nRailway track in NW (magnetic heading 336°) direction to the \ntown of LOS CHARRUAS (311011.54S 581120,67W) and enter \nthe Aeroclub Concordia VFR Sector. The return to Concordia \nAeroclub will be made in the opposite direction.  \n \n \nLateral limits: \n \nWithin the control zone  (CTR): the  corridor width is 2500 m \n(1250  m  on  each  side  of  the  axis),  circulation  in  both \ndirections. \nOutside the control zone (CTR): the corridor width is 5000 m \n(2500  m  on  each  side  of  the  axis),  circulation  in  both \ndirections. \n\nAIP ARGENTINA  ENR 3.3 - 10 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nLímites verticales: 2000 FT MSL/ GND  \nDentro de la Zona de Control (CTR): la altitud máxima de vuelo \nes de 1000 FT MSL, siendo responsabilidad del piloto al mando \nmantener la separación reglamentaria con los obstáculos, sin \nsuperar la mencionada altitud. \nFuera de la Zona de Control (CTR): la altitud máxima de vuelo \nes de 1500 FT MSL. \n \nClase de espacio aéreo: “D” \n \nSector VFR Aeroclub Concordia \n \nLímites    laterales:    A=    310900S-0581200W,    B=    311800S-\n0581200W, C= 311800S-0582000W- D= 310900S-0582000W.  \nLímites verticales: 2000 FT MSL/GND. Altitud máxima de vuelo \n1500 FT MSL.  \n \nClase de espacio aéreo: “G” \n \nCorredor VFR \n \nNormas   generales:   Los   pilotos   que   se   desplacen   por   el \ncorredor  VFR  del  Ad.  Concordia,  desde  o  hacia  el  sector  de \nvuelo visual, aplicarán las reglas generales de vuelo y las reglas \nde  vuelo  visual  que  corresponden  a  la  operación  en  espacio \naéreo   controlado clase  “D”,  comunicándose  con  la  TWR \nConcordia  a  los  fines  de  recibir  los  permisos  de  control  y  la \ninformación  del  tránsito  que  tiene  por  finalidad  prevenir \ncolisiones  entre  aeronaves,  permitiendo  a  los  pilotos  aplicar \nlas medidas de separación. \nNormas particulares: Los pilotos de las aeronaves que operen \nen el corredor VFR, volarán con 500, 1000 o 1500 FT de altura, \nde acuerdo con lo que establezca la TWR DIA en el permiso de \ntránsito. \n \nSector de vuelo visual \n \nNormas generales: Los pilotos de las aeronaves que vuelen en \nel sector de vuelo visual del Ad. Concordia, aplicarán las reglas \ngenerales   de   vuelo   y   las   reglas   de   vuelo   visual   que \ncorresponden a la operación en espacio aéreo no controlado \nclase “G”. \nNormas  particulares:  Los  pilotos  de  las  aeronaves  que  se \ndirijan al sector, notificarán a la TWR DIA el ingreso al mismo, \nmomento  en que  finalizará  el  vuelo  controlado  dentro  del \ncorredor VFR. \n \nDentro del sector de vuelo visual, volarán con 500, 1000 o 1500 \nFT de altura, siendo esta última, la altura máxima para regresar \nal    AD    Concordia. Antes    de    abandonar    el    sector,    se \ncomunicarán con la TWR DIA, a los fines de recibir el permiso \nde tránsito para ingresar y volar en el corredor VFR. \n \nVertical limits: 2000 FT MSL/GND \nWithin the control zone (CTR): Maximum flight altitude 1000 \nFT  MSL,  being  the  pilot's  responsibility  to  maintain  the \nregulatory separation with the obstacles without exceeding \nthe mentioned altitude. \nOutside  the  control  zone  (CTR):  Maximum flight  altitude \n1500 FT MSL \n \nAirspace class: \"D\". \n \nAeroclub Concordia VFR sector  \n \nLateral    Limits:    A=    310900S-0581200W,    B=    311800S-\n0581200W, C= 311800S-0582000W- D= 310900S-\n0582000W.  \nVertical  limits:  2000  FT MSL/GND. Maximum  flight altitude \n1500 FT / MSL \nAirspace class: \"G\".  \n \nVFR corridor  \n \nGeneral  rules:  Pilots  moving  through  the  VFR  corridor  of \nConcordia AD, from or to the visual flight sector, shall apply \nthe general flight rules and visual flight rules that correspond \nto    the    operation    in    controlled    airspace    class    \"D\", \ncommunicating   with   Concordia   TWR to receive   control \npermissions  and  traffic  information  that  aims  to  prevent \ncollisions    between    aircraft,    allowing    pilots    to    apply \nseparation measures.  \n \nParticular   rules:   Pilots   of   aircraft   operating   in   the   VFR \ncorridor  will  fly  with  500,  1000  or  1500  FT  of  altitude, \naccording to what DIA TWR establishes in the traffic permit.  \n \n \nVisual flight sector  \n \nGeneral  rules:  The  pilots  of  the  aircraft  flying  in  the  visual \nflight  sector  of  Concordia  will  apply  the  general  flight  rules \nand the visual flight rules that correspond to the operation in \nuncontrolled airspace class \"G\".  \n \nParticular rules:  The  pilots  of  the  aircraft  heading  to  the \nsector shall notify the DIA TWR of their entry to the sector, at \nwhich time the controlled flight within the VFR corridor shall \nend. \n \nWithin the visual flight sector, they will fly with 500, 1000 or \n1500 FT of altitude, being this last one, the maximum altitude \nto return to Concordia AD. Before leaving the sector they will \ncommunicate with the DIA TWR, in order to receive the traffic \npermission to enter and fly in the VFR corridor \nTABLA-X / TABLE-X \nDESCRIPCIÓN DE LOS CORREDORES VFR / DESCRIPTION OF THE VFR CORRIDORS \nNúmero \nCorredor/ \nCorridor \nNumber \nTrayectoria y Coordenadas Geográficas/ \nPath and Geographic Coordinates \nRumbo Magnético/ \nMagnetic Heading \nDistancias en NM/ \nDistances in NM \n1 \nAEROCLUB CONCORDIA - 311814S 0580054W \nLOC. LA CRIOLLA - 311609S 0580632W \n304°/124° 5 NM \n\nAIP ARGENTINA  ENR 3.3 - 11 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n2 \nLOC. LA CRIOLLA - 311609S 0580632W \nLOC. LOS CHARRUAS - 311012S 0581121W \n336°/156° 7 NM \nCORREDOR Y SECTOR VFR AEROCLUB CONCORDIA \nCONCORDIA AEROCLUB CORRIDOR AND VFR SECTOR \n \nAEROCLUB PARANÁ CORREDOR VFR PARANÁ AEROCLUB VFR CORRIDOR \nCorredor VFR Aeroclub Paraná \n \nLímites   laterales:   Posterior   al   despegue   de   PARANÁ   / \nAEROCLUB    (ARP     314528S-0602226W),     adoptar     rumbo \nmagnético 073° hasta la localidad de LA PICADA, continuar por \nla derecha vía del Ferrocarril General URQUIZA y RUTA PROV. \nN° 10 en dirección E con rumbo magnético 104° hasta ingresar \nal ATZ CLUB DE PLANEADORES PARANÁ. El regreso al Aeroclub \nParaná se efectuará en sentido contrario. Los limites laterales \nson  1000  metros  a  cada  lado  del  eje  del  corredor  entre  la \nAeroclub Paraná VFR Corridor \n \nLateral limits: After take-off from PARANÁ / AEROCLUB (ARP \n314528S-0602226W), take  magnetic heading 073° until the \ntown  of  LA  PICADA,  continue  along  the  right  side  of  the \nGeneral  URQUIZA  Railway  and  Provincial  Route  N°  10  in  E \ndirection with magnetic heading 104° until entering the CLUB \nDE  PLANEADORES  PARANÁ  ATZ.  The  return  to  Aeroclub \nParaná will be made in the opposite direction. Lateral limits \nare  1000  meters  on  each  side  of  the  corridor  axis  between \n\nAIP ARGENTINA  ENR 3.3 - 12 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nlocalidad  de  LA  PICADA  y  PARANÁ  y  CLUB  DE  PLANEADORES \n(PNA). \nLímites  verticales:  1000  FT/GND  Altura  máxima  de  vuelo  500 \nFT / AGL  \n \nClase de espacio aéreo: “G” \n \nCorredor VFR \n \nNormas  generales:  las  aeronaves  que  se  desplacen  por  el \ncorredor VFR del AEROCLUB PARANÁ (ANA), desde o hacia el \nATZ  CLUB  DE  PLANEADORES  PARANÁ  (PNA),  aplicarán  las \nreglas  generales  de  vuelo  y  las  reglas  de  vuelo  visual  que \ncorresponden  a  la  operación  en  espacio  aéreo  controlado \nclase “G”. \n \nNormas particulares: las aeronaves que operen en el corredor \nVFR volarán con 500 pies de altura. \nthe   town   of   LA   PICADA   and   PARANA   and   CLUB   DE \nPLANEADORES (PNA). \nVertical limits: 1000 FT/GND Maximum flight altitude 500 FT \n/ AGL  \n \nAirspace class: \"G\". \n \nVFR corridor \n \nGeneral  rules:  Aircraft  flying  in  the  VFR  corridor  of  the \nAEROCLUB   PARANÁ   (ANA),   from   or   to   the   CLUB   DE \nPLANEADORES  PARANÁ  ATZ  (PNA),  shall  apply  the  general \nflight  rules  and  visual  flight  rules  that  correspond  to  the \noperation in controlled airspace class \"G\". \n \n \nSpecial rules: Aircraft operating in the VFR corridor will fly at \n500 feet altitude. \nCORREDORES VFR ENTRE AEROCLUB (ANA) Y CLUB DE PLANEADORES (PNA) / \nVFR CORRIDOR BETWEEN AEROCLUB (ANA) AND GLIDING CLUB (PNA) \n \n \n\nAIP ARGENTINA  ENR 3.3 - 13 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nVUELOS DE AERONAVES CIVILES BAJO LAS REGLAS DE VUELO VISUAL QUE SUS TRAYECTORIAS CRUCEN LA FIR COMODORO \nRIVADAVIA (ARGENTINA) O FIR PUERTO MONTT (CHILE)/ \nFLIGHTS OF CIVIL AIRCRAFT UNDER VISUAL FLIGHT RULES WHICH PATHS CROSS THE COMODORO RIVADAVIA FIR (ARGENTINA) \nOR PUERTO MONTT FIR (CHILE) \nLos vuelos de aeronaves civiles bajo las Reglas de Vuelo Visual \nque se efectúen entre las latitudes 43º 00’ 00’’ S y 49º 00’ 00’’ S \ny   que sus trayectorias crucen parte de la FIR Comodoro \nRivadavia (Argentina) o Puerto Montt (Chile), se realizarán bajo \nlas siguientes condiciones: \nEs obligatorio presentar el Plan de Vuelo describiendo la ruta a \nvolar; \nLas dependencias ATS donde se originen los vuelos, \ndireccionarán  dicho  FPL  a  los  ACC  de  Comodoro  Rivadavia y \nPuerto Montt; \nDeberán realizarse las coordinaciones de dichos vuelos entre los \nrespectivos ACC; \nLa presentación de los servicios de información de vuelo y alerta \nserá responsabilidad del ACC o APP o TWR del Aeropuerto / \nAeródromo donde se originó el plan de vuelo, según corresponda. \nFlights of civil aircraft under Visual Flight Rules that take place \nbetween latitudes 43º 00' 00'' S and 49º 00' 00'' S and that their \npaths cross part of the Comodoro Rivadavia FIR (Argentina) or \nPuerto Montt (Chile), shall be performed under the following \nconditions: \nIt is mandatory to submit the Flight Plan describing the route \nto be flown; \nThe ATS units where the flights originate will direct said FPL to \nthe ACCs of Comodoro Rivadavia and Puerto Montt; \n \nThe coordination of such flights shall be carried out between \nthe respective ACCs; \nThe presentation of the flight information and alert services \nshall  be  the  responsibility  of  the  ACC  or  APP  or TWR of the \nAirport / Aerodrome where the flight plan originated, as \nappropriate. \nCORREDOR VISUAL ESCALANTE / \nVISUAL CORRIDOR ESCALANTE \n \nCorredor visual Escalante \nLímites verticales: desde GND/2300 FT MSL \nLimites laterales: ancho 600 M \nClase espacio aéreo: “G” \n \nEscalante visual corridor \nVertical limits: from GND/ 2300 FT MSL. \nLateral limits: width 600 M  \nAirspace class: “G” \nNúmero \nCorredor/ \nCorridor \nNumber \nTrayectoria y Coordenadas Geográficas/ \nPath and Geographic Coordinates \nRumbo Magnético/ \nMagnetic Heading \nDistancias en NM/ \nDistances in NM \n1 \nESTACIÓN ESCALANTE: 454454S - 0674710W \n082°/262° (*) \n3.34 NM \n3 NM \nRUTA 39: 454458S - 0675157W \n(*) Este rumbo representa la trayectoria en línea recta entre los puntos “Estación Escalante” y “RUTA 39”. Volar manteniéndose sobre \nel valle entre las laderas de la orografía. \nThis  course  represents  the  path  in  a  straight  line between  the  points  \"Estación  Escalante\"  and  \"RUTA  39\".  Fly  remaining  over  the \nvalley, between the slopes of the terrain. \n  \n\nAIP ARGENTINA  ENR 3.3 - 14 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nCORREDOR VISUAL ESCALANTE / \nVISUAL CORRIDOR ESCALANTE \n \n \n \n\nAIP ARGENTINA  ENR 3.3 - 15 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nCAMPAÑA LUCHA ANTIGRANIZO EN LA PROVINCIA DE MENDOZA / \nANTI-HAIL CAMPAIGN IN MENDOZA PROVINCE \nCon motivo de llevarse a cabo la Lucha Anual Antigranizo (LAG) \nen la Provincia de Mendoza, que normalmente se realiza desde \nel 1 de noviembre al 30 de abril inclusive de cada año, se han \nestablecido los siguientes sectores restringidos transitorios: \n \nSector 1 - Gran Mendoza –San Martín – La Paz \nLímites Verticales: GND/UNL \nLímites Laterales: el espacio aéreo comprendido entre las \nsiguientes coordenadas:  \nDesde: 3219 S 06832 W \n3304 S 06914 W \n3327 S 06858 W \n3338 S 06720 W \nHasta: 3326 S 06717 W \n \nSector 2 – San Rafael \n \nLímites Verticales: GND/UNL \nLímites Laterales: el espacio aéreo comprendido entre las \nsiguientes coordenadas:  \nDesde: 3422 S 06830 W \n3430 S 06843 W \n3454 S 06833 W \n3515 S 06747 W \n3515 S 06723 W \n3454 S 06718 W \nHasta: 3431 S 06744 W \n \nSector 3 - Tunuyán \nLímites Verticales: GND/UNL \nLímites Laterales: el espacio aéreo comprendido entre las \nsiguientes coordenadas: \nDesde: 3310 S 06913 W \n3336S 06923 W \n3415S 06915 W \n3415 S 06849 W Hasta: 3312S 06853 W \nLa efectividad de los sectores restringidos y las fechas de \nrealización se publicarán por NOTAM. \nTodas las aeronaves, previo a su ingreso a un Sector de \nTrabajo LAG, o antes del despegue si se encuentra en un \naeródromo ubicado dentro de los mismos, deberá presentar \nPLAN DE VUELO (VFR o IFR), o comunicarse con el ACC DOZ o \nla dependencia ATS de jurisdicción para informar de su \ntránsito y cumplimentará el vuelo de acuerdo con las \nautorizaciones e instrucciones del Control de Tránsito Aéreo. \nComo ANEXO ALFA se publican las rutas correspondientes al \nespacio inferior y en el ANEXO BRAVO las del espacio \nsuperior. \nIn order to carry out the Annual Hail Fighting Campaign (LAG) \nin the Province of Mendoza, which normally takes place from \nNovember 1 to April 30 of each year, the following temporal \nrestricted sectors have been established: \n \nSector 1 - Gran Mendoza -San Martín - La Paz. \nVertical limits: GND/UNL \nLateral    Limits:    the    airspace    between    the    following \ncoordinates: \nFrom: 3219 S 06832 W \n3304 S 06914 W \n3327 S 06858 W \n3338 S 06720 W \nTo: 3326 S 06717 W \n \nSector 2 - San Rafael \n \nVertical limits: GND/UNL \nLateral    limits:    the    airspace    between    the    following \ncoordinates: \nFrom: 3422 S 06830 W \n3430 S 06843 W \n3454 S 06833 W \n3515 S 06747 W \n3515 S 06723 W \n3454 S 06718 W \nTo: 3431 S 06744 W \n \nSector 3 - Tunuyán \nVertical limits: GND/UNL \nLateral     limit:     the     airspace     between     the     following \ncoordinates: \nFrom: 3310 S 06913 W \n3336S 06923 W \n3415S 06915 W \n3415 S 06849 W To: 3312S 06853 W \nThe  effectiveness  of  the  restricted  sectors  and  the  dates  of \ncompletion will be published by NOTAM. \nAll  aircraft,  prior  to  entering  a  LAG  Work  Sector,  or  before \ntakeoff if it is located at an aerodrome located within them, \nmust submit a FLIGHT PLAN (VFR or IFR), or contact the DOZ \nACC or the ATS unit of jurisdiction to report its traffic and will \ncomplete  the  flight  according  to  the  authorizations  and \ninstructions of the Air Traffic Control. \nThe routes corresponding to the lower space are published as \nANNEX ALPHA and those of the upper space are published as \nANNEX BRAVO. \n \n\nAIP ARGENTINA  ENR 3.3 - 16 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nANEXO ALFA \nCAMPAÑA DE LUCHA ANTIGRANIZO EN MENDOZA / ANTI-HAIL CAMPAIGN IN MENDOZA \nSECTORES RESTRINGIDOS TRANSITORIOS / TRANSITORY RESTRICTED SECTORS \nESPACIO AÉREO INFERIOR / LOWER AIRSPACE \n \n \n\nAIP ARGENTINA  ENR 3.3 - 17 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nANEXO BRAVO \nCAMPAÑA LUCHA ANTIGRANIZO EN LAS PROVINCIAS DE MENDOZA / \nANTI-HAIL CAMPAIGN IN THE PROVINCES OFMENDOZA \nSECTORES RESTRINGIDOS TRANSITORIOS / TRANSITORY RESTRICTED SECTORS \nESPACIO AÉREO SUPERIOR / UPPER AIRSPACE \n \n \n \n\nAIP ARGENTINA  ENR 3.3 - 18 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nCAMPAÑA LUCHA ANTIGRANIZO EN LAS PROVINCIAS DE JUJUY Y SALTA / \nANTI-HAIL CAMPAIGN IN THE PROVINCES OF JUJUY AND SALTA \nCon  motivo  de  la  CAMPAÑA  DE  LUCHA  ANTIGRANIZO  en  las \nProvincias de Jujuy y Salta, que normalmente se realiza desde \nel 15 de septiembre al 15 de abril inclusive de cada año, se ha \nestablecido la siguiente área restringida transitoria: \n \nAREA RESTRINGIDA “POLIGONAL JUJUY” (Jujuy – Salta): Abarca \nel espacio aéreo comprendido por las siguientes coordenadas: \nDesde: \n240844 S \n0650123 W \n243420 S \n0644522 W \n245306 S \n0645552 W \n244853 S \n0651454 W \n241539 S \n0653103 W \n240852 S \n0652901 W \n \nHasta: \n240844 S \n0650123  W,  extendiéndose  desde  el  nivel  del  terreno  (GND) \nhasta FL 305. \n \nLa efectividad del área restringida y las fechas de realización se \npublicarán por NOTAM. \n \nNORMAS GENERALES \nTodas las operaciones aéreas se realizarán de acuerdo con lo \nsiguiente: \n1. Todos  los  vuelos  IFR  o  VFR  desde  o  hacia  aeródromos, \nhelipuertos  o  lugares  aptos  denunciados  (LAD),  ubicados \ndentro del área restringida POLIGONAL JUJUY, o los vuelos \nque   necesiten   cruzar   el   área   mencionada,   deberán \npresentar PLAN DE VUELO, en forma obligatoria. \n2. DESPEGUES DE AERODROMOS, HELIPUERTOS O LUGARES \nAPTOS DENUNCIADOS (LAD) UBICADOS DENTRO DEL AREA \nRESTRINGIDA:  Previo  al  despegue  deberán  comunicarse \ncon el Control de jurisdicción o la dependencia de Tránsito \nAéreo más próxima, a los efectos de presentar el PLAN DE \nVUELO    y    recibir    la    correspondiente    autorización    e \ninstrucciones. \n3. En caso de no haber presentado PLAN DE VUELO, todas las \naeronaves, diez (10) minutos antes del ingreso a la citada \nárea  restringida,  deberán  comunicarse  con  el  Control  de \njurisdicción a los efectos de presentar el PLAN DE VUELO y \nrecibir la correspondiente autorización e instrucciones de \nla Dependencia ATC de jurisdicción. \n4. Se prohíben los despegues dentro del Área Restringida o el \ningreso   a   la   misma,   sin   previa   autorización   de   la \ndependencia ATC de jurisdicción \n \nRUTAS DE ALTERNATIVA \n \nCuando las áreas restringidas POLIGONAL JUJUY se encuentre \nactivada,  el  Control  dará  instrucciones  a  las  aeronaves  para \nseguir RUTAS DE ALTERNATIVA. \nComo  ANEXO  ALFA  se  publican  las  rutas  correspondientes  al \nespacio inferior y en el ANEXO BRAVO las del espacio superior. \nDue  to  the  HAIL  FIGHTING  CAMPAIGN  in  the  Provinces  of \nJujuy   and   Salta,   which   is   normally   carried   out   from \nSeptember   15   to   April   15   of   each   year,   the   following \ntransitory restricted area has been established: \n \nRESTRICTED  AREA  \"JUJUY  POLIGONAL\"  (Jujuy - Salta):  It \ncovers the airspace comprised by the following coordinates: \nFrom: \n240844 S \n0650123 W \n243420 S \n0644522 W \n245306 S \n0645552 W \n244853 S \n0651454 W \n241539 S \n0653103 W \n240852 S \n0652901 W \n \nUp to: \n240844 S \n0650123 W, extending from ground level (GND) to FL 305. \n \n \nThe   effectiveness   of   the   restricted   area   and   dates   of \ncompletion will be published by NOTAM. \n \nGENERAL RULES \nAll  air operations  will  be  conducted  in  accordance  with  the \nfollowing: \n1. All IFR or VFR flights to or from aerodromes, heliports or \nreported   appointed   places   (LAD,   their   acronym   in \nSpanish), located within the POLYGONAL JUJUY restricted \narea,  or  flights  that need  to  cross  the  mentioned  area, \nshall submit FLIGHT PLAN, on a mandatory basis. \n2. TAKEOFFS     FROM     AERODROMES,     HELIPORTS     OR \nREPORTED  APPOINTED  PLACES  (LAD)  LOCATED  WITHIN \nTHE   RESTRICTED   AREA:   Prior   to   takeoff,   they   must \ncontact  the  Control  of  jurisdiction  or  the  nearest  Air \nTraffic  unit,  in  order  to  submit  the  FLIGHT  PLAN  and \nreceive the corresponding clearance and instructions. \n \n3. In case no FLIGHT PLAN has been submitted, all aircraft, \nten  (10)  minutes  before  entering  the  above-mentioned \nrestricted area, must contact the Control of jurisdiction in \norder   to   submit   the   FLIGHT   PLAN   and   receive   the \ncorresponding  clearance  and  instructions  from  the  ATC \nUnit of jurisdiction. \n4. Take-offs   within   the   Restricted   Area   or   entry   to   it, \nwithout prior clearance from the ATC Unit of jurisdiction, \nare prohibited. \n \nALTERNATIVE ROUTES \n \nWhen the POLYGONAL JUJUY restricted areas are activated, \nControl will instruct aircraft to follow ALTERNATIVE ROUTES. \n \n\nAIP ARGENTINA  ENR 3.3 - 19 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \n \nEl  control  podrá  designar  otras  Rutas  de Alternativa  que  no \nestén incluidas en los Anexos mencionados precedentemente, \nde ser ello necesario y / o conveniente. \n \nThe routes corresponding to the lower space are published as \nALPHA ANNEX and those of the upper space are published as \nBRAVO ANNEX. \nControl  may  designate  other  Alternate  Routes  not  included \nin   the   abovementioned   Annexes,   if   necessary   and/or \nconvenient. \nANEXO ALFA \nCAMPAÑA LUCHA ANTIGRANIZO EN LAS PROVINCIAS DE JUJUY Y SALTA / \nANTI-HAIL CAMPAIGN IN THE PROVINCES OF JUJUY AND SALTA \nSECTORES RESTRINGIDOS TRANSITORIOS / TRANSITORY RESTRICTED SECTORS \nESPACIO AÉREO INFERIOR / LOWER AIRSPACE \n \n \n  \n\nAIP ARGENTINA  ENR 3.3 - 20 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 \nANEXO BRAVO \nCAMPAÑA LUCHA ANTIGRANIZO EN LAS PROVINCIAS DE JUJUY Y SALTA / \nANTI-HAIL CAMPAIGN IN THE PROVINCES OF JUJUY AND SALTA \nSECTORES RESTRINGIDOS TRANSITORIOS / TRANSITORY RESTRICTED SECTORS \nESPACIO AÉREO SUPERIOR / UPPER AIRSPACE \n \n \n\nAIP ARGENTINA  ENR 3.3 - 21 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nRUTAS DE HELICÓPTEROS / HELICOPTER ROUTES \nRUTAS  PARA  HELICÓPTEROS  EN  EL  ÁREA METROPOLITANA \nDE BUENOS AIRES \n \n1. Finalidad y ámbito \n \nLa finalidad de esta información es ofrecer a los usuarios rutas \ny procedimientos de vuelo para los helicópteros que circulan \nsobre  el  Área  Metropolitana  de  Buenos  Aires  a  través  de  los \ncorredores  visuales   denominados  \"helicorredores\"  de  uso \nobligatorio para helicópteros. \n \n2. Introducción \n \na) En el año 1995, ante el gran crecimiento de las operaciones \nde  helicópteros  y  la  necesidad  de  transitar  dentro  de  un \nárea que tiene establecida una restricción para aeronaves \nde estas características, se realizó un estudio que concluyó \nen  el  establecimiento  de  normas  y  de  corredores  aéreos \nque  permitieron,  con  un  aceptable  nivel  de  seguridad,  el \nvuelo de helicópteros. \n \nb) Estas  normas  que  establecían  los  requisitos mínimos  y \ncreaban    una    nueva    estructura    del    espacio    aéreo \ndenominado HELICORREDOR, fueron aprobadas mediante \nla  Disposición  Nº  66  de  fecha  11  de  julio  de  1995  del \nComandante de Regiones Aéreas. \n \nc) Desde  aquel  entonces  hasta  la  fecha  la  experiencia  en  la \nactividad  de  vuelo  de  dichos  helicorredores  demuestra \nclaramente   que   han   resultado   de   suma   utilidad,   y \nmantenido un nivel aceptable de seguridad operacional. \n \nd) Además de esto, la Asociación de Pilotos de Helicópteros \nde la República Argentina, ha expresado su satisfacción y \nrealizado propuestas de ampliación de helicorredores para \nobtener  un  mejor  aprovechamiento  del  espacio  aéreo, \nconsiderando siempre las mejores referencias visuales que \nen   el   eventual   caso   de   un   aterrizaje   de   emergencia \npermitan   una   operación   con   un   aceptable   nivel   de \nseguridad. \n \ne) Estas  propuestas  están  fundamentadas  en  la  experiencia \nobtenida a través de los años de uso de los helicorredores, \nen  la  tecnología  mejorada  de  los  equipos  de  abordo,  en \nestadísticas   sobre   operaciones   con   helicópteros   que \ndemuestran un bajo índice de accidentes y en las rutas de \nhelicópteros establecidas en países líderes a nivel mundial \nen materia de aviación. \n \nf) Asimismo, en las  ̈Primeras Jornadas de Aviación General ̈, \nevento  organizado  por  la  ANAC  y  que  reuniera  a  los \ndiferentes  sectores  aeronáuticos,  incluido  los  pilotos  de \nhelicópteros se advirtió la necesidad de ampliar la red de \nhelicorredores en el Área Metropolitana de Buenos Aires. \n \ng) Consecuentemente esta Administración Nacional a través \nde  la  Dirección  Nacional  de  Inspección  de  Navegación \nAérea,    desde    su    órgano    especialista    la    Dirección \nRegulación Normas y Procedimiento, desarrolló una serie \nde  tareas  y  estudios  técnicos,  incluidas  las  evaluaciones \nprácticas,   para   concretar   el   rediseño   de   la   red   de \nhelicorredores. \nHELICOPTER ROUTES IN THE BUENOS AIRES \nMETROPOLITAN AREA \n \n1. Purpose and scope \n \nThe  purpose  of  this  information  is  to  provide  users  with \nroutes  and  flight procedures  for  helicopters  flying  over  the \nBuenos Aires Metropolitan Area through the visual corridors \nknown  as  \"helicopter  corridors\",  which  are  mandatory  for \nhelicopters. \n \n2. Introduction \n \na) In   1995,   in   view   of   the   large   growth   in   helicopter \noperations  and  the  need  to  transit  within  an  area  that \nhas a restriction established for helicopters, a study was \ncarried  out  which  resulted  in  the  establishment of  rules \nand air corridors that allowed helicopter flights with an \nacceptable level of safety. \n \n \nb) These rules, which established the minimum \nrequirements   and   created   a   new   airspace   structure \ncalled    HELICOPTER    CORRIDOR,    were    approved    by \nProvision No. 66 dated July 11, 1995 by the Commander \nof Air Regions. \n \nc) From  that  time  to  date,  the  experience  in  the  flight \nactivity  of  such  helicopter  corridors  clearly  shows  that \nthey  have   proved   to  be   extremely   useful   and   have \nmaintained an acceptable level of operational safety. \n \nd) In addition to this, the Association of Helicopter Pilots of \nthe Argentine Republic has expressed its satisfaction and \nmade proposals for the expansion of helicopter corridors \nin  order  to  obtain  a  better  use  of  the  airspace,  always \nconsidering the best visual references that in the event of \nan emergency landing would allow an operation with an \nacceptable level of safety. \n \n \ne) These  proposals  are  based  on  the  experience  gained \nthrough  the  years  of  helicopter  corridors  use,  on  the \nimproved    technology    of    on-board    equipment,    on \nstatistics   on   helicopter   operations   that   show   a   low \naccident rate and on the helicopter routes established in \nleading aviation countries worldwide. \n \n \nf) Likewise,  at the  \"First General Aviation Conference\",  an \nevent   organized   by   the   ANAC   and   which   brought \ntogether  the  different  aeronautical  sectors,  including \nhelicopter pilots, the need to expand the helicopter rotor \nnetwork  in  the  Buenos  Aires  Metropolitan  Area  was \npointed out. \ng) Consequently, this National Administration, through the \nNational  Directorate  of  Air  Navigation  Inspection,  from \nits   specialized   body,   the   Directorate   of   Regulation, \nStandards  and  Procedures,  developed  a  series  of  tasks \nand technical studies, including practical evaluations, to \ncarry   out   the   redesign   of   the   helicopter   corridors \nnetwork. \n\nAIP ARGENTINA  ENR 3.3 - 22 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nNORMAS PARA EL VUELO DE HELICÓPTEROS \n \n1. Definiciones: \n \nHelicorredor:   Espacio   aéreo   que   se   extiende   desde   la \nsuperficie terrestre o una altura especificada hasta 1000 pies \nde  altura  o  la  altura  especificada  para  cada  HELICORREDOR, \ndispuesto en forma de corredor con un ancho de 150 metros a \ncada  lado  de  la  trayectoria  ideal,  establecido   en   base  a \nreferencias visuales de la superficie terrestre. \n \n2. Requisitos: \n \na) Se requiere como mínimo que el piloto posea licencia de \npiloto comercial de helicóptero o licencia de piloto privado \nde helicóptero con habilitación de vuelo VFR Controlado y \nacreditar  como  mínimo  DOSCIENTAS  (200)  horas  como \npiloto  al  mando  de  un  helicóptero  para  efectuar  el  vuelo \nen helicorredores que crucen las Zonas Restringidas SAR-\n01, 02 o 09. \n \nb) El  helicóptero  estará  equipado  de  conformidad  con  los \nrequisitos  mínimos  establecidos  para  realizar  vuelo  VFR \nControlado. \n \nc) La  utilización  del  helicorredor  es  exclusivamente  para  el \nvuelo   de   helicópteros   en   condiciones   normales   de \noperación y que no transporten carga externa. \n \nd) Los  helicópteros  mantendrán  encendidas  las  luces  de \nanticolisión y –cuando lo posean– mantendrán encendidas \nlas estroboscópicas y el faro de aterrizaje. \n \ne) Las operaciones se realizarán de acuerdo con las Reglas de \nVuelo Visual (VFR) y con luz diurna. \n \nf) El   espacio   aéreo   de   los   helicorredores   adoptará   la \nclasificación del espacio aéreo ATS que los rodea. \n \ng) La velocidad verdadera máxima será de: \ni. 100 Kt cuando la visibilidad sea igual o superior a 8 \nkm; \nii. 80 Kt cuando la visibilidad sea inferior a 8 km. \n \nh) La visibilidad mínima para el vuelo es de 5 km. \n \ni) La altura mínima de vuelo es de 500 pies sobre el terreno \ny como mínimo 200 pies sobre el obstáculo más alto en un \nradio   de   150   metros   en   la   trayectoria   prevista   del \nhelicóptero.  La  altura  máxima  es  de  1000  pies  sobre  el \nterreno, salvo mayor especificación. \n \nj) Siempre  que  sea  posible  la  trayectoria  del  helicóptero \ndeberá coincidir con el eje longitudinal del helicorredor; y \nse evitará el sobrevuelo directo de lugares habitados. \n \nk) Ante el requerimiento de habilitación de helipuertos para \noperación  de  helicópteros  dentro  de  los  Restringidos  01, \n02 y 09, la Autoridad Aeronáutica competente estudiará la \nposibilidad   de  establecer  helicorredores  de  entrada  y \nsalida   desde   los   mismos   hasta los   helicorredores   ya \nestablecidos. \n \nHELICOPTER FLIGHT RULES \n \n1. Definitions: \n \nHelicopter  corridor:  Airspace extending  from  the  earth's \nsurface or a specified height up to 1000 feet in altitude or the \naltitude specified for each HELICOPTER CORRIDOR, arranged \nin the form of a corridor with a width of 150 meters on each \nside of the ideal path, established based on visual references \nfrom the earth's surface. \n \n2. Requirements: \n \na) The  pilot  is  required  at  least  to  hold  a  commercial \nhelicopter  pilot's   license  or   private   helicopter  pilot's \nlicense with VFR Controlled flight rating and to accredit \nat least TWO HUNDRED (200) hours as pilot in command \nof   a   helicopter   to   perform   the   flight   in   helicopters \ncrossing the Restricted Areas SAR-01, 02 or 09. \n \n \nb) The helicopter shall be equipped in accordance with the \nminimum requirements established to perform \nControlled VFR flight. \n \nc) The  use  of  the  helicopter  corridor  is  exclusively  for  the \nflight  of  helicopters  in normal  operating  conditions  and \nnot transporting external load. \n \nd) Helicopters  shall  keep  the  anti-collision  lights  on  and -\nwhen equipped- shall keep on the strobes and the landing \nbeacon. \n \ne) Operations shall be conducted in accordance with Visual \nFlight Rules (VFR) and during daylight. \n \nf) The  airspace  of  helicopter  corridors  shall  adopt  the \nclassification of the surrounding ATS airspace. \n \ng) The maximum true speed shall be: \ni. 100 Kt when visibility is 8 km or more; \nii. 80 Kt when visibility is less than 8 km. \n \n \nh) The minimum visibility for flight is 5 km. \n \ni) The minimum flight altitude is 500 feet above the ground \nand at least 200 feet above the highest obstacle within a \n150-meter  radius  in  the  helicopter's  intended  path.  The \nmaximum altitude is 1000 feet above the ground, unless \nfurther specified. \n \nj) Whenever  possible,  the  path  of  the  helicopter  should \ncoincide  with  the  longitudinal  axis  of  the  helicopter \ncorridor; and direct overflights of inhabited areas should \nbe avoided. \nk) When heliports are required to be certified for helicopter \noperations  within  Restricted  areas  01,  02  and  09,  the \ncompetent    Aeronautical    Authority    shall    study    the \npossibility  of  establishing  helicopter  corridors  for  entry \nand  exit  from  them  to  the  helicopter  corridors  already \nestablished. \n \n\nAIP ARGENTINA  ENR 3.3 - 23 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nl) A  efectos  de  contribuir  a  la  seguridad  de  las  operaciones \nen los helicorredores, los helicópteros volarán a la derecha \ndel eje de trayectoria ideal del helicorredor y a una altura \nde  500  pies  cuando  su  derrota  magnética  sea  de  000°  a \n179°, y a una altura mínima de 800 pies cuando la derrota \nmagnética sea de 180° a 359°. \n \n3. Descripción de los helicorredores \n \nReferencias: \n \n Punto de Notificación Obligatoria \n Punto de Recorrido \n Espera \n \nPuntos  de  Notificación  Obligatorios, Autorización  para  seguir \nadelante y Esperas Publicadas \n \nEn la carta de Helicorredores por debajo del TMA BAIRES, ENR-\n6.12 Cartas  En-Ruta - Carta  para  helicorredores  BAIRES,  se \nincluyen  puntos  de  notificación  obligatoria  por  parte  de  la \ntripulación   de   vuelo,   en   los   que   se   deberá   contar   con \nautorización explícita por parte de la dependencia ATS a cargo, \npara  seguir  adelante  o  realizar  espera.  Estos  se  encuentran \nrepresentados en la cartografía y la tabla a través del símbolo \nde punto de notificación junto a uno de espera. \n \nSi en el permiso otorgado para la espera se incluye la dirección \ny  el  punto  de  espera,  ello  indicará  que  debe  efectuarse \nsiguiendo  la  dirección  especificada  al  derrotero  magnético, \nmás la indicación de un sentido de giro horario/anti-horario o \nderecha/izquierda. \nSi por alguna razón no se ha publicado ningún procedimiento \nde espera, ni el control especifica la dirección de giro, ésta se \nrealizará de acuerdo con giro sentido horario o derecha. \n \nEl sentido de las esperas se realizará, según las derrotas, como \nse tipifica en el siguiente detalle: \n \n1) “La Boca”, Helicorredor Riachuelo: \na. Derrota   hacia   el   ESTE,   giro   de   360º   con   viraje \nderecha. \nb. Derrota  hacia  el  OESTE,  giro  de  360º  con  viraje \nizquierda. \n \n2) “Lateral Riachuelo” Helicorredor Río de la Plata: \na. Derrota  hacia  el  NORTE,  giro  de  360º  con  viraje \nderecha. \nb. Derrota   hacia   el   SUR,   giro   de   360º   con   viraje \nizquierda. \n \n3) “Unicenter” Helicorredor Panamericana: \na. Derrota  hacia  el  NORTE,  giro  de  360º  con  viraje \nizquierda. \nb. Derrota   hacia   el   SUR,   giro   de   360º   con   viraje \nderecha. \n \n4) “Parque San Martín” Helicorredor Cno. Buen Ayre: \na. Derrota  hacia  el  NORTE,  giro  de  360º  con  viraje \nderecha. \nb. Derrota   hacia   el   SUR,   giro   de   360º   con   viraje \nizquierda. \nl) For the purpose of contributing to the safety of helicopter \ncorridor  operations,  helicopters  shall  fly  to  the  right  of \nthe  ideal  path  axis  of  the  helicopter  corridor  and  at  an \naltitude of 500 feet when their magnetic track is 000° to \n179°,  and  at  a  minimum altitude  of  800  feet  when  the \nmagnetic track is 180° to 359°. \n \n3. Description of the helicopter corridors \n \nReferences: \n \n Mandatory Reporting Point \n Waypoint \n Holding \n \nMandatory Reporting   Points,   Clearance   to   proceed   and \nPublished Holdings \n \nThe  Helicopter  corridor  chart  below  the  BAIRES  TMA,  ENR-\n6.12 Cartas  En-Ruta - Carta  para  helicorredores  BAIRES, \nincludes  mandatory  reporting  points  for  the  flight  crew, \nwhere  explicit  clearance  from  the  ATS  unit  in  charge  is \nrequired  to  proceed  or  hold.  These  are  represented  in  the \ncartography  and  the  table  by  the symbol  of  a  notification \npoint next to a holding point. \n \n \nIf   the   direction   and   holding   point   are   included   in   the \npermission granted for holding, this will indicate that it is to \nbe   performed   following   the   direction   specified   to   the \nmagnetic  bearing,  plus  the  indication  of  a  clockwise/anti-\nclockwise  or  right/left turn  direction.  If  for  any  reason  no \nholding   procedure   has   been   published,   nor   the   control \nspecifies the direction of turn, it shall be made according to \nthe clockwise or right turn. \n \nThe  direction  of  the  holdings  shall  be  performed, according \nto the tracks, as typified in the following detail: \n \n1) \"La Boca\", Helicopter corridor Riachuelo: \na. Track towards the EAST, 360º turn with right turn. \n \nb. Track towards the WEST, 360º turn with left turn. \n \n \n2) \"Lateral Riachuelo\" Helicopter corridor Río de la Plata: \na. Track  towards  the  NORTH,  360º  turn  with  right \nturn. \nb. Track towards the SOUTH, 360º turn with left turn. \n \n \n3) \"Unicenter\" Panamericana Helicopter corridor: \na. Track towards the NORTH, 360º turn with left turn. \n \nb. Track  towards  the  SOUTH,  360º  turn  with  right \nturn. \n \n4) \"Parque San Martín\" Helicorredor Cno. Buen Ayre: \na. Track  towards  the  NORTH,  360º turn  with  right \nturn. \nb. Track towards the SOUTH, 360º turn with left turn. \n \n\nAIP ARGENTINA  ENR 3.3 - 24 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n \n5) “Cno. Buen Ayre y FFCC San Martín”, Helicorredor Cno. \nBuen Ayre: \na. Derrota  hacia  el  NORESTE,  giro  de  360º  con  viraje \nderecha. \nb. Derrota  hacia  el  SUROESTE,  giro  de  360º  con  viraje \nizquierda. \n \n6) “El Triángulo” Helicorredor Panamericana: \n \na. Derrota  hacia  el  SURESTE,  giro  de  360°  con  viraje \nderecha. \nb. Derrota hacia el  NOROESTE, giro de 360° con viraje \nizquierda. \n \n7) “Lateral Aeroparque” Helicorredor Río de la Plata \n \na. Derrota  hacia  el  SURESTE,  giro  de  360°  con  viraje \nizquierda. \nb. Derrota hacia el  NOROESTE, giro de 360° con viraje \nderecha. \n \n8) “Lateral san isidro” Helicorredor Río de la Plata Norte \n \na. Derrota  hacia  el  NORTE,  giro  de  360°  con  viraje \nderecha. \nb. Derrota   hacia   el   SUR,   giro   de   360°   con   viraje \nizquierda. \n \n9) “La Horqueta” Helicorredor San Isidro \na. Derrota  hacia  el  SURESTE,  giro  de  360°  con  viraje \nderecha. \nb. Derrota hacia el  NOROESTE, giro de 360° con viraje \nizquierda. \n \n10) “Hipódromo Palermo” Helicorredor Dorrego \na. Derrota  hacia  el  NORESTE,  giro  de  360°  con  viraje \nderecha. \nb. Derrota  hacia  el  SUROESTE,  giro  de  360°  con  viraje \nizquierda. \n \n11) “Rafael Castillo” Helicorredor Belgrano \na. Derrota hacia el ESTE giro de 360° con viraje derecha. \nDerrota hacia el OESTE giro de 360° con viraje izquierda. \n \n5) \"Cno. Buen Ayre and FFCC San Martín\", Cno. Buen Ayre \nHelicopter corridor: \na. Track  towards  the  NORTHEAST,  360º  turn  with \nright turn. \nb. Track towards the the SOUTHWEST, 360º turn with \nleft turn. \n \n6) \"El     Triángulo\"     (“The     triangle”)     Pan-American \nHelicopter corridor: \na. Track towards the SOUTHEAST, 360° turn with right \nturn. \nb. Track towards the NORTHWEST, 360° turn with left \nturn. \n \n7) \"Lateral   Aeroparque\"   Río   de   la   Plata   Helicopter \ncorridor \na. Track towards the SOUTHEAST, turn 360° with left \nturn. \nb. Track  towards  the  NORTHWEST,  360°  turn  with \nright turn. \nc.  \n8) \"Lateral  san  isidro\"  Río  de  la  Plata  North  Helicopter \ncorridor \na. Track  towards  the  NORTH,  turn  360°  with  right \nturn. \nb. Track towards the SOUTH, 360° turn with left turn. \n \n \n9) \"La Horqueta\" San Isidro Helicopter corridor \na. Track  towards  the  SOUTH  EAST,  turn  360°  with  a \nright turn. \nb. Track towards the NORTH WEST, turn 360° with left \nturn. \n \n10) \"Palermo Racetrack\" Dorrego Helicopter corridor \na. Track  towards  the  NORTH  EAST,  turn  360°  with \nright turn. \nb. Track towards the SOUTHWEST, turn 360° with left \nturn. \n \n11) \"Rafael Castillo\" Belgrano Helicopter Corridor \na. Track towards the EAST, 360° turn with right turn. \nTrack towards the WEST, 360° turn with left turn. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAIP ARGENTINA  ENR 3.3 - 25 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nHELICORREDORES DE LA ZONA NORTE / \nHELICOPTER CORRIDORS OF THE NORTH AREA \nDesignador de ruta / Route designator \n \nNombre de puntos significativos / Name \nof signficant points \n \nCoordenadas geográficas / \nGeographic coordinates \nLímite superior / \nUpper limit \n \nLímite inferior / \nLower limit \n \nCalificación del \nespacio aéreo \n/ Airspace \nclassification \nATC  \n \nFREQ  \nObservaciones / Remarks  \n \nReferencia visual / Visual reference  \n \nHELICORREDOR RÍO DE LA PLATA NORTE  \n \n LATERAL AEROPARQUE  \n 343314S-0582430W  \n \n LATERAL OLIVOS  \n343035S-0582816W \n \n LATERAL SAN ISIDRO  \n 342811S-0582915W  \n \n DESEMBOCADURA RÍO LUJÁN \n342641S-0583037W \n1000 FT  \nGND  \n \nClase C \nAEROPARQUE \nTWR  \n \n118.85 MHz  \n118.25 MHz  \n128.85 MHz  \n \n121.50 MHz  \nEMERG \nObligatoria  comunicación  con  ATC  y  uso \nde  transpondedor. Para  los  helicopteros \nque    prevean    la    utilización    de    este \nhelicorredor, desde helipuertos privados o \nLADH   cercanos   o   debajo   del   mismo, \ndeberán   comunicarse   con   el   ATC   vía \nfrecuencia   VHF   o teléfono (solo   si   la \ncomunicación  vía  VHF  no  fue  posible)  al \n451 41628 antes de iniciar el vuelo. \n \nSobrevolar lateral Puerto de Olivos. \nSobre   el   Río   de   la   Plata,   próximo   a \nBarrancas de San Isidro. \n \nSobre la desembocadura del Río Luján. \n \nMandatory  communication  with  ATC  and \nuse    of    transponder. For    helicopters \nplanning  to  use  this  helicopter  corridor, \ndeparting from private heliports or nearby \nLADHs, they must contact the ATC via VHF \nfrequency   or    telephone (only    If    VHF \ncommunication was not   AVBL) at 451 \n41628 before commencing the flight. \n \nLateral overflight of Olivos Port. \n \nOver the Rio de la Plata, near Barrancas de \nSan Isidro. \n \nOver the estuary of the Río Luján. \n \nHELICORREDOR SAN ISIDRO  \n \n LATERAL SAN ISIDRO  \n 342811S-0582915W  \n \n HIPÓDROMO DE SAN ISIDRO  \n \n LA HORQUETA  \n 342947S-0583315W \n1000 FT  \nGND  \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nSobre   el   Río   de   la   Plata,   próximo   a \nBarrancas de San Isidro.  \n \nSobrevolar Hipódromo de San Isidro.  \n \nSobre Ruta Panamericana y Acceso Tigre.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOver the Río de la Plata, near Barrancas de \nSan Isidro.  \n \nOverflying San Isidro Racetrack.  \n \nOver   Panamerican   Highway   and   Tigre \nAccess.  \n\nAIP ARGENTINA  ENR 3.3 - 26 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n \nHELICORREDOR PANAMERICANA  \n \n GENERAL PAZ Y PANAMERICANA  \n343249S-0582936W  \n \n UNICENTER  \n 343107S-0583054W  \n \n LA HORQUETA  \n 342947S-0583315W  \n \n PUENTE RÍO RECONQUISTA  \n342913S-0583559W  \n \n PANAMERICANA Y AV. H. YRIGOYEN  \n342831S-0583948W  \n \n EL TRIÁNGULO  \n 342810S-0584056W  \n1000 FT  \n500 FT  \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso \nde transpondedor.  \n \nSobre intersección de Avenida General \nPaz y Autopista Panamericana. En este \ntramo sentido único hacia el NW.  \n \nSobre Unicenter.  \n \nSobre ruta Panamericana y el Acceso \nTigre.  \n \nSobre Autopista Panamericana y su \nintersección con el Río Reconquista.  \n \nSobre AU Panamericana y Av. H. Yrigoyen.  \n \nSobre la bifurcación de las rutas 8 y 9 \n(Ramal Escobar/Pilar)  \n \nMandatory communication with ATC and \nuse of transponder.  \n \nAt the intersection of General Paz Avenue \nand Panamericana Highway. In this \nsection, one way to the NW.  \n \nOn Unicenter.  \n \nOn Panamericana Highway and Tigre \nAccess.  \n \nOn Panamericana Highway and its \nintersection with Río Reconquista.  \n \nOn Panamericana Highway and H. \nYrigoyen Avenue.  \n \nOn the bifurcation of routes 8 and 9 \n(Escobar/Pilar Branch).  \nSAN FERNANDO \nTWR \n \n119.00 MHz \n120.05 MHz \n \nHELICORREDOR ESCOBAR  \n \n EL TRIÁNGULO  \n 342810S-0584056W  \n \n LATERAL PLANTA INDUSTRIAL \nAUTOMOTRIZ  \n \n ESCOBAR \n342124S-0584753W  \n1000 FT  \nGND  \n \nClase G \nNIL \nPrecaución  por  tránsito  de  aeronaves  en \ninstrucción por estar comprendido dentro \ndel sector VFR Escuela.  \n \nSobre bifurcación de las Rutas 8 y 9.  \n \nSobre  la  intersección  de  la  Ruta  9  y  Ruta \n25.  \n \nCaution  due  to  the  traffic  of  aircrafts  in \ninstruction because it is included within the \nVFR Escuela sector.  \n \nOn the junction of Routes 8 and 9.  \n \nOver  the  intersection  of  Route  9  and \nRoute 25.  \n\nAIP ARGENTINA  ENR 3.3 - 27 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n \nHELICORREDOR PILAR  \n \n EL TRIÁNGULO  \n 342810S-0584056W  \n \n DEL VISO \n342627S-0584658W  \n \n PILAR \n342656S-0585419W \n1000 FT \nGND \n \nClase G \n \nBifurcación de las Rutas 8 y 9.  \n \nSobre intersección de Ruta 8 y Ruta 26.  \n \nObligatoria comunicación con ATC  \n \nSobre intersección de Ruta 8 y Ruta 25.  \n \nJunction of Routes 8 and 9.  \n \nAt  the  intersection  of  Route  8  and  Route \n26.  \n \nMandatory communication with ATC  \n \nOn intersection of Route 8 and Route 25.  \n1000 FT \nGND \n \nClase C \nMORENO \nTWR \n \n119.70 MHz \n118.55 MHz \n \nHELICORREDOR VICTORIA  \n \n PUENTE RÍO RECONQUISTA  \n342913S-0583559W  \n \n RAMAL TIGRE Y VÍAS DEL FFCC MITRE  \n342810S-0583406W  \n \n DESEMBOCADURA RÍO LUJÁN  \n342641S-0583037W  \n1000 FT  \n500 FT \n \nClase C \nSAN FERNANDO \nTWR \n \n119.00 MHz \n120.05 MHz \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nSentido  de  circulación  único,  con  rumbo \nNE. Desde intersección del Río Reconquista \ny Ruta Panamericana.  \n \nSobre  las  vías  del  FFCC  Mitre  intersección \nde la Autopista Ramal TIGRE.  \n \nVías del FFCC Mitre, hasta la \ndesembocadura del Río Luján.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nSingle direction of traffic, heading NE. From \nthe intersection of the Río Reconquista and  \n \nPanamericana Highway.  \n \nOn   the   tracks   of   the   Mitre   Railroad, \nintersection of the TIGRE Branch Highway.  \n \nMitre Railroad tracks, up to the estuary of \nthe Río Luján.  \n \nHELICORREDOR TIGRE  \n LA HORQUETA \n 342947S-0583315W  \n \n RAMAL TIGRE Y VÍAS DEL FFCC MITRE  \n342810S-0583406W  \n \n RAMAL TIGRE Y RUTA 202 \n342710S-0583430W  \n1000 FT  \n500 FT \n \nClase C \nSAN FERNANDO \nTWR \n \n119.00 MHz \n120.05 MHz \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nSobre Ruta Panamericana y Acceso Tigre.  \n \nSobre Acceso Tigre y Vías del FFCC MITRE.  \n \nSobre intersección del Acceso Tigre y Ruta \n202 en el extremo Este del Aeropuerto San \nFernando.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOn   Panamericana   Highway   and   Tigre \nAccess.  \n \nOn Tigre Access and MITRE Railroad tracks.  \n \n\nAIP ARGENTINA  ENR 3.3 - 28 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nOver  the  intersection  of  Tigre  Access  and \nRoute 202 at the east end of San Fernando \nAirport.  \n \nHELICORREDOR RÍO LUJÁN  \n \n DESEMBOCADURA RÍO LUJÁN  \n342641S-0583037W  \n \n RÍO TIGRE  \n342454S-0583445W  \n \n RÍO LUJÁN Y CANAL ALIVIADOR  \n342321S-0583719W  \n \n DIQUE LUJÁN \n342106S-0584110W  \n1000 FT  \nGND \n \nClase C \nSAN FERNANDO \nTWR \n \n119.00 MHz \n120.05 MHz \nObligatoria comunicación con ATC y uso de \ntranspondedor. Desembocadura  Río Luján \nen el Río de la Plata.  \n \nSobrevolar     curso     del     Río     Luján     y \ndesembocadura del Río Tigre.  \n \nSobre   intersección   Río   Luján   y   Canal \nAliviador.  \n \nSobre   la   localidad   de   Dique   Luján   e \nintersección corredores VFR N°1 y N°13.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOverfly the course of the Río Luján and the \nestuary of the Río Tigre.  \n \nOver  the  intersection of  the  Río Luján  and \nCanal Aliviador.  \n \nOver   the   locality   of   Dique   Luján   and \nintersection  of  corridors  VFR  N°  1  and  N° \n13.  \n \nTRAYECTORIA DE ENTRADA/SALIDA \nCANAL    ALIVIADOR (Canal    de    remo) \nAeródromo San Fernando  \n \n AD SAN FERNANDO \n342718S-0583529W  \n \n RÍO RECONQUISTA Y CANAL ALIVIADOR  \n342632S-0583545W  \n \n RÍO LUJÁN Y CANAL ALIVIADOR  \n342321S-0583719W  \n1000 FT  \nGND \n \nClase C \nSAN FERNANDO \nTWR \n \n119.00 MHz \n120.05 MHz \nObligatoria comunicación con ATC.  \n \nDesde el Aeródromo San Fernando hacia el \nhelicorredor Río Luján seguirán la \ntrayectoria sobre el Canal Aliviador.  \n \nCanal   Aliviador   intersección   Río   Luján \nexcepto    otras    instrucciones    de    SAN \nFERNANDO TORRE.  \n \nMandatory communication with ATC.  \n \nFrom  San  Fernando  Aerodrome  to  the  Río \nLuján  helicopter  corridor  will  follow  the \ntrajectory over the Canal Aliviador.  \n \nCanal    Aliviador    intersection    Río    Luján \nexcept     other     instructions     from     SAN \nFERNANDO TOWER.  \n\nAIP ARGENTINA  ENR 3.3 - 29 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n \nHELICORREDOR DORREGO  \n \n HIPÓDROMO PALERMO  \n343401S-0582513W  \n \n AV. LIBERTADOR Y VÍAS FFCC MITRE  \n343415S-0582525W  \n \n ESTACIÓN COLEGIALES  \n343423S-0582654W  \n \n BIFURCACIÓN FFCC MITRE (SW)  \n343359S-0582821W  \n \n ESTACIÓN COGHLAN  \n343355S-0582830W  \n \n ESTACIÓN SAAVEDRA  \n343313S-582914W  \n \n GENERAL PAZ Y PANAMERICANA  \n343249S-0582936W  \n1500 FT \n1000 FT \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nSobre   el   límite   Sur   del   Hipódromo   de \nPalermo.  \n \nSobre la intersección de la Av. Libertador y \nVías FFCC Mitre. \n  \nSobrevolando Estación Colegiales.  \nFFCC  \n \nSobre Bifurcación Ferrocarril Mitre. (Ramal \nMitre y Ramal José León.  \n \nSobrevolar Estación COGHLAN FFCC Mitre.  \n \nSobrevolar Estación Saavedra.  \n \nSobre  intersección  Avenida  General  Paz  y \nPanamericana.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOn  the  southern  boundary  of  the  Palermo \nRacetrack.  \n \nOver the intersection of Libertador Avenue \nand Mitre Railroad tracks.  \n \nFlying over Colegiales Railroad Station.  \nOver   junction   of   Mitre   Railroad   (Mitre \nBranch and José León Branch).  \n \nFlying    over    COGHLAN,    Mitre    Railroad \nStation.  \n \nOverflying Saavedra Railroad Station.  \n \nOver General Paz Avenue and \nPanamericana intersection.  \n\nAIP ARGENTINA  ENR 3.3 - 30 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nHELICORREDOR PRESIDENCIA  \n \n QUINTA PRESIDENCIAL DE OLIVOS  \n343058S-0582905W  \n \n GRAL. PAZ Y PANAMERICANA  \n343249S-0582936W  \n1000 FT \nGND \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nHELICORREDOR  DE  USO  EXCLUSIVO  POR \nPARTE DE PRESIDENCIA DE LA NACIÓN.  \n \nObligatoria  comunicación  con  ATC  y  uso \nde transpondedor.  \n \nSobre Quinta Presidencial Olivos.  \n \nSobre el cruce de Panamericana y Avenida \nGeneral Paz.  \n \nHELICOPTER CORRIDOR FOR THE \nEXCLUSIVE  USE  OF  THE  PRESIDENCY  OF \nTHE NATION.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOver Quinta Presidencial Olivos.  \n \nOn  the  intersection  of  Panamericana  and \nGeneral Paz Avenue. \nHELICORREDORES DE LA ZONA OESTE/ \nHELICOPTER CORRIDORS OF THE WEST AREA \nDesignador de ruta / Route designator \n \nNombre de puntos significativos / Name \nof signficant points \n \nCoordenadas geográficas / Geographic \ncoordinates \nLímite superior / \nUpper limit \n \nLímite inferior / \nLower limit \n \nCalificación del \nespacio aéreo / \nAirspace \nclassification \nATC \n \nFREQ \nObservaciones / Remarks \n \nReferencia visual / Visual reference \n \nHELICORREDOR BUEN AYRE \n \n PUENTE RÍO RECONQUISTA \n342913S-0583559W \n \n PARQUE SAN MARTIN \n 343120S-0583559W \n \n CAMINO DEL BUEN AYRE Y RUTA 8 \n343346S-0583740W \n \n CAMINO DEL BUEN AYRE Y AV. GRAL. \nROCA \n343407S-0583912W \n \n CAMINO DEL BUEN AYRE Y FFCC SAN \nMARTIN \n343428S-0583953W \n \n ACCESO OESTE Y RÍO RECONQUISTA \n343742S-0584328W \n850 FT \nGND \n \nClase C \nSAN FERNANDO \nTWR \n \n119.00 MHz \n120.05 MHz \nObligatoria comunicación con ATC.  \n \nSobre intersección Puente Río Reconquista \ny cruce FFCC Mitre.  \n \nSobre Parque San Martín.  \n \nEn el cruce  del Camino del Buen Ayre y la \nRuta Provincial N 8.  \n \nEn  el  cruce  de  la  Avenida  Julio  Argentino \nRoca y el camino del Buen Ayre.  \n \nEn  el  cruce  del  Camino  del  Buen  Ayre  y \nFFCC San Martin.  \n \nEn   el   cruce   del   Acceso   Oeste   y   Río \nReconquista.  \n \nMandatory communication with ATC.  \n \nAt the intersection of the Reconquista River \nBridge and the Mitre Railroad crossing.  \n \nOn San Martín Park.  \nAt the intersection of Camino del Buen Ayre \nand Provincial Route N 8.  \n \nPALOMAR TWR \n \n120.30 MHz \n118.90 MHz \n \n121.50 MHz \nEMERG \nCAMPO DE \nMAYO \nTWR \n \n123.80 MHz \n118.50 MHz \n\nAIP ARGENTINA  ENR 3.3 - 31 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nAt the intersection of Julio Argentino Roca  \n \nAvenue and Camino del Buen Ayre.  \n \nAt the intersection of Camino del Buen Ayre \nand San Martin Railroad.  \n \nAt  the  intersection  of  Acceso  Oeste  and \nReconquista River.  \n \nHELICORREDOR MORÓN \n \n ACCESO OESTE Y AV. GDOR. VERGARA \n343757S-0583746W \n \n ESTACIÓN MORÓN \n343854S-0583720W \n \n AV. EVA PERÓN Y FFCC BELGRANO \n344152S-0583813W \n1000 FT \n500 FT \n \nClase D \nEZEIZA TWR \n \n118.60 MHz \n118.05 MHz \n \n121.50 MHz \nEMERG \n \nObligatoria comunicación con ATC.  \n \nEn  el  cruce  del  Acceso  Oeste  y  la  Avenida \nGdor. Vergara.  \n \nSobre Estación Morón.  \n \nEn  la  intersección  de  AV.  Eva  Perón  y  el \nFFCC Belgrano.  \n \nMandatory communication with ATC.  \n \nAt  the  intersection  of  Acceso  Oeste  and \nGdor. Vergara Avenue.  \n \nOn Morón Station.  \n \nAt  the  intersection  of  Eva  Perón  Avenue \nand Belgrano Railroad.  \n \nHELICORREDOR PALOMAR \n \n CAMINO DEL BUEN AYRE Y AV. GRAL. \nROCA \n343407S-0583912W \n \n AV. GENERAL ROCA Y AV. GDOR. \nVERGARA \n343445S-0583828W \n \n ACCESO OESTE Y AV. GDOR. \nVERGARA \n343757S-0583746W \n1000 FT \nGND \n \nClase C \nPALOMAR TWR \n \n120.30 MHz \n118.90 MHz \n \n121.50 MHz \nEMERG \n \nObligatoria comunicación con ATC.  \n \nDesde    el    cruce    de    la    Avenida    Julio \nArgentino Roca y el Camino del Buen Ayre.  \n \nEn   la   intersección   de   la   Avenida   Julio \nArgentino Roca. y Av. Gdor. Vergara.  \n \nEn  la  intersección  del  Acceso  Oeste  y  Av. \nGdor. Vergara.  \n \nMandatory communication with ATC.  \n \nFrom  the  intersection  of  Julio  Argentino \nRoca Avenue and Camino del Buen Ayre.  \n \nAt the intersection of Julio Argentino Roca  \n \nAvenue and Gdor. Vergara Avenue.  \n \nAt  the  intersection  of  Acceso  Oeste  and \nGdor. Vergara Avenue.  \n \nHELICORREDOR GAONA \n \n ACCESO OESTE Y AV. GDOR. VERGARA \n343757S-0583746W \n \n ACCESO OESTE Y RÌO RECONQUISTA \n343742S-0584328W \n1000 FT \nGND \n \nClase C \nPALOMAR TWR \n \n120.30 MHz \n118.90 MHz \n \n121.50 MHz \nEMERG \n \nObligatoria comunicación con ATC.  \n \nEn  la  intersección  del  Acceso  Oeste  y AV. \nGdor. Vergara. \n \nEn   el   cruce   del   Río   Reconquista   y   la \nAutopista Acceso Oeste. \n \nMandatory communication with ATC.  \n\nAIP ARGENTINA  ENR 3.3 - 32 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nAt  the  intersection  of  Acceso  Oeste  and \nGdor. Vergara Avenue.  \nAt  the  intersection  of  Reconquista  River \nand Acceso Oeste Highway.  \n \n \nHELICORREDOR BELGRANO \n \n FFCC BELGRANO Y RIACHUELO \n344307S-0582829W \n \n LOS PILETONES \n344248S-0583006W \n \n ALDO BONZI \n344245S-0583129W \n \n ISIDRO CASANOVA \n344216S-0583515W \n \n RAFAEL CASTILLO \n 344201S-0583720W \n \n AV. EVA PERÓN Y FFC BELGRANO \n344152S-0583813W \n1000 FT \nGND \n \nClase C \nEZEIZA TWR \n \n118.60 MHz \n118.05 MHz \n \n121.50 MHz \nEMERG \n \nObligatoria comunicación con ATC. \n \nEn el cruce del ferrocarril y la rectificación \ndel   Riachuelo   (tránsito   de   Aeródromo \nMatanza con prioridad). \n \nSobre  planta  depuradora  AySA  Suroeste/ \nLos Piletones. \n \nEn el cruce del Camino de Cintura y las vías \ndel FFCC Gral. Belgrano. \n \nSobre  las  vías  del  FFCC  Gral.  Belgrano,  al \nOeste del cruce con la Ruta 3, en la Estación \nde FFCC Isidro Casanova. \n \nEn  la  intersección  de  AV. Perón  y  FFCC \nBelgrano. \n \nMandatory communication with ATC.  \n \nAt the  railroad crossing and the  Riachuelo \nrectification  (Matanza  Aerodrome  traffic \nwith priority).  \n \nOver Southwest AySA wastewater \ntreatment plant / Los Piletones.  \n \nAt  the  intersection  of  Camino  de  Cintura \nand Gral. Belgrano railroad tracks.  \n \nOn the tracks of Gral. Belgrano, west of the \nintersection  with  Route  3,  at  the  Isidro \nCasanova railroad station.  \n \nAt   Rafael   Castillo   station   (from   Isidro \nCasanova station call MOR TWR).  \n \nAt  the  intersection  of  Perón  Avenue  and \nBelgrano Railroad.  \n1000 FT \n500 FT \n \nClase D \n \nHELICORREDOR GENERAL PAZ \n \n PANAMERICANA Y GENERAL PAZ \n343249S-0582936W \n \n GENERAL PAZ Y RUTA 8 \n343520S-0583107W \n \n \n1000 FT \n500 FT \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \n \nObligatoria comunicación con ATC y uso de \ntranspondedor. \n \nEn la intersección de Autopista \nPanamericana     y     Avenida     Gral.     Paz \nsiguiendo por esta avenida hacia el Sur. \n \nEn el cruce de Av. Gral. Paz y Ruta 8. \n \n\nAIP ARGENTINA  ENR 3.3 - 33 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n FFCC SAN MARTÍN Y GENERAL PAZ \n343610S-0583129W \n \n LINIERS \n343804S-0583148W \n \n PUENTE LA NORIA \n344219S-0582739W \nEZEIZA TWR \n \n118.60 MHz \n118.05 MHz \n \n121.50 MHz \nEMERG \nSobre  el  cruce  de  las  vías  del  FFCC  San \nMartín y la Avenida Gral. Paz. \n \nEn  la  intersección  de  la  Autopista  Acceso \nOeste y la Avenida Gral. Paz, siguiendo por \nesta Avenida hacia el Sur. \n \nEn   la   intersección   del   Riachuelo   y   la \nAvenida Gral. Paz, en su finalización. \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nAt    the    intersection    of    Panamericana \nHighway  and  Gral.  Paz  Avenue  following \nthis avenue towards the South.  \n \nAt the intersection of Gral. Paz Avenue and \nRoute 8.  \n \nAt  the  intersection  of  San  Martín  Railroad \nand Gral. Paz Avenue.  \n \nAt  the  intersection  of  the  Acceso  Oeste \nHighway  and  Gral.  Paz  Avenue,  following \nthis Avenue towards the South.  \n \nAt  the  intersection  of  the  Riachuelo  and \nGral. Paz Avenue, at its end.  \n \nHELICORREDOR RUTA 8 \n \n GENERAL PAZ Y RUTA 8 \n343520S-0583107W \n \n CAMINO DEL BUEN AYRE Y RUTA 8 \n343346S-0583740W \n1000 FT \n500 FT \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso \nde transpondedor. \n \nSobre el cruce de la Avenida Gral. Paz y \nRuta 8. \n \nEn el cruce del Camino del Buen Ayre y \nRuta 8. \n \nMandatory communication with ATC and \nuse of transponder.  \n \nAt the intersection of Gral. Paz Avenue \nand Route 8.  \n \nAt the intersection of Camino del Buen \nAyre and Route 8.  \nPALOMAR TWR \n \n120.30 MHz \n118.90 MHz \n \n121.50 MHz \nEMERG \n \nHELICORREDOR FFCC SAN MARTIN \n \n FFCC SAN MARTÍN Y AV. H. YRIGOYEN \n343107S-0584506W \n \n RUTA 23 Y FFCC SAN MARTÍN \n343238S-0584251W \n \n CAMINO DEL BUEN AYRE Y FFCC SAN \nMARTIN \n 343428S-0583953W \n850 FT \nGND \n \nClase C \nCAMPO DE \nMAYO \nTWR \n \n123.80 MHz \n118.50 MHz \nObligatoria comunicación con ATC.  \n \nSobre  el  cruce  de  Av.  H.  Yrigoyen  y  FFCC \nSan Martín.  \n \nSobre  el  cruce  de  Ruta  23  y  FFCC  San \nMartín.  \n \nSobre el cruce del Camino del Buen Ayre y \nFFCC San Martín.  \n \nMandatory communication with ATC.  \n \nAt  the  intersection  of  H.  Yrigoyen  Avenue \nand San Martín Railroad.  \n\nAIP ARGENTINA  ENR 3.3 - 34 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nAt  the  intersection  of  Route  23  and  San \nMartín Railroad.  \n \nAt the intersection of Camino del Buen Ayre \nand San Martín Railroad.  \n \nHELICORREDOR HAEDO \nMERCADO CENTRAL \n \n ESTACIÓN MORÓN \n343854S-0583720W \n \n TALLERES HAEDO \n343840S-0583613W \n \n ESTACIÓN HAEDO \n343839S-0583528W \n \n UNIVERSIDAD LA MATANZA \n343953S-0583355W \n \n LOS PILETONES \n344248S-0583006W \n1000 FT \n500 FT \n \nClase C \nEZEIZA TWR \n \n118.60 MHz \n118.05 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nEn     la     estación     Morón     sobre     FFCC \nSarmiento hasta Talleres Haedo.  \n \nEn     los     talleres     Haedo     sobre     FFCC \nSarmiento.  \n \nSobre estación Haedo en la intersección de \nFFCC  Sarmiento  continuando  al  Sur  este \ncon el FFCC Roca.  \n \nSobre  el  FFCC  Roca  en  la  intersección  con \nla Universidad La Matanza.  \n \nSobre   planta   depuraduradora   Aysa   Sur \nOeste/ Los Piletones.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nAt Morón station on Sarmiento Railroad to \nTalleres Haedo.  \n \nAt     Haedo     workshops     on     Sarmiento \nRailway.  \n \nOn  Haedo  station  at  the  intersection  of \nSarmiento  Railway  continuing  south  east \nwith Roca Railway.  \n \nOn Roca Railway at the intersection with La \nMatanza University.  \n \nOver   Aysa   wastewater   treatment   plant \nSouthwest/ Los Piletones.  \n \nHELICORREDOR RUTA 24 \n \n PANAMERICANA Y AV. H. YRIGOYEN \n342831S-0583948W \n \n FFCC SAN MARTIN Y AV. H. YRIGOYEN  \n343107S-0584506W \n \n RUTA 24 Y AV. DERQUI \n343214S-0584743W \n \n RUTA 25 Y RUTA 24 \n343401S-0585058W \n \n ACCESO OESTE Y RUTA 24 \n343606S-0585416W \n \n1000 FT \nGND \n \nClase C \nSAN FERNANDO \nTWR \n \n119.00 MHz \n120.05 MHz \nObligatoria comunicación con ATC.  \n \nSobre AU Panamericana y AV H.  Yrigoyen \ncontinuando hasta el cruce con el FFCC San \nMartin.  \n \nDesde  FFCC  San  Martin  y  Av.  H.  Yrigoyen \ncontinuando  por  Ruta  24  hasta  el  cruce \ncon Av. Derqui.  \n \nSobre el cruce de Ruta 24 y Av. Derqui.  \n \nContinuando    por    Ruta    24    posterior \nintersección con Ruta 25.  \n \nContinuando  por  Ruta  24  hasta  el  cruce \ncon la AU ACC Oeste.  \n \nMORENO TWR \n \n119.70 MHz \n118.55 MHz \n\nAIP ARGENTINA  ENR 3.3 - 35 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n RUTA 7 Y RUTA 24 \n343707S-0585436W \n1000 FT \nGND \n \nClase G \nNIL \nContinuando por Ruta 24 hasta \nintersección con Ruta 7.  \n \nMandatory communication with ATC  \n \nOn     Panamericana     highway     and     H. \nYrigoyen   Avenue   continuing   until   the \nintersection with San Martin Railroad.  \n \nFrom   San   Martin   Railroad   and   Av.   H. \nYrigoyen  continuing  along  Route  24  until \nthe intersection with Derqui Avenue.  \n \nOn  the  intersection  of  Route  24  and  Av. \nDerqui.  \n \nContinuing   along   Route   24   until   the \nintersection with Route 25.  \n \nContinuing   along   Route   24   until   the \nintersection with Acceso Oeste Highway.  \n \nContinuing  along  Route  24  up  to  the \nintersection with Route 7.  \nHELICORREDORES DE LA ZONA SUR/ \nHELICOPTER CORRIDORS OF THE SOUTH AREA \nDesignador de ruta / Route designator \n \nNombre de puntos significativos / Name \nof signficant points \n \nCoordenadas geográficas / Geographic \ncoordinates \nLímite superior / \nUpper limit \n \nLímite inferior / \nLower limit \n \nCalificación del \nespacio aéreo / \nAirspace \nclassification \nATC \n \nFREQ \nObservaciones / Remarks \n \nReferencia visual / Visual reference \n \nHELICORREDOR RÍO DE LA PLATA SUR \n \n LATERAL AEROPARQUE \n 343314S-0582430W \n \n LATERAL DÁRSENA NORTE \n343522S-0582050W \n \n LATERAL RIACHUELO \n343734S-0581938W \n \n LATERAL QUILMES \n344121S-0581326W \n1000 FT \nGND \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso de \ntranspondedor. Para  los helicópteros  que \nprevean la utilización de este helicorredor, \ndesde    helipuertos    privados     o    LADH \ncercanos  o  debajo  del  mismo,  deberán \ncomunicarse con el ATC vía frecuencia VHF \no teléfono (solo si la comunicación vía VHF \nno  fue  posible) al 451  41628 antes  de \niniciar el vuelo.  \n \nSobre   el   Río   de   la   Plata,   al   Este   del \nAeroparque Jorge Newbery. \n \nSobre  el  Río  de  la  Plata,  al  Este  de  la \nDársena Norte. \n \nSobre   el   Río   de   la   Plata,   lateral   a   la \ndesembocadura del Riachuelo. \n \nSobre   el   Río   de   la   Plata,   al   Este   del \nAeródromo Quilmes.  \n \nMandatory  communication  with  ATC  and \nuse     of     transponder. For     helicopters \nplanning  to  use  this  helicopter  corridor, \ndeparting from private heliports or nearby \nLADHs, they must contact the ATC via VHF \n\nAIP ARGENTINA  ENR 3.3 - 36 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nfrequency    or    telephone (only    if VHF \ncommunication was not   AVBL)   at 451 \n41628 before commencing the flight.  \n \nOver the Río de la Plata, east of Aeroparque \nJorge Newbery.  \n \nOver the Río de la Plata, to the  \nEast of the North Dock.  \n \nOn the Río de la Plata, lateral to the estuary \nof the Riachuelo.  \n \nOn the Río de la Plata, east of the Quilmes \nAerodrome.  \n \nHELICORREDOR RIACHUELO \n \n LATERAL RIACHUELO \n 343734S-0581938W \n \n LA BOCA \n 343802S-0582057W \n \n FFCC PTE. ROCA Y RIACHUELO \n343939S-0583107W \n \n PUENTE ALSINA \n343934S-0582460W \n \n PUENTE LA NORIA \n344219S-0582739W \n \n BELGRANO Y RIACHUELO \n344307S-0582829W \n \n CAMINO DE CINTURA Y RIACHUELO \n344418S-0582951W \n1000 FT \nGND \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nSobre  el  Río,  lateral  a  la  desembocadura \ndel Riachuelo.  \n \nEn  la  entrada  de  la  desembocadura  del \nRiachuelo  \nSobre  el  Riachuelo,  en  la  intersección  del \nPuente de la Avenida Sáenz.  \n \nSobre  el  Riachuelo,  sobre  el  final  de  la \nAvenida Gral. Paz.  \n \nSobre Puente La Noria.  \n \nSobre  el  Riachuelo,  en  la  intersección  con \nel cruce del FFCC Belgrano.  \n \nSobre  el  Riachuelo,  en  la  intersección  con \nel Camino de Cintura.  \n \nAeródromo Matanza.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOn  the  river,  lateral  to  the  estuary  of  the \nRiachuelo.  \n \nAt   the   entrance   to   the   estuary   of   the \nRiachuelo.  \n \nOver  the  Riachuelo,  at  the  intersection  of \nthe Sáenz Avenue Bridge.  \n \nOver the Riachuelo, at the end of Gral. Paz \nAvenue.  \n \nOver La Noria Bridge.  \n \nOver the Riachuelo, at the intersection with \nthe Belgrano Railroad crossing.  \nOver the Riachuelo, at the intersection with \nCamino de Cintura.  \n \nMatanza Aerodrome.  \nEZEIZA TWR \n \n118.60 MHz \n118.05 MHz \n \n121.50 MHz \nEMERG \n\nAIP ARGENTINA  ENR 3.3 - 37 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n \nHELICORREDOR MADERO \n \n LA BOCA \n 343802S-0582057W \n \n DIQUE UNO \n343721S-0582148W \n \n DÁRSENA NORTE \n343543S-0582159W \n1500 FT \n1000 FT \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nSobre desembocadura Río Riachuelo en el \nRío de la Plata.  \n \nSobrevolar los diques de Puerto Madero.  \nSobre Dársena Norte del Puerto de Buenos \nAires. \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOver  the  estuary  of  the  Riachuelo  River  in \nthe Río de la Plata.  \n \nHELICORREDOR PALERMO \n \n DÁRSENA NORTE \n343543S-0582159W \n \n RETIRO FFCC SAN MARTIN \n343524S-0582226W \n \n PLANETARIO \n343411S-0582442W \n \n HIPÓDROMO PALERMO \n 343401S-0582513W \n1000 FT \nGND \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nSobre  el  Río  de  La  Plata,  próximo  a  la \nDársena Norte.  \n \nSobre  el  dique  Dársena  Norte,  Río  de  la \nPlata.  \n \nSobrevolar    Estación    Retiro,    siguiendo \nsobre las vías F. C. San Martín.  \n \nSobrevolar vías del FFCC San Martín, lateral \nPlanetario.  \n \nSobre el límite Sur del Hipódromo Palermo.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOn  the  Río  de  La  Plata,  near  the  Dársena \nNorte.  \n \nOver  the  Dársena  Norte  dock,  Río  de  la \nPlata.  \n \nOverflying Retiro Station, following the F. C. \nSan Martín tracks.  \n \nTo  fly  over  the  tracks  of  FFCC  San  Martin, \nlateral Planetario.  \n \nOver the South limit of Palermo \nRacecourse.  \n \nTRAYECTORIA CRUCE DE AEROPARQUE \n \n LATERAL AEROPARQUE \n 343314S-0582430W \n \n HIPÓDROMO PALERMO \n 343401S-0582513W \n1000 FT \nGND \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso \nde transpondedor.  \n \nSobre el Río de la Plata, al Este del \nAeroparque Jorge Newbery.  \n \nSobre el límite Sur del Hipódromo \nPalermo.  \n \nMandatory communication with ATC and \nuse of transponder.  \n \nOn the Río de la Plata, East of Aeroparque \nJorge Newbery.  \n\nAIP ARGENTINA  ENR 3.3 - 38 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n \nOn the southern boundary of Palermo \nRacetrack.  \n \nHELICORREDOR FFCC ROCA \n \n FFCC PTE. ROCA Y RIACHUELO \n343939S-0582355W \n \n CANAL SARANDÍ Y FFCC PTE. ROCA \n344039S-0582026W \n \n AU. BS. AS.-LA PLATA Y CANAL \nSARANDÍ \n344025S-0581959W \n1000 FT \nGND \n \nClase C \nAEROPARQUE \nTWR \n \n118.85 MHz \n118.25 MHz \n128.85 MHz \n \n121.50 MHz \nEMERG \nObligatoria comunicación con ATC y uso de \ntranspondedor.  \n \nSobre Riachuelo y cruce FFCC Roca.  \n \nSobre Canal Sarandí y cruce FFCC Roca.  \n \nSobre el cruce Autopista Buenos Aires – La \nPlata y Canal Sarandí.  \n \nMandatory  communication  with  ATC  and \nuse of transponder.  \n \nOver Riachuelo and Roca Railroad crossing.  \n \nOver    Canal    Sarandí    and    FFCC    Roca \ncrossing.  \n \nOver  the  Buenos  Aires - La  Plata  Highway \nand Canal Sarandí intersection.  \nNORMAS PARA EL VUELO DE HELICÓPTEROS MONOMOTORES SOBRE LA CIUDAD DE CÓRDOBA / \nRULES FOR THE FLIGHT OF SINGLE-ENGINE HELICOPTERS OVER THE CITY OF CÓRDOBA \n1. Finalidad y ámbito: \n \nLas presentes   normas   tienen   por   finalidad   regular   las \noperaciones de helicópteros de clase de performance 3 que se \ndesarrollen en el espacio aéreo  que cubre a la  ciudad de \nCórdoba. \n \nLos helicópteros comprendidos en el párrafo anterior deberán \ncircular a través de los “helicorredores” establecidos a tal fin, \nde conformidad con las condiciones que se especifican a \ncontinuación. \n \n2. Definiciones: \n \nHELICORREDOR:  Espacio  aéreo  clase  “D”  que  se  extiende \ndesde   la superficie   terrestre   hasta   1000   pies   de altura, \ndispuesto en forma de corredor con un ancho de 150 metros \na cada lado de la trayectoria  ideal,  establecido  en  base  a \nreferencias visuales de la superficie terrestre. \n \n3. Normas generales para el vuelo en helicorredores: \n \nSe requiere como mínimo que el piloto posea licencia de Piloto \nComercial de Helicóptero o licencia de Piloto Privado de \nHelicóptero   con   Habilitación   de   Vuelo   VFR   controlado   y \nacreditar como  mínimo  cincuenta  (50)  horas  como  piloto  al \nmando de un helicóptero. \n \nEl   helicóptero estará   equipado   de   conformidad   con   los \nrequisitos mínimos establecidos   para realizar vuelo   VFR \nControlado. \n \nLa utilización del helicorredor es exclusivamente para el vuelo \nde helicópteros en condiciones normales de operación y que \nno transporten carga externa. \n \nLos  helicópteros  ostentarán  luces  anticolisión  y,  cuando  lo \nposean, mantendrán   encendido   el   faro   de   aterrizaje.   Las \n1. Purpose and scope \n \nThe  purpose  of  these  rules  is  to  regulate  the  operations  of \nclass  3 performance  helicopters  to  be  developed  in  the \nairspace covering the city of Cordoba. \n \n \nThe  helicopters  included  in the  previous  paragraph  shall \ncirculate through  the  \"helicopter  corridors\"  established  for \nsuch  purpose,  in accordance with the conditions specified \nbelow. \n \n2. Definitions: \n \nHELICOPTER  CORRIDOR:  Class  \"D\"  airspace  extending  from \nthe earth's  surface  up  to 1000  feet  in  altitude,  arranged  in \nthe form of a corridor with a width of 150 meters on each side \nof the ideal path, established since visual references from the \nearth's surface. \n \n3. General rules for the flight in helicopters: \n \nIt is required as a minimum that the pilot holds a Commercial \nHelicopter Pilot's License or Private Helicopter Pilot's License \nwith Controlled VFR Flight Rating and accredit at least fifty \n(50) hours as pilot in command of a helicopter. \n \n \nThe  helicopter  shall  be equipped  in  accordance  with  the \nminimum requirements established for controlled VFR flight. \n \n \nThe use of the helicopter corridor is exclusively for the flight \nof helicopters   in   normal   operating   conditions   and   not \ntransporting external load. \n \nHelicopters   shall   display   anti-collision   lights   and,   when \nequipped, shall keep the landing beacon on. Operations shall \n\nAIP ARGENTINA  ENR 3.3 - 39 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \noperaciones  se realizarán de acuerdo con las Reglas de Vuelo \nVisual (VFR) y con luz diurna. \n \nLa velocidad verdadera máxima será de: \na) 100 kt cuando la visibilidad sea igual o superior  a 8 \nkm. \nb) 80 kt cuando la visibilidad sea inferior a 8 km. \n \nLa visibilidad mínima para el vuelo es de 2.500 metros y el techo \nde 1.500 pies, notificados por Córdoba Torre o Escuela Torre \nsegún corresponda. \n \nLa  altura  mínima  de  vuelo  es  de  500  pies  sobre  el  terreno  y \ncomo mínimo 200 pies sobre el obstáculo más alto en un radio \nde 150 metros en la trayectoria ideal del helicorredor. \n \nLa altura máxima es de 1.000 pies sobre el terreno. \n \nSiempre que sea posible, se evitará el sobrevuelo directo de \nlugares habitados,   utilizando   el   margen   derecho   del   eje \nlongitudinal del helicorredor. \n \nAnte el requerimiento de habilitación de helipuertos para \noperación de helicópteros de clase de performance 2 o 3, \nubicados dentro de la Zona Restringida SAR-64, la autoridad de \naplicación estudiará la posibilidad de establecer helicorredores \nde entrada y salida desde los mismos hasta los helicorredores \nya establecidos. \n \nLos  helicópteros  que  adopten  un  rumbo  entre  los  000º  y  los \n179º, volarán  a  500  pies  de  altura,  en  tanto  que  los  que \nadopten un rumbo entre los 180° y los 359° volarán a 750 pies \nde altura. \n \nDescripción  de  los  helicorredores,  ver  gráfico  en  ENR-6.11 \nCartas En-Ruta - Carta para helicorredores CÓRDOBA. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nbe conducted in accordance with Visual Flight Rules (VFR) and \nduring daylight. \n \nThe maximum true speed shall be: \na) 100 kt when visibility is equal to or greater than 8 \nkm. \nb) 80 kt when visibility is less than 8 km. \n \nThe  minimum  visibility  for  flight  is  2,500  meters  and  the \nceiling  is 1,500 feet, notified by Córdoba Tower or Escuela \nTower, as appropriate. \n \nThe minimum flight altitude is 500 feet above the ground and \nat least 200 feet above the highest obstacle within a 150-\nmeter radius in the helicopter's intended path. \n \nThe maximum altitude is 1,000 feet above the ground. \n \nWhenever  possible,  direct  overflights  of inhabited  areas \nshould  be avoided, using the right margin of the helicopter \ncorridor's longitudinal axis. \n \nWhen heliports are required to be certified for the operation \nof performance  class  2  or  3  helicopters,  located  within  the \nSAR-64 Restricted Area, the enforcement Authority will study \nthe possibility   of   establishing   entry   and   exit   helicopter \ncorridors   from the heliports to the already established \nhelicopter corridors. \n \nHelicopters adopting a heading between 000º and 179º will \nfly at 500 feet, while helicopters adopting a heading between \n180º and 359º will fly at 750 feet. \n \n \nHelicopter corridors description, see chart at ENR-6.11 Cartas \nEn-Ruta - Carta para helicorredores CÓRDOBA. \n\nAIP ARGENTINA  ENR 3.3 - 40 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \nHELICORREDORES DE CÓRDOBA/ \nHELICOPTER CORRIDORS OF CÓRDOBA \nDesignador de ruta / Route designator \n \nNombre de puntos significativos / Name \nof signficant points \n \nCoordenadas geográficas / Geographic \ncoordinates \nLímite superior / \nUpper limit \n \nLímite inferior / \nLower limit \n \nCalificación del \nespacio aéreo / \nAirspace \nclassification \nATC \n \nFREQ \nObservaciones / Remarks \n \nReferencia visual / Visual reference \n \nHELICORREDOR SUQUÍA \n \n CHATEAU \n312142S-0641433W \n \n PALMAR \n312425S-0640726W \n1000 FT \nGND \n \nClase D \nCÓRDOBA TWR \n \n118.30 MHz \n118.55 MHz \n119.45 MHz \n \n121.50 MHz \nEMERG. \n \nDesde  CHATEAU  (Av.  Circunvalación  y  Río \nPrimero al norte del Estadio Mario Alberto \nKempes)   sobrevolando   el   Río   Primero \nhasta  su  intersección  con  PALMAR  (Av. \nCircunvalación y Río Primero). \n \nFrom CHATEAU (Av. Circunvalación and Río \nPrimero    and    at    north    Mario    Alberto \nKempes   Stadium)   flying   over   the   Río \nPrimero  to  intersection  with  PALMAR  (Av. \nCircunvalación and Río Primero). \n \nHELICORREDOR CIRCUNVALACIÓN \nNORTE \n \n CHATEAU \n312142S-0641433W \n \n FELIPE \n312638S-0640730W \n1000 FT \nGND \n \nClase D \nCÓRDOBA TWR \n \n118.30 MHz \n118.55 MHz \n119.45 MHz \n \n121.50 MHz \nEMERG. \nDesde  CHATEAU  (Av.  Circunvalación  y  Río \nPrimero al norte del Estadio Mario Alberto \nKempes) sobrevolando la Av. \nCircunvalación,  al  Norte  de  la  Ciudad  de \nCórdoba,  hasta  FELIPE  (intersección  de  la \nAv. Circunvalación y Ex. FFCC G.B.M.). \n \nFrom CHATEAU (Av. Circunvalación and Río \nPrimero    and    at    north    Mario    Alberto \nKempes Stadium), flying over Av. \nCircunvalación,    north    of    the    City    of \nCórdoba,   to   FELIPE   (intersection   of   Av. \nCircunvalación y Ex. FFCC G.B.M.). \n \nHELICORREDOR CIRCUNVALACIÓN SUR \n \n CHATEAU \n312142S-0641433W \n \n FELIPE \n312638S-0640730W  \n1000 FT \nGND \n \nClase D \nESCUELA TWR \n \n120.60 MHz \n118.50 MHz \n \n121.50 MHz \nEMERG. \nDesde  CHATEAU  (Av.  Circunvalación  y  Río \nPrimero al norte del Estadio Mario Alberto \nKempes) sobrevolando la Av. \nCircunvalación,   al   Sur   de   la   Ciudad   de \nCórdoba,  hasta  FELIPE  (intersección  de  la \nAv. Circunvalación y Ex. FFCC G.B.M.). \n \nFrom CHATEAU (Av. Circunvalación and Río \nPrimero    and    at    north    Mario    Alberto \nKempes Stadium), flying over Av. \nCircunvalación,    south    of    the    City    of \nCórdoba,   to   FELIPE   (intersection   of   Av. \nCircunvalación y Ex. FFCC G.B.M.). \n\nAIP ARGENTINA  ENR 3.3 - 41 \nENR 3. RUTAS ATS/ATS ROUTES \nENR 3.3 OTRAS RUTAS/OTHER ROUTES \n \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AIRAC AMDT 1/2024 11 JULIO 2024 \n \nHELICORREDOR SARMIENTO \n \n JUNIORS \n312520S-0341018W \n \n1000 FT \nGND \n \nClase D \nESCUELA TWR \n \n120.60 MHz \n118.50 MHz \n \n121.50 MHz \nEMERG. \nDesde JUNIORS (intersección Río Primero y \nCalle Bahía Blanca - lateral nudo vial Mitre), \nsobrevolando   el   Parque   Sarmiento,   el \nParque de la Ciudad Universitaria y las vías \ndel  ferrocarril  hasta  intersección  con  Av. \nCircunvalación. \n \nFrom JUNIORS (intersection of Río Primero \nand Bahía Blanca St. - road junction Mitre \nside), flying over Parque Sarmiento, Parque \nde la Ciudad Universitaria and the railroad \ntracks    to    the    intersection    with    Av. \nCircunvalación. \n \n ",
  "pageCount": 42,
  "characterCount": 127722
}