{
  "metadata": {
    "filename": "AIP - ENR3 - 4.pdf",
    "title": "ENR 3.4 Rutas ATS - Espera en ruta",
    "type": "doc",
    "number": "3",
    "extractedAt": "2025-11-26T17:14:11.153Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 3.4-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 \nENR 3. RUTAS ATS / ATS ROUTES \nENR 3.4     ESPERA EN RUTA ENR 3.4     HOLDING ON ROUTE \n \nAplicación de la espera \n  \nLos  vuelos  IFR,  cuando  deban  hacer  espera  en  ruta  dentro  de \nespacio aéreo controlado, se ajustarán al procedimiento publicado \nsi lo hubiera y/o siguiendo instrucciones del control, en caso de no \nexistir  un  procedimiento  publicado  se  ajustarán  al  circuito  de \nespera tipo hipódromo. \n \nTiempos/Distancia de alejamiento \n \nCon  aire  en  calma  el  tiempo  que  se  vuele  con  el  rumbo  de \nalejamiento  no  debería exceder  de  un  minuto  si  se  está  a  FL  140 \n(14.000  pies),  o  por  debajo,  y  de  minuto  y  medio  si  se  está  por \nencima de dicho nivel de vuelo. Cuando se disponga de DME, puede \nespecificarse,  en  función  de  la  distancia  la  longitud  del  tramo  de \nalejamiento en vez de expresarse en tiempo. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nApplication of holding \n \nIFR   flights,   when   they   must   hold   on   route   within   controlled \nairspace,  shall  follow  the  published  procedure  if  any  and/or  shall \nfollow instructions from the control. In the absence of a published \nprocedure, they shall follow the racetrack holding pattern.  \n \n \nOutbound times/Distance \n \nIn calm air, the time spent flying on outbound heading should not \nexceed one minute at FL 140 (14,000 feet), or below, and one and \na half minutes above that flight level.  When DME is available, the \nlength  of  the  outbound  leg  may be  specified  according  to  the \ndistance, rather than expressed in time terms. \n ",
  "pageCount": 2,
  "characterCount": 1729
}