{
  "metadata": {
    "filename": "AIP - GEN3 - 4.pdf",
    "title": "AIP - GEN3 - 4.pdf",
    "type": "doc",
    "number": "3",
    "extractedAt": "2025-11-26T16:12:55.264Z"
  },
  "text": "\n\nAIP ARGENTINA GEN 3.4-1 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nGEN 3. SERVICIOS / SERVICES \nGEN 3.4 SERVICIOS DE COMUNICACIONES Y NAVEGACIÓN GEN 3.4 COMMUNICATION AND NAVIGATION SERVICES \n \n1. Servicio responsable \n \nLa autoridad aeronáutica responsable de la planificación, \nregulación  y  fiscalización  de  los  servicios  e  instalaciones  para  la \nnavegación aérea en la República Argentina es la Dirección \nNacional de Inspección de Navegación Aérea (DNINA), dependiente \nde la Administración Nacional de Aviación Civil (ANAC). \n \nADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL \nDirección Nacional de Inspección de Navegación Aérea Balcarce \n290 (C1064AAF) \nCiudad Autónoma de Buenos Aires  \nRepública Argentina \nAFTN: SABAYRYX SABAYTYR \n \nLos servicios se brindan de acuerdo con lo establecido en las \nsiguientes regulaciones: \n \nNormativa nacional: \n \na) RAAC Parte 210 Telecomunicaciones Aeronáuticas \n \nb) Normas y Procedimientos de Telecomunicaciones en \nJurisdicción Aeronáutica, estructurado de la siguiente \nmanera: \n \n Parte I: Instalaciones y servicios CNS; \n \n Parte II: Instalación y funcionamiento de equipamiento \ny servicios radioeléctricos en aeródromos, \naeropuertos, y lugares de jurisdicción aeronáutica; \n \n Parte III: Indicadores de lugar, designadores de \nentidades oficiales, servicios, y abreviaturas de interés \naeronáutico; \n \n Parte IV: Códigos y abreviaturas de comunicaciones; \n \n Parte V: Mantenimiento de equipos y sistemas CNS. \n \nc) Procedimientos de Telecomunicaciones Aeronáuticas \n(equivalente al Vol. II del Anexo 10). \n \nDocumentos OACI: \n \na) Anexo 10 – Telecomunicaciones Aeronáuticas. \n \nb) Doc 8400 – Procedimientos para los Servicios de \nNavegación aérea – Abreviaturas y códigos de la OACI. \n \nc) Doc 8585 – Designadores de empresas explotadores \naeronaves, de entidades oficiales y de servicios \naeronáuticos. \n \nd) Doc 7030 – Procedimientos suplementarios regionales. \n \ne) Doc 7910 – Indicadores de lugar. \n \nf) Doc  8071 – Manual  sobre  ensayo  de  radioayudas  para  la \nnavegación. \n \n \n1. Responsible Service \n \nThe aeronautical authority responsible for planning, regulating and \nsupervising the services and facilities for air navigation in the \nRepublic of Argentina is the National Directorate of Air Navigation \nInspection (DNINA), depending on the National Civil Aviation \nAdministration (ANAC). \n \nADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL \nDirección Nacional de Inspección de Navegación Aérea Balcarce 290 \n(C1064AAF) \nCiudad Autónoma de Buenos Aires República Argentina \nAFTN: SABAYRYX SABAYTYR \n \n \nThe services are provided in accordance with the stipulations of the \nfollowing regulations: \n \nNational Standards: \n \na) RAAC Part 210 Aeronautical Telecommunications. \n \nb) Telecommunications Standards     and     Procedures in \nAeronautical Jurisdiction, organized as follows: \n \n \n Part I: CNS services and facilities; \n \n Part II: Installation and operation of radio electrical \nequipment  and  services  at  aerodromes,  airports,  and \nplaces in aeronautical jurisdiction; \n \n Part III: Location indicators, official bodies designators, \nservices, and abbreviations of aeronautical interest; \n \n Part IV: Codes and abbreviations of communications; \n \n Part V: Maintenance of CNS equipment and systems. \n \n \nc) Aeronautical Telecommunications Procedures (equivalent \nto Vol II of Annex 10). \n \nICAO Documents: \n \n \na) Annex 10 – Aeronautical Telecommunications. \n \nb) Doc 8400 – Procedures for Air Navigation Services – ICAO \nAbbreviations and Codes. \n \nc) Doc 8585 – Designators for Aircraft Operating Agencies, \nAeronautical Authorities and Services. \n \nd) Doc 7030 – Regional Supplementary Procedures. \n \ne) Doc 7910 – Location Indicators. \n \nf) Doc 8071 – Manual on Testing of Radio Navigation Aids. \n \n  \n\nAIP ARGENTINA GEN 3.4-2 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nLas diferencias con respecto a estos documentos se detallan en la \nparte GEN 1.7. \n \n2. Área de responsabilidad \n \nEl  organismo  responsable  de  la  planificación,  reglamentación  y \nsupervisión de los servicios de telecomunicaciones y \nradionavegación aeronáutica en el territorio nacional es la \nDirección de Proyectos de Navegación Aérea (DPNA), dependiente \nde la Dirección Nacional de Inspección de Navegación Aérea \n(DNINA). \n \nADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL \nDirección Nacional de Inspección de Navegación Aérea \n Balcarce 290 (C1064AAF) \nCiudad Autónoma de Buenos Aires \n República Argentina \nAFTN: SABAYRYX SABAYTYR \n \nEl Proveedor de los Servicios de Navegación Aérea (ANSP) \nresponsable de brindar y mantener los servicios de \ntelecomunicaciones y radionavegación aeronáutica en el territorio \nnacional  es  la  Empresa  Argentina  de  Navegación  Aérea  Sociedad \ndel Estado (EANA). \n \nEMPRESA ARGENTINA DE NAVEGACIÓN AÉREA SOCIEDAD \nDEL ESTADO (EANA) \nBouchard  547  9°  Piso, C1006AAG – Ciudad  Autónoma  de \nBuenos Aires - REPÚBLICA ARGENTINA \nDirección Telegráfica Aeronáutica (AFS): SABGYTYX/ \nSABGYFYX  \nE-mail:operaciones@eana.com.ar \nwww.eana.com.ar/contacto  \nwww.eana.com.ar/servicios  \n \nLos pedidos de servicio de esta naturaleza, de informes, las \nsugerencias o las quejas   deberán presentarse a la Dirección \nNacional de Inspección de Navegación Aérea (DNINA). \n \nEl presente documento contiene la nomenclatura de los servicios \nprestados  y también algunas disposiciones y normas particulares \npara los mismos. \n \n3. Tipos de servicio \n \n3.1 Servicios de radionavegación \n \nComprende el funcionamiento de los siguientes tipos de \nradioayudas para la navegación aérea: \n \n Radiofaros no direccionales de baja frecuencia -LF/MF-(NDB), \n \n Sistemas de aterrizaje por instrumentos (ILS), \n \n Radiofaros omnidireccionales en VHF (VOR), \n \n Equipos radiotelemétricos (DME), asociados a VOR o ILS. \n \nEn  general  funcionan  en  forma  continua  y  permanente  (H-24),  o \ncon ajuste al horario de la estación de comunicaciones de cada \nlugar, según se consigna en la columna correspondiente a la parte \nAD 2.19 de cada aeródromo. \n \nIMPORTANTE: \nCon relación a la información contenida en  las secciones AD 2.19 \nde cada aeródromo de la AIP Parte  Aerodromos  (AD) sobre las \ninstalaciones ILS, la indicación de categoría (Cat.) incluida en la \nThe  differences  with  respect  to  these  documents  are  detailed  in \nGEN Part 1.7. \n \n2. Responsibility Area \n \nThe body responsible for planning, regulating and supervising the \ntelecommunications and aeronautical radio navigation services in \nthe national territory is the Directorate of Air Navigation Projects \n(DPNA),  depending  on  the  National  Directorate  of  Air  Navigation \nInspection (DNINA). \n \n \nADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL \nDirección Nacional de Inspección de Navegación Aérea  \nBalcarce 290 (C1064AAF) \nCiudad Autónoma de Buenos Aires \n República Argentina \nAFTN: SABAYRYX SABAYTYR \n \nThe Air Navigation Service Provider (ANSP) responsible for \nproviding and maintaining the telecommunications and \naeronautical  radio  navigation  services  in  the  national  territory  is \nthe Argentine Air Navigation Company State Society (Empresa \nArgentina de Navegación Aérea Sociedad del Estado (EANA). \n \nARGENTINE AIR NAVIGATION COMPANY STATE SOCIETY \n(EANA) \nBouchard  547  9° Piso,  C1006AAG – Ciudad  Autónoma  de \nBuenos Aires - REPÚBLICA ARGENTINA \nAeronautical Telegraphic Address     (AFS): SABGYTYX/ \nSABGYFYX  \nE-mail:operaciones@eana.com.ar \nwww.eana.com.ar/contacto  \nwww.eana.com.ar/servicios \n \nThe  requests  for  this  kind  of  service,  for  reports,  suggestions  or \ncomplaints  shall  be  submitted  to  the  National  Directorate  of  Air \nNavigation Inspection (DNINA). \n \nThis document contains the nomenclature of the services provided \non  the  Network  of  Flight  Safety  and  Protection  (RSPV)  and  also \nsome provisions and specific standards for them. \n \n3. Types of Service \n \n3.1 Radio Navigation Services \n \nIt includes the operation of the following types of radio aids to air \nnavigation: \n \n Non-directional beacons of low frequency -LF/MF- (NDB), \n \n Instrument landing systems (ILS), \n \n Omnidirectional Range in VHF (VOR), \n \n Radio telemetry equipment (DME), associated to VOR or ILS. \n \nIn general, they operate continuously and permanently (H-24), or \nthey adjust to the time of the communication stations of each \nplace, as recorded in the column corresponding to AD Part 2.19 \nof each aerodrome. \n \nIMPORTANT: \nIn reference to the information included in the sections AD 2.19 of \neach aerodrome in AIP Part Aerodrome (AD) on ILS installations, the \nindication of the category (Cat) included in the column “Remarks” \n\nAIP ARGENTINA GEN 3.4-3 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \ncolumna “Observaciones” exclusivamente hace referencia a la \n“categoría de actuación de la instalación” (características técnicas \ny de funcionamiento) que en cada caso corresponda,  de acuerdo \ncon lo establecido en la siguiente documentación: \n \n RAAC  Parte  210  CAPÍTULO  A - MARCO  GENERAL  PARA  LA \nGESTIÓN  DE  LOS  SISTEMAS  CNS - 210.001  Definiciones  y \nacrónimos    y    CAPÍTULO   B - RADIOAYUDAS    PARA    LA \nNAVEGACIÓN - Subcapítulo B-2: Especificaciones relativas a \nlas radioayudas para la navegación. \n \n Anexo  10 – Telecomunicaciones  Aeronáuticas,  Volumen  I – \nRadioayudas para la navegación. Capítulo 3. Especificaciones \nrelativas a las radioayudas para la navegación. \n \n3.1.1 Zonas de servicio de los radiofaros de LF-MF (NDB) \n \nEl uso de estos radiofaros de baja y media frecuencia deberá \najustarse  a  la  zona  de  servicio  (ZDS)  especificada  en  cada  caso \nconforme  la  función  que  cumpla  (navegación  en  ruta –NDB– o \nlocalización de pista –NDB/LI y NDB/LO–). \n \nLos radiofaros NDB de localización de pista, interno (LI) y externo \n(LO), tienen una zona de servicio de 30 y 50 km, respectivamente. \n \nCuando se intenta recibir un NDB a mayor distancia que la \ncorrespondiente a dicha zona (ZDS), puede ocurrir que sus señales \nsean débiles y/o estén interferidas por las emisiones de otros NDB, \nresultando así marcaciones erróneas. \n \nDentro de dichos conceptos, cabe señalar los siguientes casos: \n \n1) Los NDB localizadores de pista (LI-LO) deben ser usados \ndentro de la distancia y altura del procedimiento de \naproximación y aterrizaje respectivo. Los valores de 30 km o \n50  km  estipulados  para  estas  radioayudas  marcan  el  límite \nmáximo operativo recomendable. Su aplicación en exceso \npuede  provocar  los  problemas mencionados  en  el  párrafo \nanterior. \n \n2) Los NDB que se emplean para navegación en una aerovía o \nruta  deberán  ser  usados  en  forma  progresiva  y  preferente \ndentro del 50 al 60% de la distancia entre dos sucesivos. (Por \nej.: la aeronave en ruta desde el NDB \"A\" hacia  el  NDB \"B\" \nconviene que emplee las señales del primero (\"A\") hasta el 50 \n- 60% de la distancia entre ambas y luego pasar el segundo \n(\"B\"). No es práctica recomendable guiarse por las señales \ndel NDB  más  distante,  salvo,   obviamente,   en   distancias \ncortas  y con experiencias de buenas señales en la ZDS del \nNDB deseado. \n \n3) En todas las operaciones es indispensable hacer un \nreconocimiento efectivo de la identificación (señal de \nidentificación) del NDB deseado, antes de confiar en su \nmarcación. \n \n4) En las operaciones aéreas que se realicen en horas \ncrepusculares o nocturnas y/o en zonas montañosas es \nposible que las marcaciones sean perjudicadas por los \nsiguientes efectos. \n \na) \"Efecto nocturno\": generalmente se manifiesta por una \nvariación relativamente   continua   de   la   señal   de \nmarcación  recibida  como consecuencia  de  que  la  onda \nionosférica  se  superpone  o  excede  el  valor  de  la  onda \ndirecta. \n \nexclusively   makes reference to the “performance category of the \ninstallation” (technical  and  operational  characteristics)  for  each \ncase,    according to    what is established in the following \ndocumentation: \n \n RAAC Part 210 CHAPTER A - GENERAL FRAMEWORK FOR THE \nMANAGEMENT  OF  CNS  SYSTEMS - 210.001 Definitions  and \nacronyms, and CHAPTER B - RADIO AIDS FOR NAVIGATION - \nSubchapter  B-2:  Specifications  concerning  radio  aids  for \nnavigation. \n \n Annex  10 – Aeronautical  Telecommunications,  Volume  I – \nRadio  Navigation  Aids. Chapter 3.  Specifications  for  radio \nnavigation aids. \n \n3.1.1 Service Zones of Radio Beacons of LF-MF (NDB) \n \nThe use of these radio beacons of low and medium frequency shall \nadjust to the service zone (ZDS) specified in each case, according to \nits  function  (en-route  navigation –NDB– or  runway localization – \nNDB/LI y NDB/LO–). \n \nNDB radio beacons for runway localization, internal (LI) and \nexternal (LO), have a service zone of 30 and 50 km, respectively. \n \nWhen there is an intention to receive an NDB at a greater distance \nthan that of such zone (ZDS), its signs may be weak and/or they may \nhave  the  interference  of  the  emissions  of  other  NDB,  which  may \nresult in wrong markings. \n \nIn such concepts, the following cases should be considered: \n \n1) NDB runway localizers (LI-LO) must be used within the \ndistance and height of the approach procedure and \nrespective landing. The values of 30 km or 50 km established \nfor these radio aids is the recommended maximum operating \nlimit.  Their  application  in  excess  may  lead  to  the  problems \nmentioned in the above paragraph. \n \n \n2)  The NDB utilized for navigation on an airway or on a runway \nshall  be  used  progressively  and  preferably  within  the  50  to \n60% of the distance between two subsequent ones. (Eg.: the \naircraft en route from NDB \"A\" to NDB \"B\" should preferably \nuse the signs of the first one (\"A\") until the 50 - 60% of the \ndistance between both of them and then pass the second one \n(\"B\"). It is not recommended to follow the signs of the more \ndistant  NDB,  except,  obviously,  in  short  distances  and  with \nexperiences of good signs in the ZDS of the desired NDB. \n \n \n3) In all operations it is essential to make an effective \nrecognition  of  the  identification  (identification  sign)  of  the \ndesired NDB before relying on the markings. \n \n \n4) In air operations conducted in twilight or night hours and/or \non mountaineous zones, markings are likely to be impaired \nby the following effects: \n \n \na) \"Night effect\": In general, it manifests itself as a relatively \ncontinuous variation of the marking sign received as a \nconsequence of the fact that the ionospheric wave \noverlaps with or exceeds the value of the direct wave. \n \nb) Because  of  the  same  reason,  signs  of  other  distant  or \n\nAIP ARGENTINA GEN 3.4-4 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nb) Por el mismo motivo pueden recibirse señales de otros \nNDB distantes o indeseados. Conviene, en ambos casos, \ntomar  marcaciones  de  los  NDB  más  cercanos  y,  de  ser \nposible, preferir los de menor frecuencia (por ej., 200 KHz \nantes de 300 KHz, etc.) y la mayor altura de vuelo posible. \n \nc) “Efecto de montaña”: en las zonas montañosas y en las \ncercanías de una elevación, las marcaciones pueden no \nser seguras. Un nivel de vuelo más alto y la comparación \nde señales de otros NDB facilitan la operación. \n \n5) El hecho de recibir auditivamente la identificación de un NDB \nno es indicio suficiente de encontrarse dentro de la zona de \nservicio o alcance efectivo del mismo. \n \n6) Cuando se reciban dos identificaciones diferentes, conviene \nreajustar la sintonía sobre el NDB deseado y operar el control \nde  selectividad  (banda  ancha  o banda estrecha)  si  el  ADF \ntuviera dicho selector. \n \n3.1.2 Supresión de las señales de identificación \n \nDurante  los períodos  de  mantenimiento  o  ajuste  técnico  de  una \nradioayuda, será suprimida la emisión de la señal de identificación \nde la misma. \n \nLa falta de recepción de esas señales (de identificación) deberá ser \ninterpretada  por  los  pilotos  como  aviso  que  la radioayuda  está \nsiendo sometida a ajustes técnicos, o bien como una alteración en \nlos parámetros establecidos para su funcionamiento (falla). \n \nPor tal motivo, sus emisiones no deberán ser consideradas, pues \npodrían presentar oscilaciones y/o diferencias importantes en \ncuanto a su marcación. \n \nNormalmente, estos períodos de mantenimiento o ajuste técnico, \nlas alteraciones de parámetros de funcionamiento y/o las \nlimitaciones operativas serán anunciados previamente por \nNOTAM. \n \n3.1.3 Limitaciones operativas o novedades relacionadas con \nlas radioayudas \n \nLas limitaciones operativas o novedades publicadas en el presente \ndocumento relacionadas con los sistemas o aparatos usados para \nel Servicio de Radionavegación Aeronáutica (ILS, VOR, etc.) son las \nde carácter permanente o prolongado respecto de las condiciones \nnormalizadas para el funcionamiento del equipo o servicio, o bien \nlas  condiciones  /  limitaciones  operativas  que  puede  imponer  el \nmedio, por ejemplo, el terreno u otras. \n \nLas mismas pueden ser consultadas en las siguientes secciones: \n \n ENR 4.1 “Radioayudas y Sistemas de Navegación en Ruta”, \n \n AD 2.19 “Radioayudas para la Navegación y el Aterrizaje”. \n \nLos usuarios deberán tomar en cuenta estas novedades al planear \nlas operaciones de las aeronaves. \n \n3.2 Servicio móvil aeronáutico (SMA) (comunicaciones \naeroterrestres) \n \nEn el servicio serán de aplicación los procedimientos de \ncomunicaciones, códigos, abreviaturas, etc., contenidas en los \ndocumentos nacionales y de OACI. \n \nundesired NDB may be received. In both cases, it is \nconvenient to consider the markings of the nearest NDB \nand, if possible, to prefer those of lower frequency (eg., \n200 KHz rather than 300 KHz, etc.) and the greater flight \nheight possible. \n \nc) “Mountain  effect”: On  mountainous  zones  and  in  the \nvicinity  of an  elevation, markings  may not  be safe. A \nhigher flight level and the comparison of other NDB signs \nmay facilitate the operation. \n \n5) To  receive  in  audio  format  an  NDB  identification  is  not  a \nsufficient indication to demonstrate that it is within the zone \nof service or effective scope. \n \n6) When two different identifications are received, it is \nconvenient to readjust the tuning on the desired NDB and to \noperate  the  control  of  selectivity  (broadband  and  narrow \nband) in case the ADF had such selector. \n \n3.1.2 Suppression of Identification Signs \n \nDuring the periods of a radio aid maintenance or technical \nadjustment, the emission of the radio aid identification sign shall \nbe suppressed. \n \nThe no reception of those (identification) signs shall be read by the \npilots as a notification showing that the radio aid is being \ntechnically adjusted, or as an alteration of the parameters \nestablished for its operation (malfunction). \n \nFor such reason, its emissions shall not be considered, since they \nmay have oscillations and/or important differences as regards its \nmarkings. \n \nNormally, these periods of maintenance or technical adjustment, \nthe alterations in operation parameters and/or the operation \nlimitations shall be previously announced through NOTAM. \n \n \n3.1.3 Operation Limitations or News related to Radio Aids \n \n \nThe operation limitations or news published in this document \nrelated  to  the  systems  or  equipment  used  for  the  Aeronautical \nRadio   Navigation   Service   (ILS,   VOR,   etc.)   are   permanent   or \nprolonged with respect to the standardized conditions for the \noperation of the equipment or service, or the operation conditions \n/ limitations that may   be   imposed   by   the   environment,   for \nexample, the terrain or others. \n \nThey may be consulted in the following sections: \n \n ENR 4.1 “Radio Aids and En-route Navigation Systems”, \n \n AD. 2.19 “Radio Aids for Navigation and Landing”. \n \nUsers shall consider these news when planning aircraft operations. \n \n \n3.2 Aeronautical Mobile Service (SMA) (Air and Ground \nCommunications) \n \nIn the service, the communication procedures, codes, \nabbreviations, etc. Included in the pertinent part of the documents \ndescribed in former section 3 shall be applied \n \n\nAIP ARGENTINA GEN 3.4-5 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n3.2.1 Clasificación y uso de los canales de comunicación \n \nLa clasificación y condición de uso de los canales de \nradiofrecuencias para las comunicaciones aeroterrestres es: \n \n Canal Principal (CPPL) o Frecuencia Principal, Canal Auxiliar \n(CAUX)   o   Frecuencia   Secundaria, Canal de Emergencia \n(EMERG) y Canal o  Frecuencia de Alternativa o sin horario \ndeterminado (HX). \n \nEn condiciones normales deberá usarse siempre en primer término \nel Canal Principal (CPPL) que opera el servicio o dependencia con la \nque se quiere comunicar. \n \n3.2.1.1 Canal auxiliar (CAUX) \n \nEn las estaciones del Servicio Móvil Aeronáutico en que ha sido \nnecesario y   posible,   se   han   establecido   canales   auxiliares   o \nfrecuencias  secundarias  para  ser  utilizados en el caso que se \npresenten dificultades, por ejemplo, interferencias radioeléctricas \nen el canal habitual o principal (CPPL) de algunos de los servicios o \ndependencias (ejemplo: en los servicios de TWR, APP, etc.). \n \n \nEl uso de una frecuencia identificada como Canal Auxiliar (CAUX) \nserá normalmente determinado por la dependencia o servicio de la \nestación aeronáutica que se trate. Sin embargo, habrá casos en los \nque  la  estación  de  aeronave  deba  recurrir  al  mismo  por  propia \ndecisión si no logra enlace con la estación aeronáutica en el Canal \nPrincipal.  Tal  decisión  se  tomará  después  de  varios intentos  de \ncomunicación en el CPPL, suficientemente repetidos. \n \nDeberá tenerse en cuenta que la mayoría de las estaciones \naeronáuticas que disponen de esta facilidad no mantienen escucha \ncontinua en el CAUX. \n \nEste canal será empleado por la estación de aeronave o a \nrequerimiento de las estaciones aeronáuticas en las siguientes \ncircunstancias: \n \na) Cuando se presenten interferencias radioeléctricas que \nimpidan o dificulten las comunicaciones en el Canal Principal \n(CPPL). En el caso de que estas afecten solamente a la \nestación de aeronave, realizando la correspondiente \nnotificación  a  la  estación  aeronáutica,  podrá  requerirse  la \nutilización del CAUX (cuando dicha estación disponga de tal \nfacilidad). \n \nb)  Cuando en la estación aeronáutica el/los equipo/s usado/s \npara el Canal Principal no funciona/n por averías o por \nmantenimiento. \n \nc) Por  lo  menos  una  vez  al  día,  la  estación  aeronáutica  podrá \nsolicitar   a   la/s   aeronave/s   que   mejor   convenga/n   la \nrealización  de  enlaces  de  comprobación,  con  el  objeto  de \nverificar periódicamente  los  equipos  radioeléctricos  que \ndispongan del CAUX. \n \nEn estos casos, la estación aeronáutica emitirá la instrucción de \nemplear el CAUX a las aeronaves que correspondan a su servicio \ny/o jurisdicción. \n \nPodrá  ocurrir  que  una  interferencia radioeléctrica  o  bloqueo  del \ncanal principal impida a la estación de aeronave recibir la \ninstrucción  emitida  para  usar  el  CAUX  u  otras.  En  tales  casos  la \nestación de aeronave que tenga referencias o indicios de este \nproblema llamarán alternativamente a través del CAUX y del CPPL \nhasta lograr el enlace y/o cumplirá los otros procedimientos \n3.2.1 Classification and Use of Communication Channels \n \nThe classification and condition of use of radio frequency channels \nfor air and ground communications is: \n \n Principal   Channel   (CPPL)   or   Main   Frequency,   Auxiliary \nChannel    (CAUX)    or    Secondary    Frequency,    Emergency \nChannel  (EMERG)  and  Alternative  Channel  or  Frequency \nwithout specified time (HX). \n \nIn normal conditions, the principal channel (CPPL) operated by the \nservice or unit to be contacted should always be  used in the first \nplace. \n \n3.2.1.1 Auxiliary Channel (CAUX) \n \nIn the Aeronautical Mobile Service stations of the Network of Flight \nSafety  and  Protection  (RSPV)  where  it  has  been  necessary  and \npossible,  auxiliary  channels or  secondary  frequencies  have  been \nestablished  to  be  used  in case there appear difficulties, as, for \nexample, radio electrical interferences  in  the  normal  or  principal \nchannel  (CPPL)  of  some  of the services or units (for instance,  in \nTWR, APP, etc. services). \n \nThe use of a frequency identified as Auxiliary Channel (CAUX) shall \nusually  be  determined  by  the  unit  or  service  of  the  aeronautical \nstation  involved.  Nevertheless,  there  may  be  cases  in  which  the \naircraft station should use it by its own decision if it cannot \nestablish a connection with the aeronautical station on the \nprincipal channel. Such decision shall be made after several \nsufficiently repeated attempts to communicate with the CPPL. \n \nIt should be taken into consideration that most aeronautical \nstations with this option cannot listen continuously on the CAUX. \n \n \nThis channel shall be used by the aircraft station or upon \nrequirement of the aeronautical stations on the following \ncircumstances: \n \na) In case of radio electrical interferences preventing or \nhindering the communications on the principal channel \n(CPPL). If they only affect the aircraft station, the utilization \nof the CAUX may be required with the corresponding \nnotification  to  the  aeronautical  station  (when  such  station \nhas said option). \n \n \nb) In case in the aeronautical station the equipment used for the \nprincipal channel is not working due to malfunctions or \nmaintenance. \n \nc) At  least  once  a  day,  the  aeronautical  station  may request \nthat the most suitable aircraft make verification links in order \nto  check  periodically  the  radio  electrical  equipment of the \nCAUX. \n \n \nIn these cases, the aeronautical station shall issue an instruction for  \nthe aircraft of its service and/or in its jurisdiction to use the CAUX. \n \n \nIt may occur that a radio electrical interference or a blockage in the \nprincipal channel may  prevent the aircraft station from receiving \nthe instruction issued for using the CAUX or other instructions. In \nsuch  cases,  the  aircraft  station with  references  or  hints of  this \nproblem will call alternatively through the CAUX and the CPPL until \nmaking  the  link  and/or  it  will  comply  with  the  other  procedures \n\nAIP ARGENTINA GEN 3.4-6 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nestablecidos para estas circunstancias \n \n3.2.1.2 Canales sin horario determinado (HX) o de alternativa \n \nLos canales (especialmente en las gamas de MF y HF)  que en las \nsecciones AD 2.18 figuren con la anotación “HX” corresponden a \ncanales sin horario determinado de servicio, los que serán usados \na discreción de la estación aeronáutica para servicios o \ncircunstancias especiales que regulará por sí y en forma ajustada a \nlas instrucciones del manual operativo. \n \nPor este motivo la estación de aeronave sólo recurrirá a los mismos \nen condiciones excepcionales o luego de recibir instrucción expresa \nde la estación aeronáutica en tal sentido. \n \n3.2.1.3 Canal de Emergencia (EMERG) \n \nEl Canal de Emergencia 121,5 MHz podrá ser utilizado por cualquier \nestación aeronáutica o de aeronave, de acuerdo con lo detallado \nseguidamente: \n \na) Para facilitar un canal libre entre las aeronaves en peligro o \nen situación de emergencia y una estación aeronáutica, \ncuando los canales  normales  se  estén utilizando  para otras \naeronaves. \n \nb) Como  canal  para  comunicaciones  en  VHF  común  entre  las \naeronaves, tanto civiles como militares, y entre dichas \naeronaves y los servicios de superficie que participen en \noperaciones comunes de  búsqueda y salvamento, antes de \ncambiar, en los casos precisos, a la frecuencia adecuada (ver \n4.2.2). \n \nc) Para facilitar comunicaciones aeroterrestres con las \naeronaves cuando la falla del equipo de a bordo impida usar \nlos canales regulares. \n \nd) Como canal para la operación del equipo de radio de \nsupervivencia para comunicaciones entre las embarcaciones \nde supervivencia y las aeronaves dedicadas a operaciones de \nbúsqueda y salvamento. \n \ne) Como canal destinado a ser utilizado en casos de \ninterceptación de aeronaves. \n \nNota 1. — Debe evitarse el uso de la frecuencia 121,5 MHz para la \nfinalidad  indicada  en  b)  si  en  algún  modo  interfiere  con  el  curso \neficaz del tráfico de socorro. \n \nNota 2. — El actual Reglamento de Radiocomunicaciones de la UIT \nprevé que la frecuencia aeronáutica de emergencia de 121,5 MHz \npodrá  utilizarse  también  por  las  estaciones  móviles  del  servicio \nmóvil  marítimo  que  usen  la  emisión  A3E  para  comunicarse,  con \nfines de seguridad, con las estaciones del servicio móvil \naeronáutico. \n \nIMPORTANTE: \nSin perjuicio de las disposiciones anteriores, para evitar demoras \ninnecesarias en situaciones de emergencia, se sugiere que la \nllamada  de  socorro  se  realice  en  primer  término  en  el  canal  de \ncomunicaciones empleado hasta ese momento por la estación de \naeronave. \n \n3.2.2 Comunicaciones    en    situaciones    de    búsqueda y \nsalvamento \n \nLas comunicaciones entre las estaciones de aeronaves, entre éstas \ny  las  estaciones  aeronáuticas  o  de  estas  últimas  entre  sí  cuando \nestablished for these circumstances. \n \n3.2.1.2 Channels without Specified Time (HX) or Alternative \n \nThe channels (particularly those in the MF and HF ranges) that in \nsections AD 2.18 appear with the note “HX” are channels without \nspecified time of service that will be used at the discretion of the \naeronautical station for special services or circumstances which it \nwill regulate itself and adjusting to the instructions of the operating \nmanual. \n \nFor this reason, the aircraft station will only appeal to them \nexceptionally or after receiving express instructions of the \naeronautical station to that effect. \n \n3.2.1.3 Emergency Channel (EMERG) \n \nThe Emergency Channel 121.5 MHz may be used by any \naeronautical or aircraft station, in accordance to the following \ndetails: \n \na) To facilitate a free channel between the aircraft in danger or \nin an emergency and an aeronautical station when the \nnormal channels are being used for other aircraft. \n \n \nb) As a common channel for VHF communications among \naircraft, either civil or military, and between such aircraft and \nthe surface services participating in common search and \nrescue  operations  before changing,  in  the  specific  cases,  to \nthe adequate frequency (see 4.2.2). \n \n \nc) To facilitate  air and ground communications with aircraft \nwhen an equipment malfunction on board does not allow the \nuse of the regular channels. \n \nd) As a channel for the operation of the survival radio equipment \nfor communications between the survival boats and the \naircraft affected to search and rescue operations. \n \n \ne) As a channel to be used in cases of aircraft interception. \n \n \nNote  1. — The  frequency  121.5  MHz  should  not  be  used  for the \npurpose indicated in b) if it somehow interferes with the effective \ncourse of distress traffic. \n \nNota 2. — The current Regulations on Radio Communications of UIT \nconsider that the aeronautical emergency frequency of 121.5 MHz \ncan  also  be  used  by  the mobile  stations  of  the  maritime  mobile \nservice using the A3E emission for communications, for safety \npurposes, with the aeronautical mobile service stations. \n \n \nIMPORTANT: \nNotwithstanding the former provisions, to avoid innecessary delays \nin emergency situations, it is recommended that the distress call be \nmade, in first instance, on the communications channel used up to \nthat moment by the aircraft station. \n \n \n3.2.2 Communications in Search and Rescue Situations \n \n \nThe communications among aircraft stations, between them and \naeronautical  stations  or  among  aeronautical  stations  when  they \n\nAIP ARGENTINA GEN 3.4-7 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nparticipen en operaciones de búsqueda y salvamento deberán \nhacerse preferentemente en los siguientes canales: \n \n1) 123,10 MHz tipo de emisión A3E (Telefonía AM), \n \n2) 3023  y/o  5680  KHz  tipo  de  emisión  J3E/A3E  (Telefonía  con \nBLU/AM). \n \n3) Cualquier otro canal usado para comunicaciones \naeroterrestres  generales  (CCOM  o  A/G)  del área  o  zona  en \nque se opere. \n \n3.2.3 Uso de las frecuencias VHF \n \nEn las comunicaciones que se realicen con los servicios de Control \nde Aeródromo, Control de Aproximación y Control de Área \nTerminal, se recomienda que la estación de aeronave use los \ncanales de VHF dentro de los límites o zona de jurisdicción \ncorrespondiente al servicio con el cual se deba comunicar, \ncuidando en todo lo posible no excederlos en distancia ni en nivel \nde  vuelo,  con  el  fin  de  evitar  sufrir  o  provocar  interferencias  no \ndeseadas en las comunicaciones desde o hacia aeronaves o \nservicios similares de otras zonas que operen en la misma \nfrecuencia. \n \nAsimismo, a tal efecto cabe señalar que: \n \n1) En los lugares en los cuales se encuentre habilitado y \noperativo el Servicio de Gestión de Autorizaciones (CLRD), la \nfrecuencia  autorizada  para  el  mismo  será  utilizada  por  las \nestaciones de aeronave en las instancias de la preparación de \nésta  para  el  vuelo,  para  la  solicitud  de  permisos  ATC.  Este \nservicio brinda adicionalmente y a requerimiento: \ninformación operacional, meteorológica actualizada, gestión \nde pedido de servicios especiales y/o control de afluencia. \n \n2) El  Canal  de  Rodaje  o  de  superficie  (CROD) está  reservado \nexclusivamente para las comunicaciones relacionadas con el \nmovimiento en tierra (calles de rodaje, plataformas, etc.), \ninformación y/o instrucciones previas al vuelo o posterior es \nal aterrizaje.   Cuando   un   aeródromo   o   aeropuerto   no \ndisponga del servicio mencionado en  el  inciso anterior,  se \ncursarán también  por  el  canal  de  rodaje las  solicitudes  de \npermiso de tránsito (ATC) e información conexa. \n \n3.2.4  Funciones de las estaciones aeronáuticas de \ncomunicaciones \"AERADIOS\" (A/G) - MF-HF \n \nLas estaciones de comunicaciones que en el presente documento \nse identifican como \"Aeradios\" están destinadas primordialmente \npara  el  curso  de  comunicaciones  generales  relacionadas  con  las \noperaciones y regularidad de los vuelos de todos los usuarios. \n \nQuedan  comprendidas  en  la  clasificación  anterior  las  siguientes \ncomunicaciones: \n \n- Pedidos de informes meteorológicos y sus respuestas. \n \n- Mensajes  de  regularidad  de  los  vuelos,  estado  de  pista  y \ncondición de aeródromo. \n \n- Informes para la empresa o propietario de la/s aeronave/s, \nrelativos a la operación de su/s aeronave/s, datos de la carga, \ntránsito y horarios. \n \n- Coordinaciones  y/o  requerimientos  de  servicios  de  apoyo \nterrestre (pedido de ambulancia, combustible, etc.). \n \nparticipate  in  search  and  rescue  operations  should  be  preferably \nmade on the following channels: \n \n1) 123.10 MHz emission type A3E (AM Telephony), \n \n2) 3023 and/or 5680 KHz emission type J3E/A3E (Telephony \nwith BLU/AM), \n \n3) Any other channel used for general air and ground \ncommunications (CCOM or A/G) in the area or zone of \noperation. \n \n3.2.3 Use of VHF Frequencies \n \nIn  the  communications  with  the  services  of  Aerodrome  Control, \nApproach Control and Terminal Control Area, the aircraft station is \nrecommended to use the VHF channels within the boundaries or \nthe jurisdiction zone corresponding to the service to be contacted, \ntrying, as possible, not to exceed them in distance and flight level \nin order to avoid suffering or producing undesirable interferences \nin  the  communications  from  or  to  aircraft  or  similar  services  of \nother zones operating in the same frequency. \n \n \n \nAdditionally, to that effect, it should be noted that: \n \n1) In the places where the Clearance Management Service \n(CLRD) is  enabled  and  operating,  the  authorized  frequency \nfor it will be used by the aircraft stations in the instances of \npreparing it for the flight, for applying for ATC permits. \nAdditionally, and upon    request,    this    service provides \noperational information, updated meteorological \ninformation,  management  of  special services and/or  flow \ncontrol requests. \n \n2) The Taxi Channel or surface channel (CROD) is reserved \nexclusively for communications related to the movements on \nthe ground (taxiways, aprons, etc.), information and/or \ninstructions  previous  to  the  flight  or  following  the  landing. \nWhen  an  aerodrome  or  airport  does  not  have  the  service \nmentioned in the above paragraph, the applications for traffic \npermits (ATC) and associated information will also be made \nthrough the taxiway channel. \n \n3.2.4 Functions of the aeronautical communication stations \n\"AERADIOS\" (A/G) - MF-HF \n \nThe communication stations identified in this document as \n\"Aeradios\" are primarily intended for general communications \nrelated to the operation and regularity of the flights of all users. \n \n \nIncluded in the above classification are the following \ncommunications: \n \n- Requests for meteorological reports and their responses; \n \n- Messages of flights regularity, runway status and aerodrome \ncondition; \n \n- Reports for the company or owner of the aircraft related to \nthe operation of its/his/her/their aircraft, data of the cargo, \ntraffic and schedules; \n \n- Coordinations and/or requirements of ground support \nservices (requests for ambulances, fuel, etc.); \n \n\nAIP ARGENTINA GEN 3.4-8 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n- Avisos al ACC de su jurisdicción cuando con certeza o \npresumiblemente se tuviera conocimiento de cualquier \nproblema que afecte a una aeronave (Servicio de ALERTA). \n \nNota — Se  recomienda  a  las  estaciones  de  aeronave  el  uso  del \nmencionado servicio (en las zonas o lugares donde este se preste), \ncon  el  fin  de  liberar  los  canales  de  los  servicios  de  control  de \ntránsito aéreo de las comunicaciones antes indicadas. \n \n3.2.4.1 Limitaciones \n \nEn cuanto se refiere a los Servicios de Tránsito Aéreo (ATS), la única \nresponsabilidad que tienen las \"Aeradios\" es brindar el servicio de \n\"Información  de  Vuelo  y  Alerta\",  que  en  la  mayoría  de  los casos \ncorresponde a los tipos de mensajes antes enunciados. \n \nEl personal de estas estaciones no está autorizado a cursar por sí \npermisos  relativos  al  control  y  seguridad  de  los  vuelos,  excepto \ncuando deban retransmitir un mensaje procedente de un Centro \nde Control de Área (ACC) de jurisdicción. \n \nTampoco pueden emplear frases o palabras que puedan prestarse \na confusión o ser interpretadas como procedentes de un servicio \nde control o seguridad de los vuelos o permisos de tránsito aéreo, \nsalvo casos comprendidos en la misma excepción anterior. \n \n3.2.5 Comunicaciones radiotelefónicas en ruta \n \nEn lo que respecta a las comunicaciones con los Centros de Control \nde Tránsito Aéreo (ACC), en todos los casos posibles, deberá darse \npreferencia al empleo intensivo de los canales de la Red de \nEstaciones Aeronáuticas Avanzadas en VHF (REAVA). Sin embargo, \ncuando las comunicaciones en VHF sean dificultosas o imposibles, \npor bajo nivel de vuelo o excesiva distancia respecto a una estación \naeronáutica de la red, se podrá recurrir a los canales MF-HF \ncorrespondientes a la ruta, aerovía o zona de vuelo, según sea el \ncaso. \n \nEn general, y en lo referente a las comunicaciones relativas al \ncontrol de tránsito aéreo y/o servicio asesor de tránsito aéreo, se \nprocurará transmitirlas directamente a las estaciones aeronáuticas \nque prestan dichos servicios, las que se identifican como se indica: \n \n\"COMODORO CONTROL\"  o \"CENTRO\" \n\"CORDOBA CONTROL\"  o  \"CENTRO\" \n\"EZEIZA CONTROL\"  o  \"CENTRO\"  \n\"MENDOZA CONTROL\"  o  \"CENTRO\" \n\"RESISTENCIA CONTROL\"  o  \"CENTRO\" \n \n3.2.5.1 Red de Estaciones Aeronáuticas Avanzadas en VHF \n(REAVA) \n \nEs una red de estaciones que están destinadas al curso de \ncomunicaciones directas entre las aeronaves y los Centros de \nControl de Área (por ejemplo, Ezeiza, Resistencia, Comodoro \nRivadavia, Córdoba y Mendoza). Las estaciones que integran la red \n(REAVA)  se  extienden  a  lo  largo  de  las  principales  rutas  aéreas  y \npermiten obtener todos los beneficios que corresponden al uso de \nVHF. \n \nCada una de las estaciones de esta Red se denomina \nabreviadamente EAVA y figuran en la presente publicación con el \nnombre del lugar donde están instaladas. \n \nEl área de influencia o zona de servicio (ZDS) de una estación EAVA \npuede estimarse en términos generales dentro de un radio de 180 \nkm  para  el  nivel  de  vuelo  mínimo  de  1500  m.  Estas  condiciones \nvarían dependiendo del relieve del terreno en las zonas próximas a \n- Notifications to the ACC of the jurisdiction when any problem \naffecting an aircraft is certainly or presumably known \n(ALERTING Service). \n \nNote — The  use  of  the  above  service  (in  the  zones  and  places \nwhere  it  is  provided)  is recommended  to  the  aircraft  stations  in \norder to release the channels of air traffic control services from the \nabove-mentioned communications. \n \n3.2.4.1 Limitations \n \nWith regard to the Air Traffic Services (ATS), the only responsibility \nof  \"Aeradios\"  is  to provide  the  \"Flight  Information  and  Alerting\" \nservice, that, in most cases, corresponds to the above-mentioned \ntype of messages. \n \nThe  staff  in  these  stations  is  not  authorized  to  process  permits \nrelated to control and flight safety, except when they must \nretransmit  a  message  from  the  Area  Control  Center  (ACC)  of  the \njurisdiction. \n \nThey cannot either use phrases or words that may create confusion \nor be understood as coming from a control service or flight safety \nor  air  traffic  permits,  except  for  the  cases included  in  the  same \nformer exception. \n \n3.2.5 En-route Radio Telephony Communications \n \nIn regard to the communications with the Air Traffic Control Center \n(ACC), in all possible cases, the intensive use of the channels of the \nAdvanced Aeronautical Stations Network (REAVA) in VHF shall be \npreferred. However, when the communications in VHF are difficult \nor impossible due to a low flight level or an excessive distance with \nrespect to an aeronautical station of the network, the MF-HF \nchannels of the route, airway or flight zone, depending on the \nparticular case, may be used \n \n \nIn  general,  and  regarding  the  communications  related  to  the  air \ntraffic control and/or the air traffic advisory service, they should be \ntransmitted directly to the aeronautical stations providing such \nservices, which will be identified as follows: \n \n\"COMODORO CONTROL\"  or \"CENTRO\" \n\"CORDOBA CONTROL\"  or  \"CENTRO\" \n\"EZEIZA CONTROL\"  or  \"CENTRO\"  \n\"MENDOZA CONTROL\"  or  \"CENTRO\" \n\"RESISTENCIA CONTROL\"  or  \"CENTRO\" \n \n3.2.5.1 Advanced  Aeronautical Stations  Network  (REAVA)  in \nVHF \n \nIt is a network of stations intended to process direct \ncommunications between the aircraft and the Area Control Centers \n(for instance, Ezeiza, Resistencia, Comodoro Rivadavia, Córdoba y \nMendoza). The stations that make up the network (REAVA) extend \nalong the main air routes and allow to obtain all the benefits of the \nVHF use. \n \n \nEach of the stations of this network is called EAVA and appears in \nthis publication with the name of the place where it is located. \n \n \nThe area of influence or service zone (ZDS) of an EAVA station may \nbe estimated, in general terms, within a radius of  180 km for the \nminimum flight level of 1500 m. These conditions vary according to \nthe terrain relief of the zone in the vicinity of the station. \n\nAIP ARGENTINA GEN 3.4-9 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nla estación. \n \nCada EAVA está conectada con el Centro de Control respectivo por \nintermedio de líneas físicas y/o radioenlaces de buena \nconfiabilidad que permiten su telecomando y operación remota. \n \nCuando  una  aeronave  está  dentro  de  la  zona  de  servicio  de  una \nEAVA,  su/s  llamada/s  producen  una  señalización  en  el  puesto  de \noperación del Centro de Control. El controlador se conecta \nselectivamente  con  el  equipo remoto que  recibió la llamada y \nresponderá, estableciéndose así la comunicación. \n \nPor este motivo, es importante que la estación de aeronave realice \nsu llamada en forma correcta y completa para facilitar la adecuada \nseñalización y operaciones subsiguientes. \n \nEn el Gráfico N° 1, que figura al final de esta Parte, se muestra la \ndistribución de las estaciones EAVA en cada una de las regiones de \ninformación de vuelo (FIR). \n \n3.2.5.2 Uso de las frecuencias MF-HF \n \nEn cuanto al empleo de los canales MF-HF del Servicio Móvil \nAeronáutico (SMA) en ruta, deberá tenerse en cuenta que los \nmismos integran redes radiotelefónicas nacionales o \ninternacionales. \n \nEn   la   tabla   “Servicio   Móvil   Aeronáutico   (SMA)   en   ruta -\nInstalaciones de Comunicaciones en MF-HF para los Servicios ACC– \nA/G” (GRÁFICO N° 3), se indican las estaciones y se establecen las \nfrecuencias y las observaciones para la prestación de estos \nservicios. \n \nCada frecuencia está identificada con una llamada (a), (b), (c) o (d), \nsegún corresponda, con la referencia de la columna \n\"Observaciones\" (GRÁFICO N° 3). \n \nCuando la mencionada referencia indica \"(a) Vuelos nacionales\", \nesa/s frecuencia/s deberá/n ser empleada/s (en la aerovía, ruta o \nzona de vuelo para la cual fueron establecidas) por aeronaves que \ninician, realizan y finalizan su vuelo dentro del espacio aéreo \nnacional. \n \nCuando la referencia indica \"(b) Vuelos Internacionales\", esa/s \nfrecuencia/s deberá/n ser empleada/s por aeronaves que realizan \nese  tipo  de  vuelos, con  observancia  de  lo  indicado  en  el  párrafo \nsiguiente. \n \nEn el caso particular de la estación aeronáutica que presta servicios \nen  el  Aeropuerto  Ezeiza/Ministro  Pistarini,  se  observarán  cuatro \ngrupos  de  frecuencias,  cuyo  uso básicamente  debe  respetar  lo \nindicado en los párrafos anteriores, con la siguiente aclaración: las \nfrecuencias con las llamadas (a) y (b) corresponden a redes \nradiotelefónicas nacionales de los sectores norte y sur, \nrespectivamente; y las frecuencias señaladas con las llamadas (c) y \n(d) corresponden a redes radiotelefónicas internacionales, vía \nOcéano Pacífico y vía Océano Atlántico, respectivamente. \n \nEn condiciones normales de operación, las estaciones principales \nde  control  mantienen  escucha  permanente  y  simultánea  en  dos \nfrecuencias MF-HF de cada una de las redes del SMA antes \nmencionadas. \n \nLas redes radiotelefónicas nacionales básicamente operan tres \nfrecuencias, una baja, una media y un alta (por ejemplo: 2 MHz, 5 \nMHz y 11 MHz), manteniendo en forma constante el canal medio y \nalternando los otros dos de acuerdo con la hora del día. En las redes \ninternacionales también se mantienen dos frecuencias en escucha \n \n \nEach EAVA is connected to the respective Control Center through \nphysical lines and/or reliable radio links that allow their \ntelecommande and remote operation. \n \nWhen an aircraft is within an EAVA service zone, its call or their calls \nproduce a sign in the operation position of the Control Center. The \ncontroller  selectively  connects  with  the  remote  equipement  that \nreceived  the  call,  and  he/she  will  answer,  establishing,  that  way, \nthe communication. \n \nFor this reason, it is important for the aircraft station to make the \ncall  in  a  correct  and  complete  manner  to  facilitate  an  adequate \nsignalling and subsequent operations. \n \nChart No.  1,  at the end of  this Part, shows the distribution of  the \nEAVA stations in each of the flight information regions (FIR). \n \n \n3.2.5.2 Use of MF-HF Frequencies \n \nAs far as the use of the en-route MF-HF channels of the \nAeronautical Mobile Service (SMA) is concerned, it should be \nconsidered that they make up national or international radio \ntelephony network. \n \nThe  table  “En-route  Aeronautical  Mobile Service  (SMA) - MF-HF \nCommunications Facilities for ACC Services – A/G” (GRAPHIC N° 3) \nexhibits the stations and establishes the frequencies and remarks \nfor the provision of these services. \n \n \nEach  frequency  is  identified  with  the  mark  (a),  (b),  (c)  or (d),  as \nappropriate,   with the reference   of the column “Remarks” \n(GRAPHIC N° 3). \n \nWhen said reference indicates \"(a) National flights\", that frequency \nor those frequencies shall be used (on the airway, on the route or \nin the flight zone for which it/they has/have been established) by \naircraft  that  start,  make  and  end  their  flight  within  the  national \nairspace. \n \nWhen the reference indicates \"(b) International flights\", that \nfrequency or those frequencies shall be used by aircraft that make \nthis kind of flights observing what has been stipulated in the \nfollowing paragraph. \n \nIn the particular case of the aeronautical station operating in Ezeiza \nAirport/Ministro Pistarini, four groups of frequencies will be \nobserved, whose use must basically comply with what is indicated \nin  the  above  paragraphs,  with  the  following  clarification: those \nfrequencies  with  (a)  and  (b)  references correspond  to national \nradio  telephony  networks  of  the  northern  and  southern  sectors, \nrespectively;  and  those  frequencies  with  (c)  and  (d)  references \ncorrespond  to  international  radio  telephony  networks,  via  Pacific \nOcean and via Atlantic Ocean, respectively. \n \nIn  normal  operating  conditions,  the  main  control  stations  listen \npermanently and simultaneously in two MF-HF frequencies of each \nof the above-mentioned SMA networks. \n \n \nThe national radio telephony networks basically operate three \nfrequencies: low, medium and high (for example: 2 MHz, 5 MHz and \n11 MHz), keeping constantly the medium channel and alternating \nthe other two depending on the time of  the day.  In international \nnetworks, two frequencies are also permanently and \n\nAIP ARGENTINA GEN 3.4-10 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \npermanente y simultánea (por ejemplo: 5 MHz o 6 MHz y 10 MHz \nu 11 MHz), pero al disponerse en ellas de mayor cantidad de canales \nde  alternativa  (HX),  el  uso de estos  últimos  será normalmente \ndispuesto por la estación aeronáutica, pornecesidades operativas \ny/o por requerimiento de una estación de aeronave. \n \nEn los canales MF-HF las comunicaciones pueden hacerse hacia los \nCentros de Control de Área (ACC) o hacia las Estaciones de \nComunicaciones Generales -Aeradios- (A/G). \n \nCuando  en  un  lugar  ambas  dependencias  (ACC - A/G)  empleen \nalgún  canal  común,  el  uso  de  la  señal  distintiva  o  identificación \napropiada establecerá  la  dependencia  a  la  cual  se  llama  y,  por \nconsiguiente, el encaminamiento de la comunicación. Así, por \nejemplo, en condiciones normales: \n \na) se llamará a \"EZEIZA CONTROL\" o \"CENTRO\", según \ncorresponda  (o  \"COMODORO  RIVADAVIA  CONTROL\",  etc.) \npara las comunicaciones con propósitos de servicio de \ncontrol de tránsito aéreo, cambios en el plan de vuelo, \ninformes de posición obligatorios en aerovías y demás \ncomunicaciones propias de los servicios de control y asesor \ndel tránsito aéreo. \n \nb) se  llamará  a \"EZEIZA  RADIO\"  (o  \"COMODORO  RIVADAVIA \nRADIO”, etc.) para las comunicaciones generales (pedidos de \ninformes meteorológicos, mensajes relativos a la operación \nde las aeronaves, datos del tránsito y carga). \n \nNo  obstante,  en  casos  extraordinarios,  podrán cursarse  por  los \ncanales afectados a ambos servicios (ACC - A/G) cualquiera de los \nmensajes autorizados según el documento Procedimientos de \nTelecomunicaciones Aeronáuticas, capitulo 4 – Servicio Fijo \nAeronáutico (AFS).  \n \nTal disponibilidad de comunicaciones por varias vías no excluye la \nobligación de que los vuelos IFR mantengan escucha permanente \n \nen los canales afectados a los Centros de Control, excepto \nautorización especial y por tiempo limitado. \n \n3.2.5.3 Comunicaciones entre aeronaves \n \nLas comunicaciones entre aeronaves que sobrevuelen el territorio \nnacional y aguas jurisdiccionales  pueden hacerse con ajuste a las \ncondiciones siguientes: \n \na) Asegurando en todo momento la escucha y/o comunicación \ncon la estación aeronáutica de la dependencia de control o \ninformación de vuelo en cuya zona o área se encuentren las \naeronaves que deban comunicarse entre sí. \n \nb) Usando,  preferentemente  con  autorización  de  la  estación \naeronáutica: a) los canales para comunicaciones generales en \nVHF correspondientes a la zona o  área  donde  se  realiza  el \nvuelo, o bien b) los canales de MF- HF de la misma zona que \nregistren menor actividad. \n \nc) No se usarán los canales correspondientes a las \ndependencias o servicios para el control de los vuelos (TWR, \nAPP, ACC, etc.), salvo: a) en situaciones de SOCORRO, \nURGENCIA o SEGURIDAD, o bien b) excepcionalmente, \ncuando el enlace entre las aeronaves sea imposible por otros \nmedios y sólo luego de haber pedido y recibido expresa \nautorización de la estación aeronáutica que ejerce el control \nde la ruta, zona, área, etc. \n \nd) De acuerdo con lo establecido en el “PLAN DE CONTINGENCIA \nsimultaneously listened to (for example: 5 MHz or 6 MHz and 10 \nMHz  or  11  MHz),  but,  since  they  have  more  alternative  channels \n(HX), the use of the latter will normally be stipulated by the \naeronautical station for operational needs and/or upon request of \nan aircraft station. \n \nIn the MF-HF channels, the communications may be addressed to \nthe  Area  Control  Center  (ACC)  or  to  the  General  Communication \nStations -Aeradios- (A/G). \n \nWhen in a place both units (ACC - A/G) utilize any common channel, \nthe use of the appropriate identification sign shall establish the unit \nto which the call is to be made and, consequently, the routing of \nthe communication. Threfore, for example, in normal conditions: \n \n \na) the call shall be made to \"EZEIZA CONTROL\" or \"CENTRO\", as \nappropriate (or \"COMODORO RIVADAVIA CONTROL\", etc.) in \nthe case of communications for purposes of air traffic control \nservice,  changes  in  the  flight  plan,  obligatory reports on \nairway positions and other communications inherent to the \ncontrol and air traffic advisory services. \n \nb) the call shall be made to \"EZEIZA RADIO\" (or \"COMODORO \nRIVADAVIA RADIO”, etc.) in the case of general \ncommunications (requests of weather reports, messages \nrelated to the operation of aircraft, data of traffic and cargo). \n \n \nNevertheless, in extraordinary cases, any of the messages \nauthorized pursuant to the document Aeronautical \nTelecommunications  Procedures,  Chapter  4 – Aeronautical  Fixed \nService (AFS) shall be transmitted through the channels affected to \nboth services (ACC - A/G). \n \nSuch availability for communications through several channels does \nnot preclude the IFR flights from the obligation of keeping listening \n \npermanently on the channels affected to the Control Centers, \nexcept for special authorization and limited time. \n \n3.2.5.3 Communications among Aircraft \n \nCommunications  among  aircraft  overflying  the  national  territory \nand jurisdictional waters may be achieved according to the \nfollowing conditions: \n \na) Ensuring all the time that they keep listening and/or \ncommunicating with the aeronautical station of the control or \nflight information unit in whose zone or area are the aircraft \nthat must communicate with each other. \n \nb) Using, preferably with the aeronautical station authorization: \nthe channels for general communications in VHF (\"Channel \nCOM\" or \"Channel A/G\") corresponding to the zone or area \nwhere the flight is performed, or b) the MF-HF channels of the \nsame zone with less activity. \n \nc) The channels corresponding to flight control units or services \n(TWR, APP, ACC, etc.) shall not be used, except: a) in \nDISTRESS, EMERGENCY or SAFETY situations, or b) \nexceptionally, when the link among aircraft is impossible \nthrough other means and only after having asked and \nreceived the express authorization of the aeronautical station \nthat controls the route, zone, area, etc. \n \n \nd) In accordance with what is established in the “ATS \n\nAIP ARGENTINA GEN 3.4-11 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nATS DE LA REPÚBLICA ARGENTINA”, en particular el Anexo III \n– Procedimientos Operacionales para Pilotos, cuando se \nactive  dicho  plan  en  aquellos  espacios  aéreos  del territorio \nnacional donde las comunicaciones tierra-aire no estén \ndisponibles, la frecuencia para los procedimientos de \nradiodifusión de información en vuelo que deberá utilizarse \nen la Región SAM es 123,45 MHz. (Ver AIP, Volumen I, Parte \n2, ENR 1.15.). \n \n3.2.5.4 Mensajes originados por aeronaves en vuelo \n \nEl servicio de transmisión de mensajes incluye las comunicaciones \nde aeronaves en vuelo, de tal forma estas pueden expedir \nmensajes  con  destino  a  sus  oficinas  de  operaciones  de  vuelo  o \nrecibir mensajes de estas últimas. \n \n3.2.5.5 Enlace de Datos \n \nSuministro de autorizaciones ATC mediante enlace de datos (DCL - \nDEPARTURE CLEARANCE), es un sistema de enlace de datos \naeroterrestres compuesto por: \n \na) un segmento a bordo de la aeronave que utiliza una función \nde  la  plataforma Aircraft  Communications  Addressing  and \nReporting System (ACARS), desarrollada para la transmisión \nde  mensajes  entre  las  aeronaves  y  las  empresas  aéreas  y \nadministrada por un proveedor de servicios de \ncomunicaciones; y \n \nb) un segmento en tierra, ubicado en las dependencias de \ncontrol de tránsito aéreo \n \nEste sistema permite solicitar y enviar, de forma automatizada, del \nmensaje de Autorización ATC de salida –entre el piloto y el \ncontrolador  de  tránsito  aéreo– a  la  aeronave  que  disponga  del \nSistema de Envío y Recepción de Mensajes en forma escrita por \nmedio de Enlace de Datos a través del ACARS. \n \nLa solicitud de Autorización ATC de Salida por medio de Enlace de \nDatos podrá ser realizada por el piloto, por intermedio del ACARS, \ny estará disponible a requerimiento del usuario. \n \nRequerimientos \n \nPara poder utilizar este servicio de autorización de salida de forma \nautomática, las aeronaves deberán contar con ACARS a bordo. \n \nPlan de vuelo \n \nEl piloto deberá indicar en el plan de vuelo que requerirá DCL, \ncompletando los casilleros 10 y 18 de la siguiente manera: \n \na) Casillero 10: “S” indicando comunicaciones en VHF, “E3” \nindicando ACARS, “Z” indicando otros equipos instalados \nabordo (Activa DAT/ en casilla 18). \n \nb) Casilla  18:  REG/  indicando  matrícula (independientemente \nque sea la misma matrícula que figura en casilla 7) y DAT/Pre \nFANS  (En  los  sistemas  automatizados  indica  requerimiento \nDCL.). \n \nNota. —En SABE y SAEZ, ver AD 2.20 Suministro de autorizaciones \nATC mediante enlace de datos (DATA LINK DEPARTURE CLEARANCE \n– DCL). \n \n3.2.6 Canal de llamada general \n \nLa finalidad es brindar la posibilidad de uso de un canal de \nCONTINGENCY  PLAN  OF  THE  REPUBLIC  OF  ARGENTINA”,  in \nparticular the Annex III – Operational Procedures for Pilots, \nwhen said plan is activated in those airspaces of the national \nterritory where ground-air communications are not available, \nnacional donde las comunicaciones tierra-aire no estén \ndisponibles,  the  frequency  for broadcasting  procedures  of \nflight information to be used in SAM Region is 123.45 MHz. \n(See AIP, Volume I, Part 2, ENR 1.15.). \n \n3.2.5.4 Messages Originated by Aircraft in Flight \n \nThe message transmission service includes the communications of \naircraft in flight, so they may send messages to their flight \noperation offices or receive messages from them. \n \n \n3.2.5.5 Data Link \n \nProvision of ATC authorizations through data link (DCL - EPARTURE \nCLEARANCE), It is a system of air and ground data link made up of: \n \n \na) a segment on board the aircraft using a function of the \nplatform Aircraft Communications Addressing and Reporting \nSystem (ACARS), developed for the transmission of messages \nbetween  the  aircraft  and  the  airlines,  and  managed by  a \ncommunication services provider and \n \n \nb) a segment on the ground, located in air traffic control units. \n \n \nThis  system  allows  requesting  and  submitting,  by  an  automated \nprocess,  the  message  of  the  ATC  Departure  Clearance –between \nthe pilot and the air traffic controller– to the aircraft available of \nthe system for the submission and reception of written messages \nvia data link through the ACARS. \n \nThe request for the ATC Departure Clearance via data link may be \nmade by the pilot, through the ACARS, and will be available upon \nrequirement of the user. \n \nRequirements \n \nTo be able to use this departure clearance service automatically, \nthe aircraft shall have the ACARS on board. \n \nFlight Plan \n \nThe pilot shall indicate in the flight plan that he will ask for the DCL, \nfilling out boxes 10 and 18 as follows: \n \na) Box 10: “S” indicating communications in VHF, “E3” indicating \nACARS,  “Z”  indicating  other  equipment  installed  on  board \n(Activates DAT/ on box 18). \n \nb) Box 18: REG/ indicating registration mark (no matter whether \nit is the same registration mark on box 7) and DAT/Pre FANS \n(In the automated systems, it indicates DCL requirement.). \n \n \nNote. —In the case of SABE and SAEZ, see AD 2.20 Provision of ATC \nclearances via data link (DATA LINK DEPARTURE CLEARANCE – DCL). \n \n \n3.2.6 Channel for General Call \n \nThe  purpose  is  to offer  the  possibility  of  using  a  radio  frequency \n\nAIP ARGENTINA GEN 3.4-12 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nradiofrecuencia de la gama VHF-AM (banda aeronáutica), que \npermita a los pilotos de las aeronaves que operan en aeródromos \ndonde  no  se brindan  servicios  de  tránsito  aéreo  y  lugares  aptos \ndenunciados anunciar y/o prevenir a los pilotos de las demás \naeronaves que se encuentran operando en el aeródromo o dentro \nde la zona de tránsito del mismo, respecto de sus intenciones y/o \nmaniobras  que efectuarán,  ya  sea  durante  la  llegada  o  previo  y \ndespués del despegue, mediante una llamada general en el canal \ndesignado. \n \nVer disposiciones en el documento “Normas y Procedimientos de \nTelecomunicaciones en Jurisdicción Aeronáutica”, Parte I \nInstalaciones y servicios CNS, Capítulo III Disposiciones particulares \npara los servicios de telecomunicaciones aeronáuticas, Título 3.2.4 \nCanal de llamada general,  y  documento  “Procedimientos  de \nTelecomunicaciones     Aeronauticas”,     Capitulo     5,     5.2.1.7.3 \nProcedimientos radiotelefónicos. \n \n3.3 Servicio fijo \n \nLas listas contenidas en la Parte GEN 2.4 \"Indicadores de Lugar\" de \neste documento, además de otros indicadores  de uso específico, \nsuministran el nombre de las estaciones fijas de \ntelecomunicaciones    aeronáuticas que integran la Red de \nTelecuminicaciones     Aeronauticas     (ATN)     ubicadas     en     los \naeródromos,  pormedio de las cuales se realiza el intercambio  de \nmensajes. \n \nLas estaciones marcadas con asterisco (*) no aceptan el depósito o \nimposición de mensajes de los usuarios en general; sólo funcionan \npara el curso de comunicaciones internas (tráfico operativo, \nmeteorológico, etc.). \n \nLas condiciones de composición y aceptación de los mensajes para \nlos diferentes usuarios, como así también los procedimientos \ngenerales, pueden ser consultados en el documento \n“Procedimientos de Telecomunicaciones Aeronáuticas”, Capítulo \n4, o bien ser consultados a la Dirección Nacional de Inspección de \nNavegación Aérea. Los pedidos para uso de la red deben dirigirse a \nla Dirección Nacional de Inspección de Navegación Aérea.  \n \nLa entrega de los mensajes se efectuará en las estaciones de \ncomunicaciones. \n \nNo  se  requiere  autorización  previa  a  los usuarios  para expedir \nmensajes operativos con destino a las oficinas de Control de \nTránsito Aéreo (planes de vuelo, solicitudes, etc.). \n \nLas  comunicaciones  para  el  exterior  (mensajes)  se  aceptarán  en \ntanto estén correctamente compuestos según los procedimientos \nvigentes y los destinos correspondan a una de las terminales AFS \noficialmente reconocidas como tales por el Estado de destino y/o \nestén incluidos en los listados de la OACI. \n \n3.3.1 Condiciones generales para aceptar los mensajes \n \nLas  estaciones  aceptarán el depósito  de  mensajes,  sujeto  a  las \nsiguientes condiciones generales: \n \na) Que el expedidor esté autorizado a usar la red, o se encuentre \nincluido en alguno de los motivos para aceptación temporaria \ny circunstancial. \n \nb) Que tal mensaje sea preparado y presentado de conformidad \ncon las reglas contenidas en los siguientes documentos: \nProcedimientos de Telecomunicaciones Aeronáuticas, Cap. 4. \nNormas y Métodos recomendados Internacionales - \nTelecomunicaciones Aeronáuticas (Anexo 10 de la OACI). \nchannel of the range VHF-AM (aeronautical band), which allows the \npilots  of  the  aircraft  operating  at  aerodromes  with  no  air  traffic \nservices and declared suitable places to announce and/or prevent \nthe pilots  of  other  aircraft  operating  at  the  aerodrome  or  within \nsuch aerodrome traffic zone from their intentions and/or \nmanoeuvres, either during the arrival or before and after the take \noff through a general call on the assigned channel. \n \n \n \nSee the provisions in the document “Telecommunication Standards \nand  Procedures  in  Aeronautical  Jurisdiction”,  Part  I  CNS  Facilities \nand Services, Chapter III Specific Provisions for Aeronautical \nTelecommunication Services, Title 3.2.4 – Channel for General Call, \nand  document  “Aeronautical  Telecommunication  Procedures”, \nChapter 5, 5.2.1.7.3 Radio Telephony Procedures. \n \n \n3.3 Fixed Service \n \nThe  lists  included in  GEN  Part 2.4  \"Location  Indicators\"  of  this \ndocument, apart from other indicators of specific use, provide the \nname of the fixed aeronautical telecommunication stations making \nup the Aeronautical Telecommunication Network (ATN) located on \naerodromes and through which the exchange of messages is made. \n \n \nThe  stations  marked  with  an  asterisk  (*)  do  not  accept general \nusers’ deposit or imposition of messages; they are only meant for \nprocessing internal communications ólo funcionan para el curso de \ncomunicaciones internas (operational and meteorological traffic, \netc.). \n \nThe conditions for composing and accepting the messages for \ndifferent users, as well as the general procedures, may be \nconsulted in the document “Aeronautical Telecommunication \nProcedures”, Chapter 4, or in the National Directorate of Air \nNavigation Inspection. The requests for using the network must be \naddressed to the National Directorate of Air Navigation Inspection.  \n \n \nMessages will be delivered in the communication stations. \n \n \nNo previous authorization is required to the users to submit \noperational messages to the Air Traffic Control offices (flight plans, \nrequests, etc.). \n \nThe communications to foreign countries (messages) are accepted \nif they are produced properly, according to the procedures in force, \nand  if  the  destinations  correspond  to  one  of  the  AFS  terminals \nofficially recognized as such by the State of destination and/or are \nincluded on ICAO lists. \n \n3.3.1 General Conditions for Accepting the Messages \n \nThe stations will accept messages deposit subject to the following \ngeneral conditions: \n \na) The sender should be authorized to use the network, or \nshould be included in any of the reasons for temporary and \ncircumstancial acceptance. \n \nb) The message must be prepared and presented in accordance \nwith the standards included in the following documents: \nAeronautical Telecommunication Procedures, Chapter 4. \nInternational Standards and Recommended Practices – \nAeronautical Telecommunications (ICAO Annex 10). \n\nAIP ARGENTINA GEN 3.4-13 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n \nc) Que las direcciones o destinos correspondan a estaciones de \ncomunicaciones  integrantes  de  la  red  ATN  que presten el \nservicio de intercambio y entrega de los mensajes. \n \n \n3.3.2 Lista abreviada de la naturaleza de los mensajes \n \nPara facilitar una consulta rápida, se detalla a continuación una lista \nresumida de la naturaleza del texto de los mensajes: \n \na) Mensajes de socorro y tráfico de socorro, urgencia y \nseguridad. \n \nb) Mensajes relativos a la seguridad de vuelo: de movimiento y \nde control; planes de vuelo; salida; informes de posición \nllegada, etc. \n \nc) Mensajes relativos a la regularidad de vuelo: relativos a \ncarga, pasajeros y tripulantes, peso, etc. Cambios de horario \nde operación de aeronaves, aterrizajes extraordinarios de las \naeronaves en ruta o a punto de partir, etc. \n \nd) Mensaje de administración aeronáutica: relativos al \nfuncionamiento de las instalaciones o servicios \nindispensables para la regularidad o seguridad de las \noperaciones de las aeronaves o indispensables para los \nservicios de telecomunicaciones aeronáuticas. \n \ne) Mensajes de información aeronáutica: NOTAM, SNOWTAM y \nASHTAM. \n \nf) Mensajes de reserva. \n \ng) Mensajes generales de los explotadores de aeronave. \n \n3.3.3 Mensajes para aeronaves \n \nEl usuario autorizado a usar la red ATN puede expedir mensajes \ndesde sus oficinas de operaciones de vuelo hacia una aeronave o \nviceversa, de los siguientes tipos: \n \na) de movimiento; \n \nb) de interés inmediato para las aeronaves en vuelo; \n \nc) de cambios de horarios; \n \nd) relativos a piezas o materiales requeridos; y  \n \ne) relativos a servicios que deben presentarse a la/s aeronaves. \n \n3.4 Servicio de radiodifusión aeronáutica \n \nEl servicio de Radiodifusión Aeronáutica comprende la transmisión \nregular en horarios fijos de avisos a los servicios (NOTAM), \nBoletines y Pronósticos Meteorológicos. \n \n3.4.1 Radiodifusión en MF-HF \n \nLa realizan las estaciones principales de Ezeiza, Comodoro \nRivadavia, Resistencia  y  Córdoba,  en  las  gamas  de  MF-HF,  para \nemisión de informes de NOTAM y Meteorología. \n \nEl programa de emisiones varía según la época del año y hora del \ndía, y el mismo se detalla en los ejemplos del gráfico N° 2, que figura \nal final de esta Parte. \n \n \nc) The addresses or destinations should correspond to the \ncommunication stations that integrate the ATN                                                               \nwhich provide services for exchanging and delivering \nmessages. \n \n3.3.2 Abbreviated List of the Nature of the Messages \n \nTo facilitate a rapid consultation, here follows a summary list of the \nnature of the text in the messages: \n \na) Distress messages, and distress, emergency and safety traffic. \n \n \nb) Messages related to flight safety: of movement and control; \nflight plans; departure; reports of arrival positions, etc. \n \n \nc) Messages related to flight regularity: related to cargo, \npassengers and crew members, weight, etc. Changes in \naircraft time of operation, extraordinary landings of en-route \naircraft or of aircraft about to take off, etc. \n \nd) Messages of aeronautical administration: related to \ntheoperation of facilities or services essential for the \nregularity or safety of aircraft operations, or essential for \naeronautical telecommunication services. \n \n \ne) Messages of aeronautical information: NOTAM, SNOWTAM \nand ASHTAM. \n \nf) Reservation messages. \n \ng) General messages of aircraft operators. \n \n3.3.3 Messages for Aircraft \n \nThe user authorized to use the network ATN may send a message of \nthe  following  types  from  his/her  flight  operation  offices  to  an \naircraft or viceversa:  \n \na) of movement; \n \nb) of immediate interest for the aircraft in flight;  \n \nc) of changes in the schedule;  \n \nd) related to required parts or materials; and  \n \ne) related to services to be presented to the aircraft. \n \n3.4 Aeronautical Broadcasting Service \n \nThe Aeronautical Broadcasting service includes the regular \ntransmission  in  fixed  time  of  notices  to  the  services  (NOTAM), \nBulletins and Weather Forecasts. \n \n3.4.1 Broadcasting in MF-HF \n \nIt is performed by the main stations of Ezeiza, Comodoro Rivadavia, \nResistencia  and  Córdoba,  in  MF-HF  ranges,  for  the  issuance  of \nreports on NOTAM and Meteorology. \n \nThe emissions program vary according to the time of the year and \nto the time of the day, and is detailed in the examples of Chart No. \n2, at the end of this Part. \n \n\nAIP ARGENTINA GEN 3.4-14 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \nLas transmisiones en curso a las horas límites indicadas \ncontinuarán en las mismas frecuencias en que se iniciaron hasta la \nfinalización de la totalidad de los informes correspondientes a esa \nhora o período de emisión. \n \nEl valor de frecuencia exacta y demás informacióncorrespondiente \na  cada  transmisión  de  la  estación  respectiva  debeser  consultado \nen  la  Tabla “Servicio  de  Radiodifusión  Aeronáutica en  MF-HF” \nincorporada en esta sección. \n \n3.4.2 Servicio automático de información terminal (ATIS) \n \nPor un canal COM/VHF-AM se emiten automáticamente \ninformaciones del aeropuerto correspondiente, que comprenden \nlos datos prescritos por la Parte 211 de las RAAC Gestión del Tránsito \nAéreo, que, en su forma práctica y en la mayoría de estos servicios, \nincluye a los siguientes: \n \na) Preámbulo:  Identificación  del  tipo  de  información  (ATIS), \nnombre del aeropuerto o aeródromo al cual se refiere dicha \ninformación, letra que identifica al mensaje y hora (UTC) en \nque fue preparado y/o actualizado. \n \nb) Dirección y velocidad del viento de superficie. \n \nc) Visibilidad. \n \nd) Tipo de nubosidad y altura de la base de ésta. \n \ne) Temperatura y temperatura del punto de rocío. \n \nf) Reglajes del altímetro. \n \ng) Cuando esté disponible se incluirá información sobre \nfenómenos  meteorológicos  significativos  en las  zonas  de \naproximación, despegue o ascenso. \n \nh) Pista en uso y, cuando corresponda, las condiciones \nimportantes de la superficie de la pista. \n \ni) Otras informaciones esenciales para las operaciones. \n \nj) Letra que identifica al mensaje precedente. \n \nA  fin  de descongestionar  los  canales  de  comunicaciones  de  los \nmensajes de petición y respuesta de informaciones del tipo \nanterior, los pilotos darán preferencia a la recepción de esta \nradiodifusión. \n \nLos  pilotos  que  hubieran  recibido  estas  informaciones  acusarán \nrecibo en la primera comunicación que realicen con la \n \ndependencia ATS que corresponda (servicio de aproximación o \ncontrol de aeródromo), mencionando la letra de identificación con \nque hubiera sido irradiada. \n \n3.5 Idioma utilizado \n \nEspañol. \n \nSe indicará, particularmente, si una dependencia ATS / estación de \ntelecomunicaciones brinda servicio en idioma inglés. \n \n4. Tablas de señales radiales – Anexo 10 OACI VOL II Cap. 5 \n \n4.1 Números en código Morse \nThe  transmissions in progress at  the  limit  times indicated will \ncontinue in the same frequency in which they started until the end \nof all the reports corresponding to that time or period of emission. \n \n \nThe  value  of  the  accurate  frequency  and  all  other  information \ncorresponding to each transmission of the respective station \nshould be consulted on the table “Aeronautical Broadcasting \nService in MF-HF” incorporated to this section. \n \n3.4.2 Automatic Terminal Information Service (ATIS) \n \nThrough     a COM/VHF-AM     channel,     information     of     the \ncorresponding  airport is  issued  automatically.  Said  information \nencompasses  the  data prescribed  in Part  211  of  the  RAAC  Air \nTraffic Management, that, in its practical form and in most of these \nservices, includes the following: \n \na) Preamble:  Identification  of  the  type  of  information  (ATIS), \nname of the airport or aerodrome to which the information \nrefers, letter identifying the message and time (UTC) when it \nwas prepared and/or updated. \n \nb) Direction and speed of the surface wind. \n \nc) Visibility. \n \nd) Type of cloudiness and height of its base. \n \ne) Temperature and dew point temperature. \n \nf) Altimeter settings. \n \ng) If available,  information  about  important  meteorological \nphenomena  in  approach,  take-off  or  climb  zones  will  be \nincluded. \n \nh) Runway in use and, when applicable, the significant \nconditions of the runway surface. \n \ni) Other information essential for the operations. \n \nj) Letter identifying the preceding message. \n \nIn order to unclog the communication channels of the information \nrequest/reply  messages  of  the  previous  type,  the  pilots  will  give \npriority to the reception of this broadcasting. \n \n \nThe pilots who might have received this information will \nacknowledge receipt in the first communication they have with the \n \npertinent ATS unit (approach service or aerodrome control), \nmentioning the identification letter with which it has been radiated. \n \n \n3.5 Language Used \n \nSpanish. \n \nIt will be indicated, in particular, if an ATS unit / telecommunication \nstation provides services in English. \n \n4. Tables of radio signals – Annex 10 ICAO VOL II Chapter 5 \n \n4.1 Morse code numbers \n\nAIP ARGENTINA GEN 3.4-15 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \nNÚMERO/ \nNUMBER \nCÓDIGO / \nCODE \nPALABRA / \nWORD \nPRONUNCIACIÓN / \nPRONUNCIATION \n0 - - - - - Ziro SIRO \n1 .- - - - One UAN \n2 ..- - - Two TU \n3 ...- - Three TRI \n4 ....- Four FOar \n5 ..... Five FAIF \n6 -.... Six SIKS \n7 - -... Seven SEV ́N \n8 - - -.. Eight EIT \n9 - - - -. Nine NAIna \n \n4.2 Alfabeto Fonético 4.2 Phonetic Alphabet \nLetra / \nLetter \nPalabra / \nWord \nCódigo Morse / \nMorse code \nPronunciación aproximada / Approximate pronunciation \nConvenio fonético \ninternacional / \nInternational phonetic \nconvention \nRepresentación con el alfabeto \nlatino / Representation with the \nLatin alphabet \nA Alfa .- 'ælfa AL FAH \nB Bravo -... 'bra:'vo BRAH VOH \nC Charlie -.-. 'tʃɑ:li or 'ʃɑ:li CHAR LEE or SHAR LEE \nD Delta -.. 'deltɑ DELL TAH \nE Echo . 'eko ECK OH \nF Foxtrot ..-. 'fɔkstrɔt FOKS TROT \nG Golf - -. gʌlf GOLF \nH Hotel .... ho:'tel HO TELL \nI India .. 'indi⋅ɑ IN DEE AH \nJ Juliett .- - - 'dӡu:li'et JEW LEE ETT \nK Kilo -.- 'ki:lo KEY LOH \nL Lima .-.. 'li:mɑ LEE MAH \nM Mike -- mɑik MIKE \nN November -. no'vembə NO VEM BER \nO Oscar - - - 'ɔskɑ OSS CAH \nP Papa .- -. pə'pɑ PAH PAH \nQ Quebec - -.- ke'bek KEH BECK \nR Romeo ._. 'ro:mi⋅o ROW ME OH \nS Sierra ... si'erɑ SEE AIR RAH \nT Tango \n- \n'tængo TANG GO \nU Uniform \n..- \n'ju:nifɔ:m  or \n'u:nifɔrm \nYOU NEE FORM or \nOO NEE FORM \nV Victor ...- 'viktɑ VIK TAH \nW Whiskey .- - 'wiski WISS KEY \nX X-ray -..- 'eks'rei ECKS RAY \nY Yankee -.- - 'jænki YANG KEY \nZ Zulu - -.. 'zu:lu: ZOO LOO \nNota. — En la representación aproximada con el alfabeto latino, van subrayadas las sílabas en que debe ponerse el énfasis.  \nNote. — In the approximate representation with the Latin alphabet, the syllables on which the emphasis should be placed are underlined. \n \n \n \n4.3 Transmisión de números en radiotelefonía \n \n4.3.1 Transmisión de números \n \n4.3 Transmission of numbers in radiotelephony \n \n4.3.1 Transmission of numbers \n \nDistintivos de llamada de las aeronaves / Aircraft call signs Transmitidos como/ Transmitted as \nCCA 238 Air China dos tres ocho / two three eight \nOAL 242 Olympic dos cuatro dos / two four two \n \n  \n\nAIP ARGENTINA GEN 3.4-16 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \nRumbos / Bearings Transmitidos como/ Transmitted as \n100 grados rumbo uno cero cero / heading one zero one \n080 grados rumbo cero ocho cero / heading zero eight zero \n \nDirección y velocidad del viento / Wind direction and speed Transmitidas como / Transmitted as \n200 grados, 70 nudos viento dos cero cero grados, siete cero nudos / wind two zero \nzero degrees seven zero knots \n160 grados, 18 nudos, con ráfagas de 30 nudos viento uno seis cero grados, uno ocho nudos, ráfagas tres cero \nnudos / wind one six zero degrees, one eight knots, gusting three \nzero knots \n \nPistas / Runways Transmitidas como / Transmitted as \n27 pista dos siete / runway two seven \n30 pista tres cero / runway three zero \n \nNiveles de vuelo / Flight levels Transmitidos como / Transmitted as \nFL 180 nivel de vuelo uno ocho cero / flight level one eight zero \nFL 200 nivel de vuelo dos cientos / flight level two hundred \n \nReglajes de altímetro / Altimeter settings Transmitidos como / Transmitted as \n1009 QNH uno cero cero nueve / QNH one zero zero nine \n1000 QNH mil / QNH one thousand \n993 QNH nueve nueve tres / QNH nine nine three \n \nCódigos del transpondedor / Transponder codes Transmitidos como / Transmitted as \n2400 utilice respondedor dos cuatro cero cero /  \nsquawk two four zero zero \n1000 utilice respondedor mil / squawk one thousand \n2000 utilice respondedor dos mil / squawk two thousand \n \nAltitud / altitude Transmitida como / Transmitted as \n800 ocho cientos / eight hundred \n3 400 tres mil cuatro cientos / three thousand four hundred \n12 000 uno dos mil / one two thousand \n \nAltura de las nubes / Cloud height \nTransmitida como / Transmitted as \n2 200 dos mil dos cientos / two thousand two hundred \n4 300 cuatro mil tres cientos / four thousand three hundred \n \n Visibilidad / Visibility Transmitida como / Transmitted as \n1 000 Visibilidad mil / visibility one thousand \n700 visibilidad siete cientos / visibility seven hundred \n \nAlcance visual en la pista / Runway visual range Transmitido como / Transmitted as \n600 RVR seis cientos / RVR six hundred \n1 700 RVR uno siete cientos / RVR one seven hundred \n \nNúmero / Number Transmitido como / Transmitted as \n100,3 uno cero cero coma tres / one zero zero decimal three \n38 143,9 tres ocho uno cuatro tres coma nueve / three eight one four \nthree decimal nine \n \nHora / Time Emision / Emission \n0920 (9.20 de la mañana) tu siro o siro naina tu siro \n1643 (4.43 de la tarde) foar tri  o uan siks foar tri \n \n  \n\nAIP ARGENTINA GEN 3.4-17 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \nGRÁFICO N° 1 RED AFS NACIONAL / CHART No. 1 NATIONAL AFS NET table \nFIR EZEIZA Ubicación de la Estación / Location of the Station Operada por / Operated by \nSector Norte / Northern Sector \nConcordia (ER); Ezeiza (BA); Junín (BA); Gualeguaychú (ER); Rosario (SF); \nRufino (SF) y/and Sauce Viejo (SF) \nACC Ezeiza \nSector Sur / Southern Sector \nEzeiza (BA); Bahía Blanca (BA); Mar del Plata (BA); Pehuajó (BA); Santa \nRosa (LP); Tandil (BA); Choele Choel (RN); Chacharramendi (LP); \nNeuquén (N); Piedra del Águila (N); y/and Rincón de los Sauces (N) \nACC Ezeiza \nFIR CÓRDOBA Ubicación de la Estación / Location of the Station Operada por / Operated by \nSector Norte / Northern Sector \nAndalgalá  (C);  Córdoba  (Cba);  Frías  (SE);  Monte  Quemado  (SE);  San \njuancito (J) Susques (J); Tartagal (S) y/and Tucumán (T) \nACC Córdoba \nSector Sur / Southern Sector \nAncasti (C); Ceres (SF); Córdoba (Cba); La Posta (Cba); Marcos Juárez \n(Cba) y/and Río Cuarto (Cba) \nACC Córdoba \nFIR MENDOZA Ubicación de la Estación / Location of the Station Operada por / Operated by \n Malargüe (Mza); San Juan (SJ); Mendoza (Mza); Villa Reynolds (SL) \ny/and Rincón de los Sauces (N) \nACC Mendoza \nFIR COMODORO RIVADAVIA Ubicación de la Estación / Location of the Station Operada por / Operated by \nSector Norte / Northern Sector \nComodoro Rivadavia (Cht); Puerto Madryn (Cht); Esquel (Cht); Viedma \n(RN); e/and Ing. Jacobacci (RN) \nACC Comodoro Rivadavia \nSector Sur / Southern Sector \nComodoro Rivadavia (Cht); Río Gallegos (SC); Río Grande (TAIS); Río \nMayo (Cht); San Julián (SC) y/and El Calafate (SC) \nACC Comodoro Rivadavia \nFIR RESISTENCIA Ubicación de la Estación / Location of the Station Operada por / Operated by \n Cataratas  del  Iguazú  (Ms);  Formosa  (F);  Las  Lomitas  (F);  Paso  de  los \nLibres (Cts); Posadas (Ms); Pte. Roque Sáenz Peña (Cho); Reconquista \n(SF) y/and Resistencia (Cho) \nACC Resistencia \n \nGRÁFICO N° 2 RED AMHS/AFTN REGION SAM  / CHART No. 2 AMHS/AFTN SAM REGION NET \nDESDE / \nFROM \nHASTA / \nUNTIL \nTODAS LAS EMISIONES ENTRE HORAS (UTC) / \nALL EMISSIONS IN (UTC) TIMES \nSE EMITIRÁN EN LAS BANDAS DE: / \nTHEY WILL BE EMITTED ON BANDS OF: \n1 octubre / \nOctober \n30 abril / \nApril \n10:00 a/to 22:00 \nCanales medio y alto (Ej.: 5 MHz y 11 MHz) / \nChannels medium and high (E.g.: 5 MHz and 11 \nMHz) \n22:00 a/to 10:00 \nCanales bajo y medio (Ej.: 2 MHz y 5 MHz) / \nChannels low and medium (E.g.: 2 MHz and 5 \nMHz) \n1 mayo / \nMay \n30 septiembre / \nSeptember \n11:00 a/to 21:00 \nCanales medio y alto (Ej.: 5 MHz y 11 MHz) / \nChannels medium and high (E.g.: 5 MHz and 11 \nMHz) \n21:00 a/to 11:00 \nCanales bajo y medio (Ej.: 2 MHz y 5 MHz) / \nChannels low and medium (E.g.: 2 MHz and 5 \nMHz) \n \n \n  \n\nAIP ARGENTINA GEN 3.4-18 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \nGRÁFICO N° 3 / CHART No. 3 \nServicio Móvil Aeronáutico (SMA) en ruta / En-route Aeronautical Mobile Service (SMA) \nInstalaciones de comunicaciones en MF-HF para los servicios ACC – A/G / Communication Facilities in MF-HF for ACC – A/G Services \nEstación / \nStation \nServicio / \nService \nDistintivo / \nIdentification \nFrecuencia / \nFrequency \n(KHz) \nHorario / \nTime \nObservaciones / Remarks \n  \n \n  \n \n  \n \n  \n \n  \n \n  \n \n  \n \n  \n \nCOMODORO \nRIVADAVIA \n \nACC - A/G (xx) \nComodoro \nRivadavia Centro / \nAeradio \n \n2965 (b) \n \nH-24 \n \n(xx) Ver GEN 3.4. (4.2.4). / See GEN 3.4. (4.2.4). \n   \n5547 (b) \n \n(b) Vuelos nacionales en la FIR CRV / National \nflights in FIR CRV \n   \n6598 (b) \n  \n   \n11282 (b) \n \n(El servicio (a) se brinda según disponibilidad de \nla estación.) / (Service (a) is provided according to \nthe \navailability of the station.) \n \nGRÁFICO N° 4 / CHART No. 4 \nServicio de Radiodifusión Aeronáutica en MF-HF / Aeronautical Broadcasting Service in MF-\nHF \nEstación \nEmisora / \nEmiss. \nStation \nTipo de \nModul- \nación / \nModulati\non Type \nFrecuencia / \nFrequency \n(KHz) \nHorario del \nServicio \n(UTC) / \nService Hours \n(UTC) \nHoras de \nEmisión \n(UTC)/ \nEmission \nHours \n(UTC). \nClave - Tipo \nde \nInformación\n/ Key - Type \nof \nInformation \nContenido / Content Observaciones / Remarks \n    \n \n   \nCÓRDOBA \nAeradio \nJ3E \n3434 \n5475 \n8906 \nH-24 \nH + 25 METAR \nAD FIR CBA – FIR \nDOZ y/and AD \nAER-SVO-ROS \nLa emisión de dicha \ninformación se realiza \nteniendo en cuenta su \ndisponibilidad. / \n Such information is \nemitted according to \navailability. \n(#) A las 09:30 UTC se \ntransmite NOTAM \ncompleto; a partir de esa \nhora se repite e incorporan \nlas actualizaciones cada \ntres horas. / \nAt 9:30 UTC the entire \nNOTAM is transmitted; \nsince that time, \nit is repeated, and every \nthree hours updates are \nincorporated. \nH + 45 PRONAREA \nFIR CBA (*) - FIR DOZ \n(**) - FIR EZE (***) \n \nH + 30 NOTAM (#) \nNOTAM radial FIR \nCBA \n \n \n \n \n \n\nAIP ARGENTINA GEN 3.4-19 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 2/2025 27 NOVIEMBRE 2025 \n \n \nGRÁFICO N° 4 / CHART No. 4 \nServicio de Radiodifusión Aeronáutica en MF-HF / Aeronautical Broadcasting Service in MF-\nHF \nEstación \nEmisora / \nEmiss. \nStation \nTipo de \nModul- \nación / \nModulati\non Type \nFrecuencia / \nFrequency \n(KHz) \nHorario del \nServicio \n(UTC) / \nService Hours \n(UTC) \nHoras de \nEmisión \n(UTC)/ \nEmission \nHours \n(UTC). \nClave - Tipo \nde \nInformación\n/ Key - Type \nof \nInformation \nContenido / Content Observaciones / Remarks \n \n \n \n  \n \n  \n \n \n \n \n \n \n  \n(*) Se emite a toda hora. / Emission at all times \n(**) Se emite en horas pares. / Emission at even hours \n(***) Se emite en horas impares. / Emission at odd hours \n \n\nAIP ARGENTINA GEN 3.4-20 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n \n \n\nAIP ARGENTINA GEN 3.4-21 \nDEPARTAMENTO INFORMACION AERONAUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 \n \n \n \n \n ",
  "pageCount": 22,
  "characterCount": 87953
}