{
  "metadata": {
    "filename": "AIP - GEN3 - 1.pdf",
    "title": "AIP - GEN3 - 1.pdf",
    "type": "doc",
    "number": "3",
    "extractedAt": "2025-11-26T16:12:54.436Z"
  },
  "text": "\n\nAIP ARGENTINA  GEN 3.1-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2025 12 JUNIO 2025 \nGEN 3. SERVICIOS / SERVICES \nGEN 3.1     SERVICIO DE INFORMACIÓN AERONÁUTICA GEN 3.1     AERONAUTICAL INFROMATION SERVICES \n \n1. Servicio responsable \n \nLa Administración Nacional de Aviación Civil (ANAC) es la Autoridad \nAeronáutica responsable de regular, supervisar, publicar y fiscalizar \nel suministro de los Productos de información aeronáutica y datos \naeronáuticos en el territorio de la República Argentina, sus aguas \njurisdiccionales,  el  espacio  aéreo  que  los cubre  y  los  espacios \naéreos extraterritoriales, cuando por convenios internacionales se \nacuerde que dichos espacios se encuentran bajo jurisdicción de los \nServicios de Información Aeronáutica de la República Argentina. \n \n \nEl Departamento Información Aeronáutica, que forma parte de la \nDirección  Regulación,  Normas  y  Procedimientos,  la  cual  depende \nde  la  Dirección  Nacional  de  Inspección  de  Navegación  Aérea, \nasegura   el   flujo   de   información   necesaria   para   la   seguridad, \nregularidad  y  eficiencia de  la  navegación  aérea  internacional  y \nnacional en el área de responsabilidad.  \n \n1.1 Departamento Información Aeronáutica \n \nDirección Nacional de Inspección de Navegación Aérea  \nDirección Regulación, Normas y Procedimientos  \nDepartamento Información Aeronáutica  \nBalcarce 290 C1064AAF – CABA  \nRepública Argentina  \nDirección Telegráfica Aeronáutica (AFS): SABAYRYX \nE-mail: dianac@anac.gob.ar   \n \nEl  Departamento  Información  Aeronáutica funciona  de  lunes  a \nviernes de 8:00 a 16:00 horas. \n \n1.2 Oficina NOTAM Internacional (NOF)  \n \nEste servicio es brindado por la Empresa Argentina de Navegación \nAérea Sociedad del Estado (EANA S.E.).  \n \nOficina NOTAM Internacional  \nAeropuerto Internacional Ezeiza / Ministro Pistarini  \n(1804) Buenos Aires  \nRepública Argentina  \nDirección telegráfica aeronáutica (AFS): SAEZYNYX  \nTel: (+ 54 11) 4480-2260  \nE-mail: nofezeiza@eana.com.ar  \n \n2. Área de responsabilidad  \n \nEl  Servicio  de  Información  Aeronáutica  es  responsable  de  reunir, \ncompilar,  editar  y  publicar  la  información  aeronáutica  relativa  a \ntodo    el    territorio    de    la    República    Argentina,    sus    aguas \njurisdiccionales,  el  espacio  aéreo  que  los  cubre  y  los  espacios \naéreos extraterritoriales, cuando por convenios internacionales se \nacuerde que dichos espacios se encuentran bajo jurisdicción de la \nRepública Argentina.  \n \nEl  servicio  de  información  aeronáutica  (AIS)  garantiza  que  se \ndistribuyan  la  información  aeronáutica  y  los  datos  aeronáuticos \nnecesarios para la seguridad operacional, regularidad, economía y \neficiencia del sistema de la gestión de tránsito aéreo (ATM) de un \nmodo  ambientalmente  sostenible.  La  función  y  la  importancia  de \n \n1. Responsible Service \n \nThe    National    Civil    Aviation    Administration    (ANAC)    is    the \nAeronautical   Authority   responsible   for   regulating,   supervising, \npublishing    and    controlling    the    provision    of    aeronautical \ninformation products and aeronautical data in the territory of the \nArgentine  Republic,  its  jurisdictional  waters,  the  airspace  that \ncovers    them    and    the    extraterritorial    airspaces,    when    by \ninternational  agreements  it  is  agreed  that  such  spaces  are  under \nthe  jurisdiction  of  the  Aeronautical  Information  Services  of  the \nArgentine Republic. \n \nThe  Aeronautical  Information  Department,  which  is  part  of  the \nRegulation,  Standards  and  Procedures  Directorate,  which  reports \nto  the  National  Directorate  of  Air  Navigation  Inspection,  ensures \nthe  flow  of  information  necessary  for  the  safety,  regularity  and \nefficiency of international and national air navigation in its area of \nresponsibility.  \n \n1.1. Aeronautical Information Department \n \nNational Directorate of Air Navigation Inspection \nDirectorate of Regulation, Standards and Procedures \nAeronautical Information Department \nBalcarce 290 C1064AAF – CABA \nRepública Argentina  \nAeronautical Telegraphic Address (AFS): SABAYRYX \nE-mail: dianac@anac.gob.ar \n \nAeronautical  Information  Department works  from  Mondays  to \nFridays, from 08:00 to 16:00 (local time). \n \n1.2 International NOTAM Office (NOF) \n \nThe service is provided by the Argentine Air Navigation Company \nState Society (EANA S.E.). \n \nInternational NOTAM Office) \nEzeiza International Airport / Ministro Pistarini \n(1804) Buenos Aires \nRepública Argentina \nAeronautical Telegraphic Address (AFS): SAEZYNYX \nTelephone No.: (+54 11) 4480-2260 \nE-mail: nofezeiza@eana.com.ar  \n \n2. Area of Responsibility \n \nThe   aeronautical   information   service   (AIS)   is   responsible   for \ngathering,   compiling,   issuing   and   publishing   the   aeronautical     \ninformation  relating  to  the  whole  territory  of  the  Republic  of \nArgentina,  its  jurisdictional  waters,  the  air  space  covering  them, \nand the extraterritorial air spaces when, according to international \nagreements, it is agreed that such spaces are under the jurisdiction \nof the Republic of Argentina.   \n \nThe  aeronautical  information  service  ensures  the  distribution  of \nthe aeronautical information and aeronautical data        necessaries \nfor the safety, regularity, economy and efficiency of the air traffic \nmanagement  (ATM)  system  in  an  environmentally  sustainable \nmanner. The function and importance of the aeronautical data and \n\nAIP ARGENTINA  GEN 3.1-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nlos datos aeronáuticos y de la información aeronáutica cambiaron \nsignificativamente  con  la  implantación  de  la  navegación  de  área \n(RNAV),   la   navegación   basada   en   la   performance   (PBN),   los \nsistemas    de    navegación    de    a    bordo    computarizados,    la \ncomunicación  basada  en  la  performance  (PBC)  y  la  vigilancia \nbasada en la performance (PBS), los sistemas de enlace de datos y \nlas    comunicaciones    orales    por    satélite    (SATVOICE).    Si    la \ninformación  aeronáutica  o  los  datos  aeronáuticos  se  alteran,  son \nerróneos, tardíos  o  inexistentes,  la  seguridad  operacional  de  la \nnavegación aérea puede resultar afectada.  \n \nLa provisión del Servicio de Información Aeronáutica está regulada \npor  las  RAAC  Parte  215 — Servicios  de  Información  Aeronáuticas \n— concordante   con   el   Anexo   15 – Servicio   de   Información \nAeronáutica  OACI – y  armonizado  con  el  LAR  215  del  SRVSOP. Si \nhubiese diferencias con el Anexo 15 se notificarán en GEN 1.7. \n \nEl  Departamento  Información  Aeronáutica publica los  siguientes \nproductos de información aeronáutica: \n \na) Publicación  de  información  aeronáutica  (AIP),  con sus \nenmiendas y suplementos; \n \nb) Los Suplementos AIP; \n \nc) Las circulares de información aeronáutica (AIC); \n \nd) Las Cartas aeronáuticas. \n \nLa Empresa  Argentina  de  Navegación  Aérea  Sociedad  del  Estado \n(EANA  S.E.)  es  el  Proveedor  de  Servicios  de  Navegación  Aérea \n(ANSP),   según   lo   establecido   en   la   Ley   27161,   y   tiene   la \nresponsabilidad de brindar la siguiente información aeronáutica: \n \na) Los  NOTAM  y  boletines  de  información  previa  al  vuelo \n(PIB) y  \n \nb) listas de verificación y listas de NOTAM válidos. \n \n3. Publicaciones aeronáuticas  \n \nLos productos de Información Aeronáutica están constituidos por \nlos siguientes elementos:  \n \n La Publicación de Información Aeronáutica (AIP);  \n El Servicio de enmiendas a la AIP (AIP AMDT);  \n Los Suplementos a la AIP Serie A (SUP/A);  \n Las Circulares de Información Aeronáutica (AIC) Serie A; \n NOTAM A y B; y \n Cartas aeronáuticas.  \n \nLos datos y la información aeronáutica se suministran las 24 horas \nmediante la página web http://ais.anac.gob.ar/ \n \nLa  información  NOTAM y  las  listas  de  verificación  mensuales  son \nemitidas  a  través  del  servicio  fijo  aeronáutico  (AFS) del  ANSP, \nmientras que los Boletines de información previa al vuelo (PIB) son \nconfeccionados por las oficinas ARO/AIS de los aeródromos. \n \n \n3.1 Publicación de Información Aeronáutica (AIP) \n \nEs el documento aeronáutico básico, pensado esencialmente para \nsatisfacer  los  requerimientos  internacionales  de  intercambio  de \nof the aeronautical information have changed significantly with the \nimplementation  of  area  navigation  (RNAV),  performance-based             \nnavigation   (PBN),   on-board   computerized   navigation   systems, \nperformance-based communication (PBC) and performance-based \nsurveillance  (PBS),  and  data  link  systems  and  satellite  verbal \ncommunications (SATVOICE). If the aeronautical information or the \naeronautical data are altered, are incorrect, or if they come late or \nif they do not exist at all, the air navigation safety may be affected. \n \n \n \nThe provision of the Aeronautical Information Service is regulated \nby   RAAC   Part   215 - Aeronautical   Information   Services - in \naccordance with Annex 15 - ICAO Aeronautical Information Service \n- and harmonized with LAR 215 of the SRVSOP. Any deviations from \nAnnex 15 shall be notified in GEN 1.7. \n \nThe Aeronautical Information Department publishes the following \naeronautical information products: \n \na) Aeronautical Information  Publication  (AIP),  as  amended \nand supplemented; \n \nb) AIP Supplements; \n \nc) Aeronautical Information Circulars (AIC); \n \nd) Aeronautical Charts. \n \nEmpresa  Argentina  de  Navegación  Aérea  Sociedad  del  Estado \n(EANA  S.E.)  is  the  Air  Navigation  Service  Provider  (ANSP),  as \nestablished  in  Law  27161,  and  is  responsible  for  providing  the \nfollowing aeronautical information: \n \na) NOTAM and pre-flight information bulletins (PIB), and  \n \n \nb) checklists and lists of valid NOTAM. \n \n3. Aeronautical Publications \n \nAeronautical   Information   products   consist   of   the   following \nelements:  \n \n Aeronautical Information Publication (AIP); \n AIP Amendments Service (AIP AMDT); \n AIP Supplements Series A (SUP/A); \n Aeronautical Information Circulars (AIC) Series A; \n NOTAM A and B; and \n Aeronautical charts \n \nAeronautical  data  and  information  is  provided  24  hours  a  day \nthrough the website http://ais.anac.gob.ar/. \n \nThe  NOTAM  information  and  the  monthly  checklists  are  issued \nthrough  the  aeronautical  fixed service  (AFS),  while  the  Pre-Flight \nInformation   Bulletins   (PIB)   are   produced   by   the   aerodromes \nARO/AIS  offices.  The  other  elements  of  this  documentation  are \ndelivered by mail. \n \n3.1 Aeronautical Information Publication (AIP)4 \n \nIt  is  the  basic  aeronautical  document,  essentially  designed  to \nsatisfy    the    international    requirements    for    the    permanent    \n\nAIP ARGENTINA  GEN 3.1-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \ninformación   aeronáutica   permanente   y   los   cambios   de   larga \nduración esenciales para la navegación aérea.  \n \nSe  publica  en  tres  volúmenes en formato bilingüe para  uso  en \noperaciones   internacionales   y   nacionales,   tanto   para   vuelos \ncomerciales o privados.  \n \n3.2 Servicio de enmiendas a la AIP (AIP AMDT)  \n \nSe producen dos tipos de enmiendas:  \n \n Enmienda AIP regular (AMDT AIP), publicada de acuerdo \ncon un intervalo regular establecido e incorpora cambios \npermanentes a la AIP en la fecha de publicación indicada; \ny  \n \n Enmienda  AIP  AIRAC  (AMDT  AIP  AIRAC),  publicada  de \nacuerdo   con   el   sistema   AIRAC e incorpora   cambios \noperacionales  significativos  permanentes  en  una  fecha \nde efectividad AIRAC.  \n \nEn la cubierta de la enmienda AIP se brinda una breve descripción \nde  las  partes  afectadas  por  la  enmienda.  La  información  nueva \nincluida  en  las  páginas  reimpresas  de  la  AIP  se  identifica  con  una \nflecha    en    el    margen    izquierdo    (o    a    la    izquierda)    del \ncambio/agregado.  \n \nCada página de la AIP y las páginas reemplazantes incluidas en las \nenmiendas, así como la cubierta, constan de una fecha. Esta fecha \nconsiste en el día, mes (en letras) y año de publicación (Enmienda \nregular  a  la  AIP)  o  la  fecha  de  efectividad  AIRAC  (Enmienda  AIP \nAIRAC)  correspondiente  a  dicha  información. La  cubierta  de  la \nenmienda incluye el número de serie de la información contenida \ne   indica   si   alguna   parte   de los   productos de   información \naeronáutica  es  cancelada  al  ser  incluida  en  la  AIP  a  través  de  la \nenmienda.  \n \nCada enmienda regular AIP y cada enmienda AIRAC llevan números \nde serie separados, los cuales son consecutivos y están basados en \nel  año  calendario.  El  año,  indicado  en  dos  dígitos,  es  parte  del \nnúmero  de  serie  de  la  enmienda.  Ej.:  AMDT  AIP  1/98;  AMDT  AIP \nAIRAC 1/98.  \n \nCon  cada  enmienda  se  publica  una  lista de  verificación  de  las \npáginas  de  la  AIP,  la  cual  contiene  número  de  página/título  de  la \ncarta y la fecha de publicación o de efectividad, según corresponda; \nesta lista de verificación es parte integrante de la AIP.  \n \n3.3 Suplementos a la AIP (SUP)  \n \nLos cambios temporarios de larga duración (tres meses o más), la \ninformación  de  corta  duración  de  gran  volumen  de  texto  y/o  los \ngráficos se publican en Suplementos a la AIP (SUP).  \n \nLos    cambios    temporarios    que    son    significativos    para    las \noperaciones  se  publican  de  acuerdo  con  el  sistema  AIRAC,  y  se \nestablece una fecha de efectividad.  \n \nEsta  última  clase  de  suplementos  se  distingue  por  llevar  la  frase \nAIRAC sobre el borde superior derecho en fondo negro.  \n \nA   cada   Suplemento   AIP   se   le   asignará   un   número   de   serie \nconsecutivo y basado en el año civil, precedido por la letra A (Ej.: \nSUP A 08/98).  \n \nexchange  of  aeronautical  information  and  for  the  long-lasting \nchanges in air navigation.  \n \nIt is published in three volumes and in separate sheets format, in \nSpanish, to be used in national and international   operations, and \nboth for commercial or private flights. \n \n3.2 AIP Amendments Service (AIP AMDT) \n \nTwo types of amendments are produced: \n \n Regular   AIP amendment   (AIP   AMDT),   published   in \naccordance   with   an   established   regular   interval,   it \nincludes  the  permanent  AIP  changes  in  the  indicated \npublication date, and \n \n AIP  AIRAC  Amendment  (AIP  AIRAC  AMDT),  published  in \naccordance    with    the    AIRAC    system,    it    includes \npermanent    significant    operational changes    on    an \neffective AIRAC date. \n \nThe  AIP  amendment  cover  has  a  brief  description  of  the  parts \naffected by the amendment. The new information included on the \nreprinted AIP pages is identified with an arrow on the left margin \n(or on the left) of the change or of the added part. \n \n \nEach  page  of  the  AIP  and  the  replaced  pages  included  in  the \namendments, as well as the cover, have a date. Such date consists \nof the day, the month (in letters) and the publication year (regular \nAIP   amendment)   or   the   effective   AIRAC   date   (AIP   AIRAC \namendment) corresponding to that information. The amendment \ncover  includes  the  series  number  of  the      information  contained, \nand  it  indicates  if  any  part  of  the  documents  of Aeronautical \nInformation products is canceled to be included in the AIP through \nthe amendment. \n \nEach  regular  AIP  amendment  and  each  AIRAC  amendment  has \nseparate series numbers, which are consecutive and based on the \ncalendar  year.    The  year,  indicated  with  two  digits,  is  part  of  the \namendment series number. E.g.: AIP AMDT 1/98; AIP AIRAC AMDT \n1/98. \n \nWith  each  amendment,  a  check  list  of  AIP  pages  is  published.  It \ncontains the page number/title of the chart and the publication or \neffective date, as appropriate. Such checklist is part of the AIP. \n \n \n3.3 AIP Supplements (SUP) \n \nThe  long-lasting  temporary  changes  (three  months  or  more),  the \nshort- term  information  with  a  great  volume  of  texts  and/or \ngraphics is published through AIP Supplements (SUP).  \n \nTemporary changes  significant for air operations are published in \naccordance  with  the  AIRAC  system,  and  an  effective  date  is \nestablished.  \n \nThis last type of supplement is identified by the use of the phrase \nAIRAC on the right upper edge in black contrast. \n \nEach AIP Supplement will be assigned a consecutive series number \nbased on  the  civil  year  and  preceded  by  the  letter  A  (E.g.:  SUP  A \n08/98). \n \n  \n\nAIP ARGENTINA  GEN 3.1-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nUn suplemento a la AIP se conserva mientras una parte o toda la \ninformación  contenida  tenga  validez.  El  período  de  validez  de  la \ninformación contenida en un suplemento normalmente se fija  en \nel  suplemento  mismo.  En  ocasiones  puede  utilizarse  un  NOTAM \npara indicar cambios en el período de validez de un suplemento o \nbien su cancelación.  \n \nLas  listas  de  control  de  los  suplementos  a  la  AIP  en  vigencia  se \npublican dentro del resumen mensual.  \n \nLas páginas de los Suplementos AIP se imprimirán en color amarillo \npara distinguirlas fácilmente.  \n \n3.4 Circulares de Información Aeronáutica (AIC)  \n \nLas   Circulares    de   Información   Aeronáutica   (AIC)   contienen \ninformación  que  no  requiere  la  iniciación  de  un  NOTAM  o  su \ninclusión  en  la  AIP,  relacionada  con  asuntos  de  carácter  técnico, \nadministrativo o legislativo que sean de interés para la operación.  \n \nLas AIC Serie A contienen información que afecta a la aviación civil \ninternacional y su distribución es internacional.  \n \nCada  AIC  está  numerada  consecutivamente,  basada  en  el  año \ncalendario. El año, indicado en dos dígitos, forma parte del número \nde serie de la AIC. Ej.: AIC A 1/96. \n \n \n3.5 NOTAM y Boletines de información previa al vuelo (PIB) \n \nLos    NOTAM    contienen    información    sobre    establecimiento, \ncondición  o  cambio  de  alguna  instalación  o  de  algún  servicio, \nprocedimiento o peligro aeronáutico.  \n \nEl  conocimiento  de  esta  información  es  esencial  para  el  personal \nrelacionado con las operaciones aéreas.  \n \nEl   texto   de   cada   NOTAM   contiene   información   en   el   orden \nespecificado por el formato NOTAM OACI y codificado de acuerdo \ncon  el  código  NOTAM  OACI  complementado  con  abreviaturas \nOACI,  indicadores,  identificadores,  designadores,  indicativos  de \nllamada, frecuencias, figuras y texto claro.  \n \nLos NOTAM son distribuidos en 4 series identificadas con las letras \nA, C, S y V.  \n \nSerie A.  NOTAM   que   contienen   información   completa   sobre \ntodos los aeródromos/helipuertos, instalaciones y procedimientos \ndisponibles de interés para vuelos nacionales e internacionales de \nlarga  o  media  distancia  y  a  los  que  se  da  distribución  nacional  e \ninternacional seleccionada;  \n \nSerie C.  NOTAM   que   contienen   información   de   interés   para \naquellas   aeronaves   que   no   se   dedican   a   la   aviación   civil \ninternacional y a los que se da únicamente distribución nacional;  \n \nSerie S.  NOTAM relativos a la presencia o al cese de condiciones \npeligrosas debido a nieve, nieve fundente o hielo en el pavimento \nde  los  aeródromos  o  a  agua  estancada  relacionada  con  estas \ncondiciones. \n \nSerie V.  NOTAM que notifican por medio de un formato específico \nun  cambio  de  importancia  para  las  operaciones  de  las  aeronaves \ndebido a la actividad de un volcán, una erupción volcánica y/o una \nnube con ceniza volcánica.  \n \nAn  AIP  supplement  is  kept  as  long  as  part  or  all  the  information \ncontained  is  in  force.  The  validity  period  of  the  information  in  a \nsupplement is normally fixed in the supplement itself. Sometimes \na NOTAM may be used to indicate changes in the validity period of \na supplement or its cancellation. \n \n \nThe  AIP  Supplements  checklists  in  force  are  published  within  the \nmonthly summary. \n \nThe pages of AIP Supplements will be printed in yellow so as to be \neasily recognized. \n \n3.4 Aeronautical Information Circulars (AIC) \n \nThe    Aeronautical    Information    Circulars    (AIC)    contain    the \ninformation  that  does  not  require  the  issuance  of  a  NOTAM  or \nbeing   included   in   the   AIP,   and   related   to   those   technical, \nadministrative    or    legal    matters    important/interesting    for \noperation.  \n \nSeries A AICs contain information that affects the international civil \naviation, and they have international distribution. \n \nAIC are numbered consecutively, based on the calendar year. The \nyear,  indicated  with  two  digits,  is  part  of  the  AIC  series  number. \nE.g.: AIC A 1/96.  \n \n3.5 NOTAM and Pre-Flight Information Bulletins (PIB)  \n \nNOTAMs   contain   information   concerning   the   establishment, \ncondition  or  change  of  any  facility,  service  or  procedure,  or \nconcerning an aeronautical hazard.  \n \nThe knowledge of all this information is essential for the personnel \ninvolved in air     operations.  \n \nThe   text   of   each   NOTAM   contains   information   in   the   order \nspecified by the ICAO NOTAM format and coded in accordance with \nthe  ICAO  NOTAM  code  complemented by  ICAO  abbreviations, \nindicators, identifiers, designators, call signs, frequencies, graphics \nand clear text.  \n \nNOTAMs are delivered in 4 series identified with the letters A, C, S \nand V. \n \nSeries  A. NOTAMs containing  complete  information  regarding  all \nthe  aerodromes/heliports,  facilities  and  procedures        available, \ninformation  that  is  also  important/interesting  for  national  and \ninternational long- or medium-distance flights. They have national \nand international selected distribution.  \n \nSeries C. NOTAMs containing important/interesting information for \nthose  aircraft  that  are  not  affected  to  international  civil  aviation \nand that have only national distribution. \n \nSeries  S. NOTAMs  related  to  the  presence  or  end  of  hazardous \nconditions  due  to  snow,  slush  or  ice  on  the  pavements  of  the \naerodromes, or to standing waters relating to these conditions. \n \n \nSeries  V. NOTAMs  that  notify,  by  means  of  a  specific  format,  an \nimportant change for aircraft operations due to volcanic activity, a \nvolcanic eruption, and/or a cloud with volcanic ashes. \n \n  \n\nAIP ARGENTINA  GEN 3.1-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2023 13 JULIO 2023 \n \nLos  boletines  de  información  previa  al  vuelo  (PIB)  contienen  una \nrecapitulación  de  los  NOTAM  vigentes  y  alguna  otra  información \nurgente para los operadores/tripulaciones. Están disponibles en las \noficinas   ARO/AIS   dependientes   de   la   Empresa   Argentina   de \nNavegación Aérea Sociedad del Estado (EANA S.E.). \n \n3.6 Listas de verificación y Resúmenes NOTAM \n \nUna   Lista   de   verificación   de los   NOTAM   vigentes se   publica \nmensualmente vía AFS.  \n \nEl resumen de NOTAM vigentes se distribuye por correo a todos los \nreceptores de los productos de Información Aeronáutica.  \n \nConsiste  en  una  presentación  de  los  NOTAM  en  texto  claro  (en \nespañol)  y  de  información  acerca  de  los  números  de  las  últimas \nenmiendas a la AIP (regulares y AIRAC), los últimos Suplementos a \nla  AIP  y  AIC  publicados,  así  como  también  el  material  publicado \nbajo el sistema AIRAC con sus respectivas fechas de efectividad.  \n \nSi   no   hubiese   información   AIRAC   publicada,   se   iniciará   la \nnotificación NIL y se distribuirá mediante NOTAM. \n \n3.7 Adquisición de publicaciones  \n \nLas  publicaciones de  información aeronáutica  se  podrán  adquirir \nlas 24 horas mediante la página web http://ais.anac.gob.ar/ \n \n \n4. Sistema reglamentado de publicación AIRAC \n \nLa información relativa  a cambios operacionales  en instalaciones, \nservicios y procedimientos que se puedan prever con antelación se \npublicarán mediante el sistema reglamentado AIRAC, en forma de \nAMDT o SUP a la AIP, según las especificaciones del Anexo 15 de la \nOACI.  \n \nEl  mismo  está  basado  en  fechas  comunes  de entrada  en  vigor a \nintervalos de 28 días.  \n \nLa  información  será  distribuida  por  lo  menos  con  42  días  de \nantelación con respecto a la fecha de entrada en vigor, de manera \nque los destinatarios puedan recibirla por lo menos 28 días antes \nde esa fecha.  \n \nSiempre  que se prevean modificaciones de importancia y cuando \nsea conveniente y factible, debería fijarse la fecha  de  publicación \ncon una antelación de por lo menos 56 días respecto de la fecha de \nentrada en vigor.  \n \nEl AIS determinará, en cada caso, el tiempo necesario para preparar \ny  publicar  la  información  dependiendo  del  grado  de  complejidad \nde la misma.  \n \nLa  información  notificada  mediante  el  sistema  AIRAC  no será \nmodificada por lo menos hasta 28 días después de la fecha indicada \nde  efectividad,  a  menos  que  la  circunstancia  notificada  sea  de \ncarácter temporal y no persista durante todo el período.  \n \nSe difundirá una publicación “NIL” por NOTAM cuando no se \ndisponga de información a publicar mediante el sistema AIRAC.  \n \nEn la tabla siguiente se establecen las fechas AIRAC de publicación \ny de entrada en vigor para los años consignados. \n \nThe Pre-Flight Information Bulletins (PIB) contain a recapitulation \nof  the  NOTAMs  in  force  and  any  other  urgent  information  for \noperators/crew  members.  They  are  available  in  ARO/AIS  offices \ndepending on the Argentine Air Navigation Company State Society \n(EANA S.E.). \n \n3.6 NOTAM Checklists and Summaries \n \nA Checklist of NOTAMs in force is published monthly via AFS. \n \n \nThe summary of NOTAMs in force is delivered by mail to all users \nwho receive the Aeronautical Information products.  \n \nThis summary consists of  a presentation of  NOTAMs  in clear text \n(in  Spanish),  and  of  information  about  the  numbers  of  the  last \n(regular  and  AIRAC)  AIP  amendments,  the  last  AIP  Supplements \nand AIC published, as well as the material published under AIRAC \nsystem with its corresponding effective dates. \n \nIf  there is no  AIRAC information  published, the  NIL report will  be \ninitiated and delivered through a NOTAM. \n \n3.7 Sale of Publications  \n \nAeronautical information publications can be purchased 24 hours \na day through the website http://ais.anac.gob.ar/ \n \n \n4. AIRAC Publications Regulated System \n \nThe   information   relative   to   operational   changes   in   facilities, \nservices and procedures that may be foreseen will be published by \nmeans of the regulated AIRAC system, in the form of an AMDT or a \nSUP to the AIP, in accordance with the specifications of ICAO Annex \n15. \n \nThe system is based on entry common dates at 28 days intervals. \n \n \nThe  information  will  be  delivered  at  least  42  days  before  the \neffective entry date in order to make it available to the recipient at \nleast 28 days before that date. \n \n \nWhenever important modifications are foreseen and whenever it \nis  convenient  and  feasible,  a  publication  date  should  be  fixed  at \nleast 56 days in advance with respect to the effective entry date. \n \n \nIn each case, the AIS shall determine the time necessary to prepare \nand publish the information, depending on its complexity. \n \n \nThe  information  reported  through  the  AIRAC  system  will  not  be \nmodified  at  least  until 28  days  after  the  indicated  effective  date, \nunless  the  reported  item  is  temporary  and  does  not  last  for  the \nwhole period. \n \nA “NIL” publication will be issued by means of a NOTAM when \nthere is no information available to publish through AIRAC system. \n \nIn  the  following  table,  the  AIRAC  publication  and  entry  dates  in \nforce for the indicated years are established. \n\nAIP ARGENTINA  GEN 3.1-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 1/2025 12 JUNIO 2025 \nTabla de fechas de efectividad AIRAC / Table of AIRAC effective dates \n2025 2026 2027 2028 2029 \n23-ene-25 22-ene-26 21-ene-27 20-ene-28 18-ene-29 \n20-feb-25 19-feb-26 18-feb-27 17-feb-28 15-feb-29 \n20-mar-25 19-mar-26 18-mar-27 16-mar-28 13-mar-29 \n17-abr-25 16-abr-26 15-abr-27 13-abr-28 12-abr-29 \n15-may-25 14-may-26 13-may-27 11-may-28 10-may-29 \n12-jun-25 11-jun-26 10-jun-27 08-jun-28 07-jun-29 \n10-jul-25 09-jul-26 08-jul-27 06-jul-28 05-jul-29 \n07-ago-25 06-ago-26 05-ago-27 03-ago-28 02-ago-29 \n04-set-25 03-set-26 02-set-27 31-ago-28 30-ago-2 \n02-oct-25 01-oct-26 30-set-27 28-set-28 27-set-29 \n30-oct-25 29-oct-26 28-oct-27 26-oct-28 25-oct-29 \n27-nov-25 26-nov-26 25-nov-27 23-nov-28 22-nov-29 \n25-dic-25 24-dic-26 23-dic-27 21-dic-28 20-dic-29 \n \n \n5 Servicio   de   información   previa   al   vuelo   (PIB)   en   los \naeródromos/helipuertos  \n \nTodas las oficinas ARO/AIS, dependientes de la Empresa Argentina \nde Navegación Aérea Sociedad del Estado (EANA S.E.), suministran \na  los  usuarios  la información  necesaria  para  la  realización  de  un \nvuelo. En estas oficinas se encuentran a disposición de los usuarios \nlos diferentes elementos de los productos AIS, cartografía esencial \ny  Boletines  de  información  previa  al  vuelo,  proporcionándose \ntambién información verbal a requerimiento.  \n \n5.1 Boletines de información previa al vuelo (PIB)  \n \nLos   PIB   se   confeccionan   en   las   oficinas   ARO/AIS   de   cada \naeródromo, dependientes de la Empresa Argentina de Navegación \nAérea Sociedad del Estado (EANA S.E.) y consisten en una lista de \nNOTAM  en  vigencia,  en  lenguaje  claro  y  abreviaturas  OACI.  Su \ncobertura abarca zonas importantes de tránsito o rutas principales \ndeterminadas según las necesidades de los usuarios.  \n \nLos  PIB  se  complementan  con  información  que,  aun  no  siendo \nmotivo  de  publicación  por  NOTAM,  puede  ser  de  utilidad  a  nivel \nlocal de aeródromo y de interés para el usuario. \n \nPor lo general, los PIB se presentan en dos partes:  \n \na) AVISOS  A  LA  NAVEGACIÓN:  Incluyen  información  sobre \nactividades en zonas restringidas o peligrosas,  ejercicios \nmilitares, etc.  \n \nb) GENERALIDADES: Incluyen información sobre \ncondiciones de servicio, cambios en los  procedimientos, \netc.  \n \n6 Conjuntos de datos digitales \n \nEn desarrollo. \n \n \n \n5. Pre-Flight   Information   Service   (PIB)   at   Aerodromes   / \nHeliports \n \nAll  ARO/AIS  offices,  depending  on  the  Argentine  Air  Navigation \nCompany   State   Society   (EANA   S.E.),   provide   users   with   the \nnecessary   information   to   make   a   flight.   In   such   offices,   the \ndifferent   elements   of   the Aeronautical   Information   products, \nessential  charts  and  Pre-Flight  Information  Bulletins  are  available \nto users, and even verbal information is provided, upon request. \n \n \n5.1 Pre-Flight Information Bulletins (PIB) \n \nPIBs are produced in the aeronautical information offices of each \naerodrome,  and  they  consist of  a  list  of  the  NOTAMs  in  force,  in \nclear language and using ICAO abbreviations. They cover important \ntraffic zones or specific main routes, according to the users’ needs. \n \n \n \nPIBs are complemented with information that may be useful locally \nfor  the  aerodrome  and  important/interesting  for  the  user,  even \nwhen it is not published through a NOTAM. \n \nIn general, PIBs have two parts: \n \na) NAVIGATION     NOTICES:     They     include     information \nregarding activities in restricted  or dangerous       zones, \nmilitary activity, etc.  \n \nb) GENERAL:   It   includes   information   regarding   service \nconditions, changes in procedures, etc. \n \n \n6 Digital data sets \n \nUnder development. \n \n \n ",
  "pageCount": 7,
  "characterCount": 31966
}