{
  "metadata": {
    "filename": "AIP - ENR2- 1.pdf",
    "title": "ENR-2.0 Espacio Aéreo ATS - Generalidades",
    "type": "doc",
    "number": "2",
    "extractedAt": "2025-11-26T17:14:07.994Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 2.0-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2025 12 JUNIO 2025 \nENR 2. ESPACIO AÉREO DE LOS SERVICIOS DE TRÁNSITO AÉREO/ AIRSPACE FOR AIR TRAFFIC SERVICES \nENR 2.1      FIR, UIR, TMA Y CTA ENR 2.1      FIR, UIR, TMA AND CTA \n \nPRECAUCIÓN \n \nEsta documentación contiene información que ha sido actualizada \nal 17 de abril de 2025.  \n \nA partir de esa fecha consulte los NOTAM, SUPLEMENTOS A LA AIP \ny   demás   publicaciones   de   información   aeronáutica   para   su \nactualización. \n \nCAUTION \n \nThis documentation contains information that has been updated as \nof April 17, 2025. \n \nFrom   that   date onwards,   please   consult   the   NOTAM,   AIP \nSUPPLEMENTS and other aeronautical information publications for \nupdates. \n \n \nGeneralidades \n \n1. FIR, UIR, TMA Y CTA \n \na) Se especifica la información relacionada a las FIR, UIR, TMA y \nCTA. \n \nb) Se  detalla  la  información  de  la  FIR y  a  continuación  la \ncorrespondiente a las TMA ubicadas dentro de sus límites. \n \nc) Además, se  incluyen  TMA  de  otros  Estados  cuyos  límites \ningresan dentro del espacio aéreo de FIR de Argentina, en las \ncuales  por  Acuerdos  Operacionales  los  servicios  de  tránsito \naéreo son facilitados por dependencias de esos Estados. \n \n2. CTR Y ATZ \n \na) En esta subsección se incluyen las zonas de control (CTR) y de \ntránsito de aeródromo (ATZ) de bases aéreas militares que no \nestán descriptas en otras partes de la AIP, según se detalla a \ncontinuación: \n \n1) ATZ ESCUELA DE AVIACIÓN MILITAR \n \nb) En  esta  subsección  se  incluye  información  de  Zonas  de \nControl (CTR) de otros Estados que ingresan o se encuentran \nubicadas dentro del espacio aéreo de FIR de Argentina, en las \ncuales  por  Acuerdos Operacionales  los  servicios  de  tránsito \naéreo  son  facilitados  por  dependencias  de  esos  Estados, \nsegún se detalla a continuación: \n \n1) CTR MONTE AGRADABLE (MOUNT PLEASANT) \n \nc) Las  TORRES  DE  CONTROL  establecidas  en  este  documento \nsuministran    SERVICIO    DE    CONTROL    DE AERÓDROMO, \nINFORMACIÓN DE VUELO Y ALERTA. \n \nd) Si  en  la  columna  \"Observaciones\"  no  se  menciona  quien \npresta  el  Servicio  de  Control  de  Aproximación,  el  mismo  lo \nbrinda la Torre de Control (TWR) del lugar. \n \n \n \n \n \n \n \n \n \n \nGeneral \n \n1. FIR, UIR, TMA AND CTA \n \na) The  information  related  to  the  FIR,  UIR,  TMA  and  CTA  is \nspecified. \n \nb) The   information   of   the   FIR   is   detailed   and   then   the \ninformation  corresponding  to  the  TMAs  located  within  its \nboundaries. \n \nc) It also includes TMAs of other States whose boundaries enter \nwithin   the   airspace   of   the   Argentine   FIR,   in   which   by \nOperational  Agreements  air  traffic  services  are  provided  by \nunits of those States. \n \n2. CTR AND ATZ \n \na) This subsection includes Control (CTR) and aerodrome traffic \n(ATZ) of military air bases that are not described elsewhere in \nthe AIP, as follows: \n \n1) ESCUELA DE AVIACIÓN MILITAR ATZ \n \nb) This subsection includes information on Control Zones (CTR) \nof other States that enter or are located within the airspace \nof the Argentine FIR, in which by Operational Agreements air \ntraffic  services  are  provided  by  units  of  those  States,  as \ndetailed below: \n \n \n1) CTR MONTE AGRADABLE (MOUNT PLEASANT) \n \nc) The CONTROL TOWERS established in this document provide \nAERODROME CONTROL,  FLIGHT  INFORMATION  AND  ALERT \nSERVICES. \n \nd) If the column \"Remarks\" does not mention who provides the \nApproach Control Service, it will be provided by the Control \nTower (TWR) of the place. \n ",
  "pageCount": 2,
  "characterCount": 3616
}