{
  "metadata": {
    "filename": "AIP - ENR1 - 3.pdf",
    "title": "ENR 1.3- Reglas de Vuelo por Instrumentos",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:05.880Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.3.-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA  AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.3     REGLAS DE VUELO POR INSTRUMENTOS ENR 1.3     INSTRUMENT FLIGHT RULES \n \n1. Normas generales \n \nAplicación \n \nLos  vuelos  IFR  se  ajustarán  a  las  siguientes  reglas  de  vuelo  por \ninstrumentos.  Las  presentes  reglas  son  adicionales  a  las  reglas \ngenerales de vuelo y su observancia no eximen al piloto de cumplir \ncon las pertinentes de estas últimas.  \n \nServicio de información de vuelo \n \nAdemás de lo dispuesto en el párrafo “Alcance del Servicio de \nInformación  de  Vuelo”  el  servicio  de  información  de  vuelo \nsuministrado a los vuelos IFR, incluirá, si se dispone, información: \n \n1) Sobre    las    condiciones    meteorológicas    notificadas    o \npronosticadas en los aeródromos de salida, de destino y de \nalternativa.  \n \n2) Sobre  los  peligros  de  colisión  que  pueden  existir  para  las \naeronaves que operan fuera de las áreas de control y zonas \nde control.  \n \nNota. —La información a que se refiere el inciso 2) que comprende \nsolamente  a  las  aeronaves  conocidas,  cuya  presencia  pudiera \nconstituir  peligro  de  colisión  para  las  aeronaves  que  reciben  la \ninformación, se basa a veces en informes de exactitud e integridad \ndudosas, y las dependencias de los servicios de tránsito aéreo no \npueden   aceptar   siempre   la   responsabilidad   respecto   a   su \nexpedición, ni respecto a su exactitud. \n \nCumplimiento \n \nCuando una aeronave no pueda realizar su vuelo manteniendo los \nmárgenes prescriptos para los vuelos VFR, deberá aplicar las reglas \nde vuelo por instrumentos. Se exceptúan los vuelos VFR especiales \nrealizados dentro de zonas de control, cuando medie autorización \nde la dependencia de control de tránsito aéreo correspondiente.  \n \nNOTA: La imposibilidad de mantener los márgenes establecidos en \nlas reglas de vuelo visual, definen las condiciones meteorológicas \ninstrumentales (IMC).  \n \n2. Altitudes mínimas para operaciones IFR \n \na) Excepto cuando sea necesario para el despegue o el aterrizaje \no cuando lo autorice expresamente la Autoridad Aeronáutica, \nlos vuelos IFR se efectuarán a un nivel que no sea inferior a la \naltitud    mínima    de    vuelo    establecida    por    la    Autoridad \nAeronáutica o por el Estado cuyo territorio se sobrevuela, o en \ncaso de que tal altitud mínima de vuelo no se haya establecido: \n \n1) sobre  terreno  elevado  o  en  áreas  montañosas,  a  un  nivel \nde por lo menos 600 m (2.000 ft) por encima del obstáculo \nmás  alto  que  se  halle  dentro  de  un  radio  de  8  km  con \nrespecto a la posición estimada de la aeronave en vuelo;  \n \n2) en  cualquier  otra  parte  distinta  de  la  especificada  en  el \npárrafo 1) anterior, a un nivel de por lo menos 300 m (1.000 \nft) por encima  del obstáculo más alto que se halle dentro \n \n1. General rules \n \nApplication \n \nIFR   flights   shall   be   performed   according   to   the   following \ninstrument  flight  rules.  These  rules  are  additional  to  the  flight \ngeneral rules and their compliance does not exempt the pilot from \ncomplying with the pertinent ones of the latter.  \n \nFlight Information Service \n \nIn addition to the paragraph “Scope of Flight Information Service”, \nthe  flight  information  service  provided  to  the  IFR  flights  shall \ninclude, if available, information about \n \n1) Meteorological   conditions,   notified   or   foreseen,   at   the \ndeparture, destination, and alternate aerodromes.  \n \n \n2) Collision danger that may exist for aircraft operating outside \nthe control areas and zones.  \n \n \nNote. —The information referred to in subsection 2 that comprises \nonly known aircraft whose presence may pose danger of collision \nfor    aircraft    receiving    the    information    is    information    that \nsometimes  is  based on  doubtful  exactitude and  integrity  reports. \nAir  traffic  services  units  cannot  always  accept  the  responsibility \nregarding its issue nor its exactitude.  \n \n \nCompliance \n \nWhen   an   aircraft   cannot   perform   the   flight   maintaining   the \nestablished margins for VFR flights, instrument flight rules shall be \napplied.  Special  VFR  flights  within  control  zones  are  exempted \nwhen there is an authorization issued by the respective air traffic \ncontrol unit.  \n \nNOTE: The impossibility of maintaining the established margins of \nVFR rules defines the instrumental meteorological conditions (IMC). \n \n \n2. Minimum altitudes for IFR operations \n \na) Except   when   necessary   for   take-off   or   landing   or   when \nspecifically  authorized  by  the  Aviation  Authority,  IFR  flights \nshall  be  flown  at  no  lower  level  than  the  minimum  flight \naltitude stated  by the  Aviation Authority or  by the country  in \nwhich territory the aircraft is flying over, or in case a minimum \nflight level has not been established: \n \n1) over elevated ground or mountain areas, IFR flights shall be \nperformed at a level of at least 600 m (2.000 ft) above the \nhighest obstacle within an 8 km radius with regard to the \nestimated position of the aircraft in flight; \n \n2) at   any   other   place   different   to   the   specified   on   the \nprecedent paragraph 1), IFR flights shall be performed at a \nlevel of at least 300 m (1.000 ft) above the highest obstacle \n\nAIP ARGENTINA  ENR 1.3.-2 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \nde un radio de 8 km con respecto a la posición estimada de \nla aeronave en vuelo; \n \nb) La  posición  estimada  de  la  aeronave  tendrá  en  cuenta  la \nprecisión  de  navegación  que  se  pueda  lograr  en  el  tramo  de \nruta  en  cuestión,  considerando  las  instalaciones  disponibles \npara la navegación, en tierra y de a bordo. \n \n3. Cambio de vuelo IFR a VFR \n \na) Toda aeronave que decida cambiar el modo en que efectúa su \nvuelo, pasando de las reglas de vuelo por instrumentos a las de \nvuelo visual, si ha presentado un plan de vuelo:  \n \n1)  notificará específicamente a la dependencia apropiada de \nlos servicios de tránsito aéreo que se cancela el vuelo IFR; \ny  \n \n2)  le comunicará los cambios que haya que hacerse en su plan \nde vuelo vigente. \n \nb) Cuando la aeronave opera de acuerdo con las reglas de vuelo \npor instrumentos y pase a volar en condiciones meteorológicas \nde vuelo visual o se encuentre con éstas, no cancelará su vuelo \nIFR, a menos que:  \n \n1)  se  prevea  que  el  vuelo  continuará  durante  un  período  de \ntiempo razonable de ininterrumpidas condiciones \nmeteorológicas de vuelo visual; y \n \n2)  se tenga el propósito de proseguir en tales condiciones \n \n4. Reglas  aplicables  a  los  vuelos IFR efectuados  dentro  del \nespacio aéreo controlado \n \na) Los  vuelos  IFR  observarán  las  disposiciones  prescritas  en  las \nRAAC,   Parte   91   cuando   se   efectúen   en   espacio   aéreo \ncontrolado.  \n \nb) Un vuelo IFR que opere en vuelo de crucero en espacio aéreo \ncontrolado se efectuará al nivel de crucero o, si está autorizado \npara emplear técnicas de ascenso en crucero, entre dos niveles \no por encima de un nivel, elegidos de:  \n \n1) la tabla de niveles de crucero que figura en el ENR 1.7; o  \n \n2) una tabla modificada de niveles de crucero, cuando así se \nprescriba de conformidad con la tabla de niveles de crucero \nque figura en el ENR 1.7, para vuelos por encima del FL 410; \ncon  la  excepción  de  que  la  correlación  entre  niveles  y \nderrota que se prescribe en dicha sección no se aplicará si \nse  indica  otra  cosa  en  las  autorizaciones  del  control  de \ntránsito    aéreo    o    es    especificado    por    la    Autoridad \nAeronáutica     en     las     Publicaciones     de     Información \nAeronáutica. \n \n5. Reglas  aplicables  a  los  vuelos IFR efectuados  fuera  del \nespacio aéreo controlado \n \na) Niveles de crucero: \nUn  vuelo  IFR  que  opere  en  vuelo horizontal  de  crucero  fuera \ndel  espacio  aéreo  controlado  se  efectuará  al  nivel  de  crucero \napropiado a su derrota, tal como se especifica en: \n \n1) la  tabla  de  niveles  de  crucero  que  figura  en  el  ENR  1.7, \nexcepto cuando la Autoridad Aeronáutica especifique otra \nwithin an 8 km radius with regard to the estimated position \nof the aircraft in flight. \n \nb) The  estimated  position  of  the  aircraft  shall  take  into  account \nthe navigational precision that can be achieved on the relevant \nroute segment     concerned,     considering     the     available \nnavigational aids, both on board and on the ground. \n \n3. IFR to VFR flight change \n \na) Any  aircraft  electing  to  change  the  conduct  of  its  flight,  from \ncompliance with the instrument flight rules to compliance with \nthe visual flight rules, and if a flight plan was submitted, shall: \n  \n1) specifically  notify  the  appropriate  air  traffic  services  unit \nthat the IFR flight is cancelled; and  \n \n2) inform them about the changes to be made to its current \nflight plan. \n \n \nb) When the aircraft is operating under the instrument flight rules \nand  then  changes  to  or  encounters  visual  meteorological \nconditions, the IFR flight shall not be cancelled, unless: \n \n \n1) it  is  expected  that  the  flight  will  be  continued  for  a \nreasonable    period    of    time    in uninterrupted    visual \nmeteorological conditions; and \n \n2) there is an intention of continuing in those conditions. \n \n4. Rules   applicable   to   the IFR flights   within   controlled \nairspace \n \na) IFR flights shall comply with the provisions stated in Part 91 of \nthe   Argentine   Civil   Aviation   Rules   when   operated   within \ncontrolled airspace. \n \nb) An  IFR  flight  operating  in  cruising  flight  within  controlled \nairspace  shall  be  flown  at  a  cruising  level  or,  if  authorized  to \nemploy cruise climb techniques, between two levels or above \na certain level, selected from: \n \n1) the table of cruising levels stated at ENR 1.7; or \n \n2) A  modified  table  of  cruising  levels,  when  established  that \nway, according to the table of cruising levels at ENR 1.7, for \nflights above FL 410. Except that the correlation between \nlevels and  track,  stated therein,  shall  not apply whenever \notherwise  indicated  in  air  traffic  control  clearances  or \nspecified   by   the   Aviation   Authority   in   Aeronautical \nInformation Publications. \n \n \n \n5. Rules applicable to IFR flights outside controlled airspace \n \na) Cruising levels:  \nAn IFR flight operating in level cruising flight outside controlled \nairspace  shall  be  flown  at  a  cruising  level  appropriate  to  its \ntrack, as specified in: \n \n1) the table of cruising levels stated in ENR 1.7, except when \nthe  Aviation  Authority  states  otherwise  regarding  flights \n\nAIP ARGENTINA  ENR 1.3-3 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \ncosa  respecto  a  los  vuelos  que  se  efectúan  a  una  altitud \nigual o inferior a 900 m (3.000 ft) sobre el nivel medio del \nmar; \n \n2) una tabla modificada de niveles de crucero, cuando así se \nprescriba de conformidad con la tabla de niveles de crucero \nque figura en el ENR 1.7, para vuelos por encima del FL 410;  \n \n3) esta   disposición   no   impide   el   empleo   de   técnicas   de \nascenso en crucero por las aeronaves en vuelo supersónico.  \n \nb) Comunicaciones: \n Un vuelo IFR que se realice fuera del espacio aéreo controlado, \npero  dentro  de  áreas  o  a  lo  largo  de  rutas  designadas  por  la \nAutoridad  Aeronáutica,  con  el  fin  de  facilitar  el  suministro  de \nServicios de Información de Vuelo, de Alerta y de Búsqueda y \nSalvamento    y/o    para    facilitar    la    coordinación    con    las \ndependencias militares o con las dependencias de los Servicios \nde Tránsito Aéreo competentes en Estados adyacentes, a fin de \nevitar  la  posible  necesidad  de  interceptación  para  fines  de \nidentificación:  \n \n1)  mantendrá  comunicaciones  aeroterrestres  vocales  por  el \ncanal apropiado; y \n \n2) establecerá, cuando sea necesario, comunicación en ambos \nsentidos con la dependencia de Servicios de Tránsito Aéreo \nque suministre Servicio de Información de Vuelo.  \n \nc) Informes de posición: \nun vuelo IFR que opere fuera del espacio aéreo controlado y al \nque la Autoridad Aeronáutica exija que:  \n \n1) presente un plan de vuelo;  \n \n2) mantenga  comunicaciones  aeroterrestres  vocales  por  el \ncanal   apropiado   y   establezca   comunicación   en   ambos \nsentidos, según  sea  necesario,  con  la  dependencia  de \nServicios  de  Tránsito  Aéreo  que  suministra  el  Servicio  de \nInformación de Vuelo; \n \n3) notificará la posición de acuerdo con lo especificado en las \nRAAC Parte 91 para vuelos controlados.  \n \n4) las    aeronaves    que    decidan utilizar    el    Servicio    de \nAsesoramiento   de   Tránsito   Aéreo   mientras   vuelan   en \ncondiciones IFR dentro de áreas especificadas con Servicio \nde Asesoramiento, cumplirán las disposiciones respecto a: \nautorización del Control de Tránsito Aéreo, observancia del \nplan de    vuelo    actualizado,    informes    de    posición, \nterminación del control y comunicaciones prescritas en las \nRAAC Parte 91, pero el plan de vuelo y los cambios que se \nhagan  en  él  no  están  supeditados  a  autorizaciones;  y  las \ncomunicaciones en ambos sentidos se mantendrán con la \ndependencia que suministre el Servicio de Asesoramiento \nde Tránsito Aéreo. \n \n6. Curso a ser volado  \n \na) Salvo  que  sea  autorizado  por  el  ATC,  una  aeronave  operará \ndentro del espacio aéreo controlado según las reglas IFR, de la \nsiguiente manera:  \n \n1) a lo largo del eje de una aerovía ATS;  \n \n \nperformed at an equal or lower altitude than 900 m (3.000 \nft) above MSL.  \n \n \n2) A  modified  table  of  cruising  levels,  when  established  that \nway, according to the table of cruising levels at ENR 1.7, for \nflights above FL 410. \n \n3) This  provision  does  not  preclude  the  use  of  cruise  climb \ntechniques by aircraft in supersonic flight. \n \nb) Communications:  \nIn order to facilitate the  provision of  Flight Information, Alert \nand  Search  &  Rescue  Services,  and/or  in  order  to  facilitate \ncoordination  with  military  units  or  with  ATC  units  at  the \nadjacent  countries,  and  with  the  objective  to  avoid  possible \ninterception for identification, an IFR flight performed outside \ncontrolled   airspace,   but   within   areas   or   along   routes, \ndesignated by the Aviation Authority shall: \n \n \n \n1) maintain    constant    voice    air-ground    communication \nthrough the adequate radio frequency; and \n \n2) establish, as necessary,  two-way  communication with the \nAir   Traffic   Services   unit   providing   Flight   Information \nService. \n \nc) Position Reports:  \nAn IFR flight operating outside controlled airspace, and that the \nAviation Authority requires them to: \n \n1) submit a flight plan; \n \n2) maintain  voice  air-ground  communication through  the \nadequate  radio  frequency,  and  establish,  as  necessary, \ntwo-way  communication with the Air Traffic  Services unit \nproviding Flight Information Service; \n \n \n3) shall  report  its  position  as  specified  in  Part  91  of  the \nArgentine Civil Aviation Rules for controlled flights. \n \n4) Aircraft that decide to use the Air Traffic Advisory Service \nwhile  flying  in  IFR  conditions  within  specified  areas  with \nAdvisory   Service,   shall   comply   with   the   regulations \nregarding:  Air  Traffic  Control  clearance,  compliance  with \nthe  updated  flight  plan,  position  reports,  ending  control \nand communication stated in Part 91 of the Argentine Civil \nAviation  Rules.  However,  the  flight  plan  and  the  changes \nmade to it are not subject to clearances and the two-way \ncommunication shall be maintained with the unit providing \nAir Traffic Advisory Service. \n \n \n \n6. Heading to fly \n \na) Unless  cleared  by  the  ATC,  an  aircraft  shall  operate  within \ncontrolled airspace according to the IFR rules in the following \nway: \n \n1) along an ATS airway axis;  \n \n \n\nAIP ARGENTINA  ENR 1.3.-4 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \n2) en cualquier otra ruta a lo largo de un curso directo entre:  \n \ni) las ayudas de navegación;  \n \nii) intersecciones; o  \n \niii) marcaciones definidas para esa ruta. \n \nb) Esta sección no prohíbe maniobrar la aeronave para: \n \n1) cruzar con la suficiente seguridad otro tránsito aéreo en la \nruta; o  \n \n2) en    condiciones    VMC,    apartarse    de    la    trayectoria \nestablecida antes y durante el ascenso o el descenso.  \n \n7. Verificación del equipo VOR para operaciones IFR \n \na) Ninguna aeronave operará según reglas IFR usando el sistema \nVOR de radio navegación, salvo que dicho equipo:  \n \n1) sea   mantenido,   verificado   o   inspeccionado   según   un \nprocedimiento aprobado; o  \n \n2) sea verificado operacionalmente dentro de los treinta (30) \ndías  precedentes  y  se  encuentre  dentro  de  los  límites  de \nerror  permisible  del  rumbo  indicado,  establecidos  en  los \nPárrafos b) o c) de esta sección.  \n \nb) La persona que realice una verificación al equipo VOR según el \nPárrafo a) 2) de esta sección, deberá:  \n \n1) utilizar una  señal  de  prueba  radiada,  en  el  aeródromo  de \npartida prevista, por una estación operada por el ATS, o por \nuna   Organización   de   Mantenimiento   Aprobada   (OMA) \ncalificada para verificar los  equipos VOR (el error máximo \npermisible es + 4°); o  \n \n2) si   no   es   posible   obtener   una   señal   de   prueba   en   el \naeródromo del que se prevé partir:  \n \ni)  usar   un   punto   sobre   la   superficie   del   aeródromo, \ndesignado como punto de verificación del sistema VOR: \n \nA. el ATS; o  \n \nB. fuera  de  territorio  nacional,  por  una  autoridad \napropiada (el error máximo permisible es + 4°); \n \n3) si no se encuentra disponible ninguna señal de prueba o el \npunto   de   verificación   designado,   utilizar   un   punto   de \nverificación en vuelo designado por:  \n \ni)  el ATS; o \n \nii)  fuera de territorio nacional, por la autoridad respectiva \n(el error máximo permisible es + 4°); o  \n \n4) si no hay señal o punto de verificación durante el vuelo:  \n \ni)  seleccionar un radial VOR que esté situado a lo largo de \nla línea central de una aerovía establecida por VOR;  \n \nii) seleccionar un punto prominente en tierra, \npreferentemente  a  más  de  36  km  (20  NM)  desde  la \n \n2) on any other route along a direct course between: \n \ni) navaids;  \n \nii) intersections; or \n \niii) defined markers for that route. \n \nb) This section does not forbid maneuvering the aircraft to:  \n \n1) Cross other air traffic with enough confidence on the route; \nor \n \n2) In  VMC,  move  away  from  the established  path  before  or \nafter climb or descent. \n \n7. VOR equipment check for IFR operations \n \na) No aircraft shall operate according to IFR rules using the VOR \nsystem navigation aid, unless that equipment is: \n \n1) Kept,  checked,  or  inspected  pursuant  to  an  approved \nprocedure; or \n \n2) Operationally   checked   within   30   days   prior   to   the \noperation  and  it  is  within  the  error  tolerance  of  the \nindicated  heading,  stated  in  Paragraphs  b)  or  c)  of  this \nsection. \n \nb) The  person  who  checks  the  VOR  equipment  according  to \nParagraph a) 2) of this section, shall: \n \n1) Use   a   radial   test   signal,   at   the   planned   departure \naerodrome,  by  a  station  operated  by  the  ATS  or  by  an \nApproved  Maintenance  Organization  (AMO),  qualified  to \ncheck  the  VOR  equipment  (maximum  error  tolerance  is \n+4°); or \n \n2) If  it  is not  possible  to  obtain  a  test  signal  at  the  planned \ndeparture aerodrome: \n \ni) Use a landmark on the aerodrome surface, designated \nas check point of the VOR system by: \n \nA. the ATS; or \n \nB. outside the national territory, by a proper authority \n(maximum error tolerance is +4°); or \n \n3) if no test signal or designated check point is available, use \na flight check point designated by: \n \n \ni) the ATS; or \n \nii) outside the national territory, by an adequate authority \n(maximum error tolerance is +4°); or \n \n4) if there is no signal or check point during the flight: \n \ni) select a VOR radial located along the central line of an \nairway established for VOR; \n \nii) select a prominent landmark on the ground, preferably \nlocated more than 36 km (20 NM) from the VOR station \n\nAIP ARGENTINA  ENR 1.3-5 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \nestación   terrestre   del   VOR   y   maniobrar   el   avión \ndirectamente sobre dicho punto, a una razonable baja \naltitud; y  \n \niii) anotar  la  marcación  del  VOR  indicada  por  el  receptor \ncuando se sobrevuela el punto sobre tierra (la variación \nmáxima   permitida   entre   el   radial   publicado   y   la \nmarcación indicada es de + 6º).  \n \nc) Si en la aeronave están instalados dos equipos VOR (unidades \nindependientes una de otra, excepto por la antena), se puede \ncomparar un sistema con el otro en lugar del procedimiento de \nverificación  especificado  en  el  Párrafo  b)  de  esta  sección. \nAmbos sistemas deberán ser sintonizados en la misma estación \nVOR de tierra y anotar la marcación indicada de esa estación. \nLa  máxima  variación  permisible  entre  las  dos  marcaciones \nindicadas es de ± 4º.  \n \nd) La  persona  que  realiza  la  verificación  operacional  del  VOR, \ncomo se especifica en el párrafo b) o c) de esta sección, deberá \nasentar en el registro técnico de la aeronave u otro registro:  \n \n1) la fecha, el lugar, el error de marcación y la firma.  \n \n2) además,  si  se  utiliza  la  señal  de  prueba  radiada  por  una \nOMA  (tal  como  se especifica  en  el  Párrafo  b) 1)  de  esta \nsección),  ésta  debe  realizar  una  anotación  en  el  registro \ntécnico  de  la  aeronave  u  otro  registro,  certificando  la \nmarcación transmitida por la OMA para la verificación y la \nfecha de transmisión. \n \n8. Despegues y aterrizajes según IFR \n \na) Aproximaciones por instrumentos en aeródromos civiles: \n \n1) Para   realizar   un   aterrizaje   por   instrumentos   en   un \naeródromo  civil,  se  debe  utilizar  un  procedimiento  de \naproximación   por   instrumentos   prescrito   para   dicho \naeródromo y publicado en la AIP ARGENTINA, salvo que sea \nautorizado de otra forma por la Autoridad Aeronáutica.  \n \nb) Altitud/Altura   de   decisión   (DA/DH)   o   altitud   mínima   de \ndescenso (MDA) autorizados: \n \n1) Para el propósito de esta sección, cuando el procedimiento \nde aproximación utilizado provea y requiera el uso de una \nDA/DH ó MDA, esta DA/DH ó MDA autorizada será la más \nalta de cualquiera de las siguientes:  \n \ni)  la  DA/DH  ó  MDA  prescrita  por  el  procedimiento  de \naproximación.  \n \nii)  la DA/DH ó MDA prescrita para el piloto al mando.  \n \niii)  la DA/DH ó MDA para la cual la aeronave está equipada \ny autorizada por la Autoridad Aeronáutica.  \n \nc) Operación   por   debajo   de   la   DA/DH   o   MDA.   Cuando   se \nespecifique un DA/DH ó MDA, no se operará una aeronave en \ncualquier  aeródromo  por  debajo  de  la  MDA  autorizada,  o \ncontinuar    una    aproximación    por    debajo    de    la    DA/DH \nautorizada a menos que:  \n \n1) La  aeronave  se  encuentre  en  una  posición  desde  la  cual \npuede  realizar  un  descenso  para  aterrizar  en  la  pista \nprevista,  a  una  razón  normal  de  descenso  y  utilizando \non the ground and maneuver the airplane directly over \nsaid landmark, at a reasonable low altitude; and \n \n \niii) take note of the VOR bearing indicated by the receptor \nwhen    overflying    the    landmark    on    the    ground \n(maximum  allowed  variation  between  the  published \nradial and the indicated bearing is +6°). \n \nc) If there are two VOR units installed in the aircraft (independent \nunits  one  from  the  other,  except  for  the  antenna),  these \nsystems  may  be  compared  instead  of  the  check  procedure \nstated  in  Paragraph  b)  of  this  section.  Both  systems  shall  be \ntuned in the same VOR station on the ground and take note of \nthe  indicated  bearing  of  that  station. The  maximum  allowed \nvariation between both indicated bearings is ± 4°. \n \n \nd) The person who performs the operational check,  as  specified \nin  paragraph  b)  or  c)  of  this  section,  shall  document  in  the \nAircraft Technical Report or in another record: \n \n1) date, place, bearing error and signature. \n \n2) Moreover,  if  a  radial  test  signal  by  an  OMA  is  used  (as \nspecified  in  Paragraph  b) 1)  of  this  section),  that  person \nshall make an entry to the aircraft technical report or other \nrecord, certifying the bearing transmitted by the OMA for \ncheck and transmission date. \n \n \n8. IFR take-offs and landings \n \na) Instrument approaches at civil aerodromes: \n \n1) In  order  to  carry  out  an  instrument  landing  at  a  civil \naerodrome, a previously stated instrument approach shall \nbe used for such aerodrome. Said procedure is published in \nthe     Argentine     AIP     ARGENTINA,     except     otherwise \nauthorized by the Aviation Authority. \n \nb) Authorized   Decision   altitudes/heights   (DA/DH)   or   minimal \ndescent altitudes (MDA): \n \n1) For  the  purpose  of  this  section,  when  the  used  approach \nprocedure  provides  and  requires  the  use  of  a  DA/DH  or \nMDA, this authorized DA/DH  or  MDA shall be the highest \nof any of the following: \n \ni) The DA/DH or MDA stated by the approach procedure. \n \n \nii) The DA/DH or MDA stated for the pilot in command. \n \niii) The DA/DH or MDA for which the aircraft is equipped \nand authorized by the Aviation Authority. \n \nc) Operation below the DA/DH or MDA. When a DA/DH or MDA \nis  specified,  no  aircraft  shall  be operated  in  any  aerodrome \nbelow  the  authorized  MDA  nor  shall  continue  an  approach \nbelow the authorized DA/DH, unless: \n \n \n1) The  aircraft  is  located  at  a  position  from  which  it  may \ndescent  to  land  on  the  planned  runway,  at  a  normal \ndescent   rate   and   using   normal maneuvers,   and   for \n\nAIP ARGENTINA  ENR 1.3.-6 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \nmaniobras   normales,   y,   para   operaciones   conducidas \nsegún las RAAC Partes 121 ó 135, siempre que el régimen \nde descenso  le  permita  aterrizar  en  la  zona  de  toma  de \ncontacto de la pista en la que se intente aterrizar;  \n \n2) La  visibilidad  de  vuelo  no  sea  menor  que  la  visibilidad \nprescrita   en   los   procedimientos   de   aproximación   por \ninstrumentos que está siendo utilizada; y \n \n3) excepto para operaciones de aproximaciones y aterrizajes \nde Categoría II y III en las cuales los requisitos de referencia \nvisual   necesarios   son   especificados   por   la   Autoridad \nAeronáutica, por lo menos una de las siguientes referencias \nvisuales   para   la   pista   prevista   debe   ser   visibles   e \nidentificables para el piloto: \n \ni) el  sistema  de  luces  de  aproximación,  excepto  que  el \npiloto  no  puede  descender  bajo  100  pies  sobre  la \nelevación de la zona de toma  de contacto, usando las \nluces de aproximación como referencia, salvo que, las \nbarras  rojas  de  extremo  de  pista  o  las  barras  rojas  de \nfila lateral sean visibles e identificables;  \n \nii) el umbral de pista; \n \niii) las marcas de umbral de pista; \n \niv) las luces de umbral de pista; \n \nv) las luces de identificación de umbral de pista (REIL); \n \nvi) el indicador de pendiente de aproximación visual; \n \nvii) la zona de toma de contacto o las marcas de la zona de \ntoma de contacto; \n \nviii) las luces de la zona de toma de contacto; \n \nix) la pista o las marcas de la pista; o \n \nx) las luces de la pista. \n   \nd) Aterrizaje: \n \n1) No se intentará el aterrizaje cuando la visibilidad de vuelo \nsea   menor   que   la   prescrita   en   el   procedimiento   de \naproximación por instrumentos que está siendo utilizado.  \n \ne) Procedimientos de aproximación frustrada: \n \n1) un procedimiento de aproximación frustrada apropiado se \nejecutará  inmediatamente,  si  existe  cualesquiera  de  las \nsiguientes condiciones:  \n \ni) cuando no se cumpla los requisitos establecidos en  el \nPárrafo c) de esta sección y:  \n \nA.  cuando   la   aeronave   está   siendo   operada   por \ndebajo de la MDA; o  \n \nB.   una   vez   alcanzado   el   punto   de   aproximación \nfrustrada  (MAPt),  incluyendo  una  DA/DH  cuando \nésta  es  especificada  y  su  uso  es  requerido,  y  en \ncualquier  momento  hasta  el  punto  de  toma  de \ncontacto.  \n \noperations under RAAC 121 or 135, as long as the descent \nrate allows it to land in the runway touchdown zone; \n \n \n \n2) Ground  visibility  is  no  less  than  the  visibility  stated  in  the \ninstrument approach procedures being used; and \n \n \n3) Except   for Category   II   and   III   approach   and   landing \noperations,   in   which   the   necessary   visual   reference \nrequirements  are  specified  by  the  Aviation  Authority,  at \nleast one of the following visual references for the planned \nrunway must be visible and identifiable by the pilot: \n \n \ni) The  approach  lights  system,  except  when  the  pilot \ncannot  descent  below  100  feet  over  the  touchdown \nzone  elevation,  using  approach  lights  as  reference, \nunless the red bars of the runway end or of the lateral \nrow are visible and identifiable; \n \n \nii) The runway threshold; \n \niii) The threshold marks; \n \niv) The runway threshold lights; \n \nv) The Runway End Identification Lights (REIL) \n \nvi) The Visual Approach slope indicator; \n \nvii) The touchdown zone or touchdown zone marks; \n \n \nviii) The touchdown zone lights; \n \nix) Runway or runway marks; or \n \nx) Runway lights. \n \nd) Landing: \n \n1) Landing shall not be attempted when the ground visibility \nis   below   the   one   stated   in   the   instrument   approach \nprocedure being used.  \n \ne) Missed approach procedures: \n \n1) An    adequate    missed    approach    procedure    shall    be \nimmediately carried out if any of the following conditions \nexists: \n \ni) When the requirements stated in Paragraph (c) of this \nsection are not complied and: \n \nA. When  the  aircraft  is  being  operated  under  the \nMDA; or \n \nB. Once the missed approach point has been reached \n(MAPt), including a DA/DH when it is specified and \nits  use  is  required,  and  at  any  moment  until  the \ntouchdown point. \n \n \n\nAIP ARGENTINA  ENR 1.3-7 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n2) siempre  que  una  parte  identificable  de  un  aeródromo  no \nsea claramente    visible    por    el    piloto    durante    una \naproximación  en  circuito  a  o  por  encima  de  la  MDA,  a \nmenos   que   la   imposibilidad   de   ver   una   parte   del \naeródromo  se  deba  solamente  al  ángulo  de  inclinación \nlateral normal de la aeronave durante la aproximación en \ncircuito.  \n \nf) Mínimos de despegue en un aeródromo civil: \n \n1) Se deberá observar lo prescrito en las RAAC Parte 91.  \n \ng) Aeródromos militares:  \n \n1) Cuando  se  opere  una  aeronave  civil  según  reglas  IFR \ningresando  o  saliendo  de  un  aeródromo  militar,  cumplirá \ncon los procedimientos de aproximación por instrumentos, \ndespegue    y    aterrizaje    prescritos    por    la    Autoridad \nAeronáutica,  cuando  éstos  hayan  sido  establecidos,  caso \ncontrario  se  ajustará  a  las  reglas  de  vuelo  visual  previa \nautorización de la autoridad militar competente. \n \nh) Valores comparables de RVR y visibilidad en tierra:  \n \n1) excepto para los mínimos de Categoría II y III, si los mínimos \nRVR  para  despegue  ó  aterrizaje  son  prescritos  en   un \nprocedimiento de aproximación por instrumentos, pero el \nRVR  no  es  reportado  para la  pista  de  operación,  el  RVR \nmínimo  debe  ser  convertido  a  visibilidad  en  tierra,  de \nacuerdo  con  la  tabla  del  Párrafo  h)2)  de  esta  sección  y  la \nmisma  deberá  ser  la  visibilidad  mínima  requerida  para  el \ndespegue y aterrizaje en dicha pista. \n \n2) RVR (pies)  Visibilidad (metros)  \n \n1.600  500 \n \n2.400  800 \n \n3.200  1.000 \n \n4.000  1.300 \n \n4.500  1.500 \n \n5.000  1.600 \n \n6.000  2. 000 \n \ni) Operaciones  en  rutas  no  publicadas  y  uso  del  radar  en  los \nprocedimientos de aproximación por instrumentos: \n \n1) cuando  un  radar  es  aprobado  en  ciertos  lugares  para \npropósitos  ATC,  éste  puede  ser  utilizado  no  solo  para \naproximaciones  de  vigilancia  y  de  precisión,  sino  también \npuede    ser    utilizado    junto    con    procedimientos    de \naproximación por instrumentos basados en otros tipos de \nradioayudas.  \n \n2) los  vectores  radar  pueden  ser  autorizados  para  proveer \nuna guía al curso a seguir a través de los segmentos de una \naproximación al curso final o fijo. \n \n3) cuando  opere  en  una  ruta  no  publicada,  o  mientras  se \nsuministre  vectores  radar,  al  recibir  una  autorización  de \naproximación,   se   deberá,   además   de   cumplir   con   las \nAltitudes   mínimas   para   operaciones   IFR,   mantener   la \núltima altitud asignada hasta que la aeronave se encuentre \nestablecida dentro de un segmento de una ruta publicada \n2) Every  time  an  identifiable  part  of  the  aerodrome  is  not \nclearly visible by the pilot during a circling approach on or \nabove the MDA, unless the lack of visibility of a part of the \naerodrome  is  due  to  only  the  normal  lateral  inclination \nangle of the aircraft during the circling approach.  \n \n \n \nf) Take-off minimums at a civil aerodrome: \n \n1) Part 91 of the RAAC shall be complied. \n \ng) Military aerodromes: \n \n1)  When a civil aircraft is being operated according to the IFR \nrules  entering  or  exiting  a  military  aerodrome,  it  shall \ncomply with the instrument approach, takeoff and landing \nprocedures   stated   by   the   Aviation   Authority,   when \nestablished; otherwise it shall comply with the visual flight \nrules, with a previous clearance by the competent military \nauthority.  \n \nh) RVR comparable values and ground visibility.  \n \n1) Except for the Categories II  and III  minimums, if  the take-\noff or landing RVR minimums are stated in an instrument \napproach  procedure  but  the  RVR  is  not  reported  for  the \noperating runway, the minimum RVR shall be converted to \nground  visibility,  according  to  the  chart  of  the  Paragraph \n(h)(2) of this section and it shall be the required minimum \nRVR for take-off and landing in said runway. \n \n \n2) RVR (feet)  Visibility (meters) \n \n1,600  500 \n \n2,400  800 \n \n3,200 1,000 \n \n4,000 1,300 \n \n4,500 1,500 \n \n5,000 1,600 \n \n6,000 2,000 \n \ni) Operations   on   non-published   routes   and   radar   use   in \ninstrument approach procedures: \n \n1) When   a   radar   is approved   at   certain   places   for   ATC \npurposes, this may be used not only for surveillance and for \nprecision approaches, but it also can be used together with \ninstrument approach procedures based on other types of \nradio aids. \n \n \n2) Radar vectors may be authorized to provide a guide to the \nheading  through  the  approach  segments  to  the  final  or \nfixed course. \n \n3) When  operating  on  a  non-published  route  or  while  radar \nvectors   are   provided,   when   an   approach   clearance   is \nreceived,  besides  complying  with  the  Minimum  Altitudes \nfor  IFR  operations,  the  last  designated  altitude  shall  be \nmaintained until the aircraft is located within a  published \n\nAIP ARGENTINA  ENR 1.3.-8 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \no en un procedimiento de aproximación por instrumentos, \nsalvo que sea asignada una altitud diferente por el ATC. \n \n4) después  que  la  aeronave  se  encuentre  establecida,  las \naltitudes  publicadas  se  aplican  para  descender  dentro  de \ncada ruta sucesiva o segmento de aproximación, salvo que \nsea asignada una altitud diferente por el ATC. \n \n5) una vez alcanzado el curso final de aproximación o el punto \nde  referencia  de  aproximación  final,  se  podrá,  ya sea \ncompletar  la  aproximación  por  instrumentos  de  acuerdo \ncon   un   procedimiento   aprobado   para   la   instalación \ncorrespondiente,  o  continuar  en  una  aproximación  de \nvigilancia o de precisión radar para aterrizar. \n \nj) Limitaciones en una aproximación con viraje de \nprocedimientos: \n \n1) salvo  que  sea  autorizado  por  el  ATC,  no  se  ejecutará  un \nviraje de procedimientos si:  \n \ni) la  aeronave  recibe  vectores  radar  hacia  un  curso  de \naproximación    final    o    punto    de    referencia    de \naproximación final;  \n \nii) la  aeronave  realiza  una aproximación  cronometrada \ndesde un punto de referencia de patrón de espera; o \n \niii) no está autorizado un viraje de procedimientos en una \naproximación específica. \n \nk) Componentes ILS: \n \n1) los componentes básicos de un ILS son:  \n \ni) localizador (L);  \n \nii) pendiente de planeo (GS);  \n  \niii) radiobaliza externa (OM); \n \niv) radiobaliza media (MM); y \n \nv) la radiobaliza interna (IM), cuando se ha instalado para \nsu    utilización    en    la    Categoría    II    ó    III    como \nprocedimiento de aproximación instrumental. \n \n2) un localizador o radar de precisión puede ser sustituido por \nla radiobaliza externa o media (OM – MM).  \n \n3) el DME, VOR o un punto de referencia NDB, autorizados en \nel   procedimiento   de   aproximación   por   instrumentos \nestándar o de vigilancia radar,  pueden ser sustituidos  por \nla radiobaliza externa (OM).  \n \n4) la utilización o sustitución de la radiobaliza interna para las \naproximaciones  de  Categoría  II  ó  III  estará  determinada \npor: \n \ni) el procedimiento de aproximación apropiado;  \n \nii) una carta de autorización (LOA); o  \n \niii) las especificaciones relativas a las operaciones. \n \n \nroute  segment  or  in  an  instrument  approach  procedure, \nunless the ATC designates a different altitude. \n \n4) Once  the  aircraft  is  leveled  at  a certain  flight  level,  the \npublished  altitudes  are  applied  to  descent  within  each \nsuccessive  route  or  approach  segment,  except  the  ATC \ndesignates a different altitude. \n \n5) Once the final approach heading or the final approach fix is \nreached,   the   aircraft   may complete   the   instrument \napproach  according  to  an  approved  procedure  for  the \nrelevant installation or continue at a surveillance or radar \nprecision approach to land. \n \n \nj) Limitations in an approach with procedure turn: \n \n \n1) Except  authorized  by  the  ATC,  a procedure  turn  shall  not \nbe carried out if: \n \ni) the  aircraft  receives  radar  vectors  to  a  final  approach \nheading or final approach fix; \n \nii) the aircraft carries out a timed approach from a holding \npattern fix; or  \n \niii) a   procedure   turn   is   not   authorized   at   a   specific \napproach. \n \n \nk) ILS components: \n \n1) The basic ILS components are: \n \ni) Localizer (L); \n \nii) Glide Path (GP); \n \niii) Outer Marker (OM) \n \niv) Medium Marker (MM), and \n \nv) Inner   Marker   (IM),   when   installed   for   its   use   in \nCategories   II   or   III   as   an   instrumental   approach \nprocedure. \n \n2) A localizer or precision radar may be replaced by an outer \nor medium marker (OM – MM). \n \n3) The  DME,  VOR  or  NDB  fix,  authorized  in  the  standard \ninstrument approach procedure or in the radar surveillance \nprocedure, may be replaced by an outer marker (OM). \n \n \n4) The use or replacement of the inner marker for Category II \nor III approaches shall be determined by: \n \n \ni) The adequate approach procedure; \n \nii) A Letter of Authorization (LOA); or \n \niii) The specifications relative to the operations. \n \n \n\nAIP ARGENTINA  ENR 1.3-9 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 \n \n \n \n9. Operaciones IFR en espacio aéreo controlado: reporte de \nmalfuncionamientos \n \na) Si    ocurre    una    falla    de    los    equipos    de    navegación    o \ncomunicaciones  mientras  una  aeronave  es  operada  según  las \nreglas  IFR  en  espacio  aéreo  controlado,  el  piloto  al  mando \nreportará tan pronto como sea posible al ATC de dicha falla.  \n \nb) El informe requerido por el Párrafo a) de esta sección, incluirá \nlo siguiente:  \n \n1) identificación de la aeronave;  \n \n2) posición y nivel de vuelo;  \n \n3) grado  de  disminución  de  la  capacidad  del  piloto  para \noperar IFR en el sistema ATC; y \n \n4) naturaleza y extensión de la asistencia requerida por parte \ndel ATC. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n9. IFR operations in controlled airspace: malfunction report: \n \na) If   there   is   a   failure   in   a   navigation   or   communication \nequipment while an aircraft is being operated pursuant to IFR \nrules in controlled airspace, the pilot in command shall report \nit as soon as possible to the ATC. \n \nb) The report  required  by  paragraph  (a)  of  this  section  shall \ninclude: \n \n1) aircraft identification; \n \n2) position and flight level; \n \n3) degree of diminished capacity of the pilot to operate IFR in \nthe ATC system; and \n \n4) the  nature  and  extent  of  the  required  assistance  by  the \nATC. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ",
  "pageCount": 10,
  "characterCount": 41429
}