{
  "metadata": {
    "filename": "AIP - ENR1 - 13.pdf",
    "title": "ENR 1.13 - Interferencia ilicita",
    "type": "doc",
    "number": "1",
    "extractedAt": "2025-11-26T17:14:05.334Z"
  },
  "text": "\n\nAIP ARGENTINA  ENR 1.13-1 \nDEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 \nENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES \nENR 1.13     INTERFERENCIA ILÍCITA ENR 1.13     UNLAWFUL INTERFERENCE \n \n1. Generalidades \n \nLos siguientes procedimientos están destinados a ser utilizados por \nlas  aeronaves  que  sean objeto  de  interferencia  ilícita,  ya  sea  que \npuedan o no informar del hecho a una Dependencia ATS. \n \n1. General \n \nThe following procedures are intended for use by aircraft that are \nsubject  to  unlawful  interference,  whether  or  not  they  are  able  to \nreport the fact to an ATS Unit. \n \n \n2. Procedimientos \n \nEl   piloto   de   toda   aeronave   que   sea   objeto   de   un   acto   de \ninterferencia ilícita hará lo posible para informarlo a la Dependencia \nATS de jurisdicción, como asimismo toda eventualidad significativa \nque  se  le  relacione  o cualquier  desviación  del  plan  de  vuelo \nactualizado que las circunstancias hagan necesaria, a fin de permitir \na dicha dependencia dar prioridad a la aeronave y reducir al mínimo \nlos conflictos de tránsito aéreo. \n \nAdemás, en el caso de aeronaves equipadas con respondedor SSR, \nharán  lo  posible  para  hacerlo  funcionar  en  el  modo  A clave  7500, \nindicando  así  específicamente  que  son  objeto  de  interferencia \nilícita. \n \nCuando el piloto no pueda informarlo a una Dependencia ATS y/o \nle resulte imposible activar el respondedor de la manera indicada, \no   esté   fuera   de   la   cobertura   radar,   seguirá   los   siguientes \nprocedimientos: \n \na) A  menos  que  la  situación  a  bordo  de  la  aeronave  le  dicte \notro modo de proceder, deberá tratar de continuar el vuelo \na lo largo de la derrota o ruta asignada y al nivel de crucero \nasignado, por lo menos hasta que pueda comunicarse con \nuna Dependencia ATS o esté dentro de su cobertura radar. \n \nb) Si debe apartarse de la derrota/ruta asignada o del nivel de \ncrucero asignado, sin poder establecer la comunicación con \nla Dependencia ATS, el piloto debería, de ser posible: \n \n1) tratar  de  radiodifundir  advertencias  en  la  frecuencia \nVHF de emergencia (121,5 MHz.) y en otras frecuencias \napropiadas,  a  menos  que  la  situación  a  bordo  de  la \naeronave  le  dicte  otro  modo de  proceder.  De  ser \nconvenientes  y  posible,  también  debería  recurrir  para \nello a otros equipos como, por ejemplo, el respondedor \nde a bordo, enlace de datos, etc.; y \n \n2) continuar el vuelo a un nivel de vuelo que, con respecto \nde  los  niveles  de  crucero  utilizados normalmente  por \nlos vuelos IFR: \n \n- difiera  en  500 ft.  en  las  áreas  en  que  se  aplican \nmínimas de separación vertical de 1.000 ft.; o \n- difiera  en  1.000 ft.  en  las  áreas  en  que  se  aplican \nmínimas de separación vertical de 2.000 ft. \n \n \n \n \n \n \n2. Procedures \n \nThe  pilot  of  any  aircraft  that  is  the  subject  of  an  act  of  unlawful \ninterference  shall  make  every  effort  to  inform  the  ATS  Unit  of \njurisdiction of such act, as well as of any significant event related to \nit or any deviation from the updated flight plan made necessary by \nthe  circumstances,  in  order  to  enable  that  unit  to  give  priority  to \nthe aircraft and to minimize air traffic conflicts. \n \n \nIn addition, in the case of aircraft equipped with an SSR responder, \nthey  shall  endeavor  to  operate  it  in  mode  A  key  7500,  thus \nspecifically    indicating    that    they    are    subject    to    unlawful \ninterference. \n \nWhen the pilot is unable to report to an ATS Unit and/or is unable \nto activate the responder in the manner indicated, or is out of radar \ncoverage, the following procedures will be followed: \n \n \na) Unless the situation aboard the aircraft dictates otherwise, \nthey must attempt to continue the flight along the assigned \nroute  or  track  and at  the  assigned  cruising  level,  at  least \nuntil they are able to communicate with an ATS Unit or are \nwithin its radar coverage. \n \nb) If  he  has  to deviate  from  the  assigned  track/route  or  the \nassigned   cruise   level,   without   being   able   to   establish \ncommunication  with  the  ATS  Unit,  the  pilot  should,  if \npossible: \n \n1) attempt to broadcast warnings on the emergency VHF \nfrequency    (121,5    MHz)    and    other    appropriate \nfrequencies, unless the situation on board the aircraft \ndictates  otherwise.  If  convenient  and  possible,  they \nshould also use other equipment such as the onboard \nresponder, data link, etc.;  and \n \n2) continue the flight at a flight level which, with respect \nto the cruise levels normally used by IFR flights: \n \n \n- differs by 500 ft. in areas where vertical separation \nminima of 1,000 ft. apply, or; \n- differs   by   1,000 ft. in   areas   where   vertical \nseparation minima of 2,000 ft. are applied. \n ",
  "pageCount": 2,
  "characterCount": 4888
}