{
  "metadata": {
    "filename": "ENR 6.10.pdf",
    "title": "ENR 6.10.pdf",
    "type": "doc",
    "number": "6",
    "extractedAt": "2025-11-26T17:14:17.669Z"
  },
  "text": "\n\nSIMBOLOGÍA\n(\n!\n8\nIDENTIFICACIÓN CORREDOR VFR\nC\nCLASIFICACIÓN DEL ESPACIO AÉREO\nLÍMITE DE REGIÓN DE INFORMACIÓN  DE VUELO ( FIR )\nZONA PROHIBIDA, RESTRINGIDA O PELIGROSA\nLÍMITE DE ÁREA DE CONTROL TERMINAL ( TMA )\nLÍMITE DE ZONA DE CONTROL CONTROL ( CTR )\n!!!!!!!!!!!!!\nLÍMITE DE ZONA DE ZONA DE TRÁNSITO DE AERÓDROMO ( ATZ )\nLÍMITE DE SECTOR ACTIVIDAD AÉREA DEPORTIVA / RECREATIVA\nFERROCARRIL\nRUTA VIAL\nLOCALIDAD\n12\nDISTANCIA EN NM ENTRE PUNTOS\nCORREDOR VFR\nESPACIO AÉREO NO CONTROLADO\nRESERVA NATURAL ( ÁREA SENSIBLE AL RUIDO )\nAERÓDROMOS con pistas pavimentadas menores a 1000 m o no pavimentadas.\nAERÓDROMOS con pistas pavimentadas de 1000 m o mayores a 1000 m.\nAERÓDROMOS MILITARES con pistas pavimentadas de 1000 m o mayores a 1000 m.\nAERÓDROMOS MILITARES con pistas pavimentadas menores a 1000 m o no pavimentadas.\nÁREA SENSIBLE AL RUIDO \nEN LAS ÁREAS SENSIBLES AL RUIDO ESTÁN PROHIBIDOS LOS VUELOS POR DEBAJO \nDE 3000 PIES DE ALTURA SOBRE EL OBSTÁCULO MAS ALTO, CON EXCEPCIÓN DE A- \nQUELLOS QUE SE REALICEN CON FINES CIENTÍFICOS, DE MANEJO, DE CONTROL Y/O \nDE VIGILANCIA DEBIDAMENTE AUTORIZADOS. CUANDO NO SEA POSIBLE ALCANZAR \nDICHA ALTURA, LA AERONAVE DEBERÁ MANTENERSE A UNA DISTANCIA LATERAL AL \nÁREA SENSIBLE, NO MENOR DE 2 NM. (Derivado del Decreto N 453/94, Art.4, Inc.K, del \nPoder Ejecutivo Nacional). \nZONAS RESTRINGIDAS, PROHIBIDAS Y PELIGROSAS \nLos horarios de actividad de las zonas restringidas y peligrosas, se encuentran publicados \nEn el documento AIP parte ENR 5.1. Las zonas restringidas, prohibidas o peligrosas, cuyos \nLímites laterales se encuentran totalmente dentro de Áreas de Control Terminal (TMA) publi- \ncadas  ( TMA BAIRES – CÓRDOBA – MENDOZA – B. BLANCA – PARANÁ ) se incluyen en  \ndichas cartas y en las de vuelos VFR por debajo de las TMA BAIRES y CÓRDOBA,  \nsegún corresponda. \n  \nFIR MONTEVIDEO\n    FIR EZEIZA\nCLASIFICACIÓN DEL ESPACIO AÉREO EN LOS CORREDORES VFR:\n- EN BAIRES : DENTRO Y FUERA DE LA CTR ES CLASE \"G\".",
  "pageCount": 2,
  "characterCount": 1960
}