{
  "metadata": {
    "filename": "PROGEN ARO.pdf",
    "title": "PROGEN ARO.pdf",
    "type": "doc",
    "number": "unknown",
    "extractedAt": "2025-11-25T15:52:58.645Z"
  },
  "text": "\n\n  \n \n \n \nPROCEDIMIENTOS GENERALES - \nOFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE \nTRÁNSITO AÉREO \n \n \n \nPROGEN - ARO \n \n \n \n \n \n \nPRIMERA EDICIÓN 2024 \n \n \n \n \n \n \n \n \n \n \n \n \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n \nENMIENDAS \n \n \nLa  publicación  de  enmiendas  se  realiza  de  acuerdo  con  los  procedimientos \ninternos  de  la  Autoridad  Aeronáutica,  previamente  se  anuncia  al  Proveedor  de \nServicios   de   Navegación   Aérea   (ANSP)   de   la   República   Argentina,   los \ndocumentos  enmendados  pueden  consultarse  en  el  sitio  web  de  la  Autoridad \nAeronáutica,  www.anac.gob.ar.  Las  casillas  en  blanco  facilitan  la anotación  de \nestas enmiendas. \n \nREGISTRO DE ENMIENDAS \n \nENMIENDAS \nNÚMERO FECHA DE APLICACIÓN FECHA DE ANOTACIÓN APROBADO \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n    \n \n \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n \nÍNDICE \n                                                                                                                                                        Página \nPRÓLOGO...........................................................................................................................................  5 \n \nCAPÍTULO 1.  DEFINICIONES Y ABREVIATURAS ............................................................................  5 \n \nDefiniciones..................................................................................................................................................  9 \nAbreviaturas................................................................................................................................................. 15 \n \nCAPÍTULO 2.  GESTIÓN DE LA SEGURIDAD OPERACIONAL EN LAS DEPENDENCIAS ARO....... 20 \n \n2.1  Generalidades............................................................................................................................... 20 \n2.2  Objetivos....................................................................................................................................... 20 \n2.3  Actividades de gestión de la seguridad operacional..................................................................... 20 \n2.4 Exámenes de la seguridad operacional........................................................................................ 21 \n2.4.1 Requisitos generales..................................................................................................................... 21 \n2.4.2 Ámbito............................................................................................................................................ 21 \n \nCAPÍTULO 3.  DISPOSICIONES SOBRE DEPENDENCIA ARO ........................................................ 24 \n \n3.1  Funciones de la Dependencia ARO............................................................................................... 24 \n3.2  Dependencia y personal ARO........................................................................................................ 26 \n3.3  Gestión de la fatiga......................................................................................................................... 27 \n3.4 Documentación de existencia obligatoria en la Dependencia ARO............................................... 27 \n \nCAPÍTULO 4.  GESTIÓN DE LOS PLANES DE VUELOS.................................................................... 28 \n \n4.1  Recepción, control y aceptación del plan de vuelo........................................................................ 28 \n4.2  Sistema automatizado – Control del plan de vuelo........................................................................ 30 \n4.3  Gestión de los planes de vuelo...................................................................................................... 37 \n4.4  Direccionamiento y transmisión de los mensajes relativos a plan de vuelo.................................. 38 \n4.5  Listas de planes de vuelo repetitivos (RPL) y cambios en las mismas......................................... 39 \n4.6 Motivos para no aceptar un plan de vuelo.................................................................................... 40 \n \nCAPÍTULO 5.  SUMINISTRO DEL SERVICIO DE ALERTA Y PLAN DE EMERGENCIA DEL  \n  AERÓDROMO................................................................................................................ 41 \n \n5.1  Suministro del servicio de alerta.................................................................................................... 41 \n5.2  Plan de emergencia del aeródromo (PEA).................................................................................... 42 \n \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCAPÍTULO 6.  OPERACIONES AÉREAS SANITARIA......................................................................... 43 \n \n6.1  Actuación en caso de operaciones aéreas sanitarias..................................................................... 43 \n \n \nCAPÍTULO 7.  DISPOSICIONES Y PROCEDIMIENTOS SOBRE COORDINACIÓN........................ 44 \n \n7.1  Coordinación ARO/TWR – transmisión y recepción de información............................................. 44 \n7.2  Coordinación entre ARO y la oficina meteorológica....................................................................... 45 \n7.3  Coordinación con los explotadores............................................................................................... 46 \n7.4  Coordinación entre la Dependencia ARO y la estación de comunicaciones................................ 46 \n7.5  Coordinación ARO y el servicio de información aeronáutica........................................................ 45 \n \nAPÉNDICE 1. REQUISITOS MÍNIMOS PARA EL LLENADO DEL LIBRO DE TURNO ................... 47 \n \nAPÉNDICE 2. PROCEDIMIENTOS PARA LA RECEPCIÓN, CONTROL, ACEPTACIÓN Y TRANSMISIÓN \n                        DEL PLAN DE VUELO ......................................................................................   48 \n \nAPÉNDICE 3. SISTEMA INTEGRADO DE AVIACIÓN CIVIL (SIAC) ................................................ 51 \n____________________ \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n \nPRÓLOGO \n \n1. Ámbito de aplicación y finalidad del documento \n1.1 El documento Procedimientos Generales – Oficina de Notificación de los Servicios de Tránsito \nAéreo  (PROGEN-ARO),  detalla  las  disposiciones,  métodos  y  procedimientos  que  debe  aplicar  el  personal \nde  las  Oficinas  de  Notificación  de  los  Servicios  de  Tránsito  Aéreo  (ARO)  para  el  cumplimiento  de  sus \nfunciones. \n1.2 El  presente  documento  está  dirigido  al  Proveedor  de  Servicios  de Navegación  Aérea  que \npresta el servicio público esencial de navegación aérea en el territorio nacional de la República Argentina y \nsus aguas jurisdiccionales. \n1.3 En  tal  sentido,  el  Proveedor  de  Servicios  de  Navegación  Aérea  deberá  establecer  los  medios \npara asegurar la difusión y conocimiento del presente documento, en el ámbito de las dependencias ANS de \nla República Argentina. \n1.4 Las disposiciones, métodos y procedimientos aquí establecidos tienen carácter obligatorio en el \norden interno para todos los participantes en los Servicios de Tránsito Aéreo, debiendo ser observadas por \néstos,   sin   otras   excepciones   que   las   señaladas   en   este   documento,   y   las   que   hiciera   conocer \noportunamente la Autoridad Aeronáutica por el medio de difusión que corresponda. \n1.5 Los  procedimientos  del  PROGEN-ARO  están  principalmente  destinados  al  personal  de  los \nServicios   de  Navegación  Aérea.  Asimismo,  las  tripulaciones  de   vuelo   deben  familiarizarse  con   los \nprocedimientos que figuran en el Capítulo 3. \n \n2. Autoridades \n \n2.1 La  Administración  Nacional  de  Aviación  Civil  (ANAC)  es  la  Autoridad  Aeronáutica  designada \npor  el  Estado  Argentino,  es  el  organismo  responsable  de  efectuar  las  regulaciones  nacionales  para  los \nServicios de Tránsito Aéreo, en base a las normas y métodos recomendados emanados de la Organización \nde Aviación Civil Internacional (OACI) y otros organismos en la materia. \n2.2 La  ANAC  a  través  de  la  Dirección  Nacional  de  Inspección  de  Navegación  Aérea  (DNINA), \ndefine las políticas de Navegación Aérea, efectúa las regulaciones, planifica estratégicamente  y realiza las \ninspecciones  a  los  Servicios  de  Navegación  Aérea,  en  el  territorio  de  la  República  Argentina,  sus  aguas \njurisdiccionales, el espacio aéreo que los cubre, y cuando por convenios internacionales se acuerde que los \nespacios aéreos extraterritoriales se encuentran bajo jurisdicción de la República Argentina. \n \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n3. Enmiendas \n3.1 La  ANAC  a  través  de  la  Dirección  Nacional  de  Inspección  de  Navegación  Aérea  (DNINA),  se \nencarga de realizar las enmiendas necesarias a este documento e informar al Proveedor de los servicios de \nNavegación Aérea de la República Argentina. Asimismo, el Departamento de Información Aeronáutica de la \nDirección de Regulación, Normas y Procedimientos de la Dirección Nacional de Inspección de Navegación \nAérea es el organismo responsable de proporcionar la información actualizada a la Comunidad ATM. \n3.2  Las  actualizaciones  se  realizan  de  acuerdo  con  los  procedimientos  internos  de  la  Autoridad \nAeronáutica.  Concluido  el  mencionado  procedimiento,  se  dispondrá  su  publicación  por  los  medios  que la \nAutoridad Aeronáutica lo determine. \n \n4. Implantación \n4.1 La  aplicación  de  los  procedimientos  es  responsabilidad  del  Proveedor  de  Servicios  de \nNavegación  Aérea,  y  sólo  se  realiza  después  de  que  la  Autoridad  Aeronáutica  los  ha  puesto  en  vigor  y \nnotificado  previamente  al  Proveedor  de  Servicios  de  Navegación  Aérea  (ANSP).  No  obstante,  a  fin  de \nfacilitar  el  proceso  de  aplicación,  los  procedimientos  se  han  redactado  en  términos  que  permiten  la \nutilización  directa  por  parte  del  personal  de  la  Dependencia  (ARO),  y  demás  personal  relacionado  con  la \nprestación de los Servicios de Tránsito Aéreo. \n \n5. Difusión de la información \n5.1 Conforme a lo dispuesto en las RAAC Parte 215 “Servicio de Información Aeronáutica”  se \nprocederá a realizar la publicación correspondiente. \n \n6. Reglas de interpretación \n6.1 En el contexto del presente reglamento se aplica la siguiente terminología:  \nA) “Debe”/n” y/o “Deberá”/n” Indica un requisito obligatorio. \nB) “Aceptable”:  Significa  que  la  Autoridad  Aeronáutica analizó el  método,  el  procedimiento  o  la \npolítica  y  que  no  objeta  ni  aprueba  la  implementación  o  el  uso  propuesto  para  dicho  método, \nprocedimiento o política. \nC) “Aprobado”/a”: significa que la Autoridad Aeronáutica analizó el método, el procedimiento o la \npolítica en cuestión, y otorga una aprobación formal por escrito. \nD) “Demostrar”:  A  menos  que  el  contexto  lo  requiera  de  otro  modo,  significa  demostrar la \nsatisfacción de la Autoridad Aeronáutica. \nE) “Acreditar” Demostrar, especialmente con un documento, que una persona es quien dice ser, \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nejerce una determinada profesión o está autorizada para hacer algo. \nF) La  frase “y  de  la  manera  prescripta  por  la  Autoridad  Aeronáutica”:  significa  que  la \nAutoridad  Aeronáutica  emitió  por  escrito  una  política  o  una  metodología  que  impone  un \nrequisito  obligatorio.  En  el  caso  que  dicha  política  o  metodología  escrita  establezca  una \nobligación mediante el uso de la palabra “deberá/n”, o establezca un requisito aceptable pero \nno único, en el caso de que dicha política o metodología escrita indique “podrá/n”. \nG) “Puede”:  se  usa  para  permitir  el uso  del  propio  criterio  para  realizar  el  acto  prescrito.  Las \nfrases  \"ninguna  persona  puede...”  o  \"una  persona  no  puede...”:  significan  que  ninguna \npersona puede realizar el acto prescrito, o se le permite realizarlo. \nH) “Incluye”: significa \"comprende, pero no está limitado a” \nI) A menos que el contexto lo requiera de otro modo: \n1) Las palabras que se expresan en singular incluyen el plural.; y \n2) Las  palabras  que  se  expresan  en  género  masculino  incluyen  el  femenino.  El  modo \nimperativo excluye la discusión del cumplimiento. \nJ) Texto que compone al PROGEN-ARO: \n1) Apéndices:  Con  texto  que  por  conveniencia  se  agrupa  por  separado,  pero  que  forma \nparte de este documento. \n2) Definiciones: Las  definiciones  de  la  terminología  empleada  en  las  normas  que  no  es \nexplícita porque   no   tiene   significado   corriente.   Las   definiciones   no   tienen   carácter \nindependiente,  pero  son  parte  esencial  de  cada  una  de  las  normas  en  que  se  usa  el \ntérmino, ya que cualquier cambio en el significado de estas, afectarían la disposición. \n3) Tablas y Figuras: Aclaran o ilustran la norma, a las cuales éstos hacen referencia, forman \nparte de la norma y tienen el mismo carácter. \n4) Notas: Intercaladas en el texto, cuando corresponde, que proporcionan datos o referencia \nacerca de las normas que se tratan, sin formar parte de tales normas. \nK) Enmiendas: El texto insertado se detalla con sombreado GRIS \n____________________ \n \n \n \n \n \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCapítulo 1 \nDEFINICIONES \nNota 1. — En el texto de este documento la palabra “servicio” se emplea en sentido abstracto para designar \nfunciones o servicio prestado y la palabra “dependencia” se usa para designar un organismo o entidad que \npreste un servicio. \nNota  2. — Todas las referencias al “Reglamento de Radiocomunicaciones” se refieren al Reglamento de \nRadiocomunicaciones publicado por la Unión Internacional de Telecomunicaciones (UIT). \nEn  el  presente  documento  los  términos  y  expresiones  indicados  a  continuación  tienen  los  significados \nsiguientes: \nAccidente. Todo suceso relacionado con la utilización de una aeronave, que, en el caso de una aeronave \ntripulada,  ocurre  entre  el  momento  en  que  una  persona  entra  a  bordo  de  la  aeronave,  con  la  intención  de \nrealizar  un  vuelo,  y  el  momento  en  que  todas  las  personas  han  desembarcado,  o  en  el  caso  de  una \naeronave no tripulada, que ocurre entre el momento en que la aeronave está lista para desplazarse con el \npropósito de realizar un vuelo y el momento en que se detiene, al finalizar el vuelo, y se apaga su sistema \nde propulsión principal. \nNota. —La definición completa se podrá observar en las RAAC Parte 211. \nAeródromo. Área definida de tierra o de agua (que incluye todas sus edificaciones, instalaciones y equipos) \ndestinado total o parcialmente a la llegada, salida y movimiento en superficie de aeronaves. \nNota. — Se tiene el propósito del término “aeródromo” en las disposiciones relativas a planes de vuelo y \nmensajes  ATS  incluya  también  emplazamientos  distintos  a  los  definidos  como  aeródromos,  pero  que \npueden ser utilizados por algunos tipos de aeronaves, por ejemplo, helicópteros o globos. \nAeronotificación (AIREP). Informe de una aeronave en vuelo preparado de conformidad con los requisitos \nde notificación de posición y de información operacional o meteorológica. \nNOTA: Los detalles del formulario AIREP se presentan en el PROGEN ATM. \nAlcance visual en la pista (RVR). Distancia hasta la cual el piloto de una aeronave que se encuentra sobre \nel eje de una pista puede ver las señales de superficie de la pista o las luces que la delimitan o que señalan \nsu eje. \nÁrea  de  maniobras. Parte  del  aeródromo  que  ha  de  utilizarse  para  el  despegue,  aterrizaje  y  rodaje  de \naeronaves, excluyendo las plataformas. \nÁrea  de  movimiento. Parte  del  aeródromo  que  ha  de  utilizarse  para  el  despegue,  aterrizaje  y  rodaje  de \naeronaves, integrada por el área de maniobras y las plataformas. \nAutoridad  Aeronáutica. Entidad  designada  por  el  Estado  encargada  de  la  Administración  de  la Aviación \nCivil. En la República Argentina, la entidad a cargo es la Administración Nacional de Aviación Civil (ANAC). \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nNota. — Véase Código Aeronáutico Ley17285, Decreto N° 239/2007 y Decreto N° 1770/2007 \nCentro  coordinador  de  salvamento  (RCC). Dependencia encargada  de  promover  la  buena  organización \ndel  servicio  de  búsqueda  y  rescate  y  de  coordinar  la  ejecución  de  las  operaciones  de  búsqueda  y  rescate \ndentro de una región de búsqueda y rescate. \nCertificación  Médica  Aeronáutica:  Prueba  fehaciente  expedida  por un  Médico  Examinador  Aeronáutico, \nCentro  Médico  Aeronáutico  Examinador  o  Autoridad  Médica  Aeronáutica  Civil  (DEM),  al  efecto  de  que  el \ntitular  de  una  licencia,  certificado  de  competencia  y/o  habilitación  satisfaga  determinadas  condiciones  de \naptitud psicofisiológicas. \nNota. — En la RAAC 67 Subparte A se específica que el Departamento de Evaluación Médica (DEM) es la \nAutoridad Aeronáutica. \nFatiga. Estado  fisiológico  que  se  caracteriza  por  una  reducción  de  la  capacidad  de  desempeño  mental  o \nfísico debido a la falta de sueño, a períodos prolongados de vigilia, fase circadiana y/o volumen de trabajo \n(actividad mental y/o física) y que puede menoscabar el estado de alerta de una persona y su habilidad para \nrealizar adecuadamente funciones operacionales relacionadas con la seguridad operacional \nFunciones AIS. Desempeño de tareas relacionadas al servicio de información aeronáutica. \nNota. —En la República Argentina las funciones AIS están integradas a las funciones ARO  \nFunciones ARO. Desempeño de tareas de notificación de los servicios de tránsito aéreo. \nNota. —En la República Argentina las funciones ARO están integradas a las funciones AIS \nHora prevista de fuera calzos. Hora estimada en la cual la aeronave iniciará el desplazamiento asociado \ncon la salida. \nHora prevista de llegada. En los vuelos IFR,  la hora a la cual se prevé que la aeronave llegará sobre un \npunto  designado,  definido  con  referencia  a  las  ayudas  para  la  navegación,  a  partir  del  cual  se  iniciará  un \nprocedimiento  de  aproximación  por  instrumentos,  o,  si  el  aeródromo  no  está  equipado  con  ayudas  para  la \nnavegación, la hora a la cual la aeronave llegará sobre el aeródromo. Para los vuelos VFR, la hora a la cual \nse prevé que la aeronave llegará sobre el aeródromo. \nIdentificación. Situación que existe cuando la indicación de la posición de determinada aeronave se ve en \nuna presentación de la situación y se identifica positivamente. \nIdentificación de aeronave. Grupo de letras o de cifras, o una combinación de ambas, idéntico al distintivo \nde llamada de una aeronave para las comunicaciones aeroterrestres o dicho distintivo expresado en clave, \nque se utiliza para identificar las aeronaves en las comunicaciones entre centros terrestres de los servicios \nde tránsito aéreo. \nIncidente. Todo suceso relacionado con la utilización de una aeronave, que no llegue a ser un accidente, \nque afecte o pueda afectar la seguridad de las operaciones. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nIndicador de lugar. Grupo de clave, de cuatro letras, formulado de acuerdo con las disposiciones prescritas \npor la OACI y asignado al lugar en que está situada una estación fija aeronáutica. \nLibro  de  turno. Registro  de  las  novedades  acontecidas  durante  las  horas  de  turno.  Se  deberá  anotar  los \nnombres  del  personal  que  cumplió  funciones  en  el  turno  durante  la  jornada  laboral,  el  horario  en que  se \ndesarrolló  el  mismo,  las  novedades  de  manera  clara  y  precisa  sin  borraduras,  en  caso  de  que  fuera \nnecesario realizar una corrección, deberá hacerse una nueva anotación tachando el texto erróneo completo.  \nLicencia de Operador del Servicios de Información Aeronáutica. Certificado de idoneidad otorgado por \nla   autoridad   aeronáutica,   para   desempeñar   funciones   en   una   Oficina   del   Servicio   de   Información \nAeronáutica  (AIS),  Oficina  de  Aviso  a  los  Aviadores  (NOF/NOTAM),  o  como  Operador  ARO/AIS  en  una \nOficina de Notificación de Servicios de Tránsito Aéreo (ARO). \nLlegada  normalizada  por  instrumentos  (STAR). Ruta  de  llegada  designada  según  reglas  de  vuelo  por \ninstrumentos  (IFR)  que  une  un  punto  significativo,  normalmente  en  una  ruta  ATS,  con  un  punto  desde  el \ncual puede comenzarse un procedimiento publicado de aproximación por instrumentos. \nManual de Dependencia ARO (MADE-ARO). Manual aprobado por la Autoridad Aeronáutica que describe \nlos procedimientos, limitaciones, detalles de las funciones ARO y políticas operativas, como así también \notros textos pertinentes a las operaciones de las dependencias ARO. \nNota. — El Manual de dependencia ARO es parte del Manual Descriptivo de la Organización del ANSP. \nMedios  electrónicos.  Mecanismo,  instalación,  equipo  o  sistema  que  permite  producir,  almacenar  o \ntransmitir  documentos,  datos  e  informaciones,  incluyendo  cualesquiera  redes  de  comunicación  abiertas  o \nrestringidas como internet, telefonía fija y móvil u otras. \nNota. — Un ejemplo de los medios electrónicos son los correos electrónicos, sistemas automatizados, etc. \nModo  (SSR). Identificador  convencional  relativo  a  funciones  específicas  de  las  señales  de  interrogación \ntransmitidas por un interrogador SSR. En el Anexo 10 de OACI y/o el documento nacional que lo contenga y \nla normativa nacional que lo complemente, se especifican cuatro modos: A, C, S e intermodo. \nNavegación  basada  en  la  performance  (PBN). Requisitos  para  la  navegación  de  área  basada  en  la \nperformance   que   se   aplican   a   las   aeronaves   que   realizan   operaciones   en   una   ruta   ATS,   en   un \nprocedimiento de aproximación por instrumentos o en un espacio aéreo designado. \nNota. — Los   requisitos   de   performance   se   expresan   en   las   especificaciones   para   la   navegación \n(especificaciones  RNAV  y  RNP)  en  función  de  la  precisión,  integridad,  continuidad,  disponibilidad  y \nfuncionalidad necesarias para la operación propuesta en el contexto de un concepto para un espacio aéreo \nparticular \nNavegación de área (RNAV). Método de navegación que permite la operación de aeronaves en cualquier \ntrayectoria  de  vuelo  deseada,  dentro  de  la  cobertura  de  las  ayudas  para  la  navegación  que  utilizan  bases \nterrestres  o  espaciales,  o  dentro  de  los  límites  de  las  posibilidades  de  las  ayudas  autónomas,  o  de  una \ncombinación de ambas. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nNota. — La  navegación  de  área  incluye  la  navegación  basada  en  la  performance,  así  como  otras \noperaciones no incluidas en la definición de navegación basada en la performance. \nNivel. Término   genérico   referente   a   la   posición   vertical   de   una   aeronave   en   vuelo,   que   significa \nindistintamente altura, altitud o nivel de vuelo. \nNivel de crucero. Nivel que se mantiene durante una parte considerable del vuelo. \nNivel  de  vuelo  (FL). Superficie  de  presión  atmosférica  constante  relacionada  con  una  determinada \nreferencia   de   presión,   1013,2   hectopascales   (hPa),   separada   de   otras   superficies   análogas   por \ndeterminados intervalos de presión. \nNota 1. — Cuando un baroaltímetro calibrado de acuerdo con la atmósfera tipo: \na) se ajuste al QNH, indicará la altitud; \nb) se ajuste al QFE, indicará la altura sobre la referencia QFE; \nc) se ajuste a la presión de 1 013,2 hPa, podrá usarse para indicar niveles de vuelo. \nNota 2. — Los términos “altura” y “altitud”, usados en la Nota 1, indican alturas y altitudes altimétricas más \nbien que alturas y altitudes geométricas. \nNOTAM. Aviso   distribuido   por   medios   de   telecomunicaciones   que   contiene   información   relativa   al \nestablecimiento,  condición  o  modificación  de  cualquier  instalación  aeronáutica,  servicio,  procedimiento  o \npeligro, cuyo conocimiento oportuno es esencial para el personal encargado de las operaciones de vuelo. \nObstáculo. Todo  objeto  fijo  (temporal  o  permanente)  o  móvil,  o  parte  del  mismo,  que  esté  situado  en  un \nárea  destinada  al  movimiento  de  aeronaves  en  la  superficie  o  que  sobresalga  de  una  superficie  definida \ndestinada  a  proteger  a  las  aeronaves  en  vuelo  o  esté  fuera  de  las  superficies  definidas  y  se  haya \nconsiderado como un peligro para la navegación aérea. \nOficina de notificación de los servicios de tránsito aéreo (ARO). Oficina creada con objeto de recibir los \ninformes  referentes  a  los  servicios  de  tránsito  aéreo  y  los  planes  de  vuelo  que  se  presentan  antes  de  la \nsalida. \nNota. — Una  oficina  de  notificación  de  los  servicios  de  tránsito  aéreo  (ARO)  puede  establecerse  como \ndependencia  separada  o  combinada  con  una dependencia  existente,  tal  como  otra  dependencia  de  los \nservicios de tránsito aéreo, o una dependencia del servicio de información aeronáutica. \nOficina  meteorológica. Oficina  designada  para  suministrar  servicio  meteorológico  para  la  navegación \naérea internacional. \nOficina NOTAM Internacional (NOF). Oficina designada para el intercambio internacional de NOTAM. \nOperador  ARO/AIS. Persona  que  desempeña  funciones  ARO  y  AIS  en  una  oficina  de  notificación  de  los \nservicios de tránsito aéreo. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nPerformance  de  comunicación  requerida  (RCP). Declaración  de  los  requisitos  de  performance  para \ncomunicaciones operacionales en relación con funciones ATM específicas. \nPerformance  de  navegación  requerida  (RNP). Declaración  de  la  performance  de  navegación  necesaria \npara operar dentro de un espacio aéreo definido. \nNota. — La  performance  y  los  requisitos  de  navegación  se  definen  para  un  tipo  o  aplicación  de  RNP  en \nparticular. \nPlan de Contingencia ATS. Documento que incluye disposiciones y procedimientos a adoptar durante una \ncontingencia a fin de mantener seguro y ordenado el flujo del tránsito aéreo y la continuidad en el suministro \nde los Servicios de Tránsito Aéreo. \nPlan de vuelo. Información especificada que, respecto a un vuelo proyectado o a parte de un vuelo de una \naeronave, se somete a las dependencias de los servicios de tránsito aéreo. \nNota. — Las RAAC Parte 91-Reglas de Vuelo y Operación General - contienen especificaciones en cuanto \na los planes de vuelo. Cuando se emplea la expresión “formulario de plan de vuelo”, se refiere al modelo de \nformulario de plan de vuelo que figura en el PROGEN-ATM, Apéndice 2. \nPlan  de  vuelo  actualizado  (CPL). Plan  de  vuelo  que  comprende  cambios,  si  los  hay,  y  resultan  de \nincorporar autorizaciones posteriores. \nNota. — Cuando se utilizan las palabras “mensaje de” delante de esta expresión, se refiere al contenido y \nformato de los datos del plan de vuelo actualizado que se envían de una dependencia a otra. \nPlan de vuelo presentado (FPL). Plan de vuelo, tal como ha sido presentado a la dependencia ATS por el \npiloto o su representante designado, sin ningún cambio subsiguiente. \nNota. — Cuando se utilizan las palabras “mensaje de” delante de esta expresión, se refiere al contenido y \nformato  de  los  datos  del  plan  de  vuelo  presentado,  tal  como  han  sido  transmitidos  desde  el  punto  de \npresentación. \nPlan de vuelo repetitivo (RPL). Plan de vuelo relativo a cada uno de los vuelos regulares que se realizan \nfrecuentemente  con  idénticas  características  básicas,  presentados  por  los  explotadores  para  que  las \ndependencias de los servicios de tránsito aéreo (ATS) los conserven y utilicen repetidamente. \nPlan  de  vuelo  presentado  en  Vuelo  (AFIL). Se  refiere  a  un  Plan  de  Vuelo  presentado  en  Vuelo.  En  la \nCasilla  18  del  plan  de  vuelo  se  deberá  ingresar  el  indicador  de  lugar OACI  de  cuatro  letras  de  la \ndependencia  ATS  de  la  cual  pueden  obtenerse  datos  del  plan  de  vuelo  suplementario,  precedidos  del \nindicador DEP/. \nPrincipios  relativos  a  factores  humanos. Principios  que  se  aplican  al  diseño,  certificación,  instrucción, \noperaciones  y mantenimiento aeronáuticos para lograr establecer  una interfaz segura entre el componente \nhumano y los otros componentes del sistema mediante la debida consideración de la actuación humana. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nProcedimientos Generales-Gestión del Tránsito Aéreo (PROGEN-ATM) Documento que especifica, con \nmayor detalle que la presente Parte, los procedimientos generales que han de aplicar las dependencias de \nlos Servicios de Tránsito Aéreo para el desarrollo de sus actividades \nPrograma  Estatal  de  Seguridad  Operacional  (SSP). Conjunto  integrado  de  reglamentos  y  actividades \ndestinado a mejorar la gestión de la seguridad operacional. \nProveedor  de  Servicios  de  Navegación  Aérea  (ANSP). Es  una  organización  que  ha  sido  expresamente \ndesignada  por  el  Estado  Nacional  para  proveer,  en su  representación,  en  el  territorio  de  la  República \nArgentina,   sus   aguas   jurisdiccionales,   el   espacio   aéreo   que   los   cubre   y   los   espacios   aéreos \nextraterritoriales, cuando por convenios internacionales se acuerde que dichos espacios se encuentran bajo \njurisdicción de la República Argentina, y en concordancia con las regulaciones correspondientes, uno o más \nde los siguientes servicios: \na) Servicio de Tránsito Aéreo \nb) Servicio de Meteorología para la Navegación Aérea \nc) Servicio de Información Aeronáutica y Cartografía. \nd) Servicio de Diseño de Procedimientos de Vuelo. \ne) Servicio de Comunicaciones, Navegación y Vigilancia. \nf) Servicio de Búsqueda y Salvamento. \nRegión  de  información  de  vuelo  (FIR). Espacio  aéreo  de  dimensiones  definidas,  dentro  del  cual  se \nfacilitan los servicios de información de vuelo y de alerta. \nSalida  normalizada  por  instrumentos  (SID). Ruta  de  salida  designada  según  reglas  de  vuelo  por \ninstrumentos  (IFR)  que  une  el  aeródromo  o  determinada  pista  del  aeródromo,  con  determinado  punto \nsignificativo, normalmente en una ruta ATS, en el cual comienza la fase en ruta de un vuelo. \nServicio de alerta. Servicio suministrado para notificar a los organismos pertinentes respecto a aeronaves \nque necesitan ayuda de búsqueda y salvamento, y auxiliar a dichos organismos según convenga. \nServicio  de  asesoramiento  de  tránsito  aéreo. Servicio  que  se  suministra  en  el  espacio  aéreo  con \nasesoramiento para que,  dentro  de  lo posible, se mantenga  la  debida separación entre las aeronaves que \noperan según planes de vuelo IFR. \nServicio de control de aeródromo. Servicio de control de tránsito aéreo para el tránsito de aeródromo. \nServicio  de  control  de  aproximación. Servicio  de  control  de  tránsito  aéreo  para  la  llegada  y  salida  de \nvuelos controlados. \nServicio de control de área. Servicio de control de tránsito aéreo para los vuelos controlados en las áreas \nde control. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nServicio de control de tránsito aéreo (ATC). Servicio suministrado con el fin de: \na) prevenir colisiones: \n1) entre aeronaves; y \n2) en el área de maniobras, entre aeronaves y obstáculos; y \nb) acelerar y mantener ordenadamente el movimiento del tránsito aéreo. \nServicio  de  información  de  vuelo. Servicio  cuya  finalidad  es  aconsejar  y  facilitar  información  útil  para  la \nrealización segura y eficaz de los vuelos. \nServicio  de  Información  de  Vuelo  (FIS). Servicio  cuya  finalidad  es  aconsejar  y  facilitar  información  útil \npara la realización segura y eficaz de los vuelos. \nServicio  de  Información  de  Vuelo  de  Aeródromo  (AFIS). Servicio  de  Información  de  Vuelo  y  alerta \nsuministrado al tránsito de aeródromo. \nServicio  de  Radionavegación. Servicio  que  proporciona  información  de  guía  o  datos  sobre  la  posición \npara la operación eficiente y segura de las aeronaves, mediante una o más radioayudas para la navegación. \nSistema de Anticolisión de a Bordo (ACAS). Sistema de aeronave basado en señales de transpondedor \ndel  radar  secundario  de  vigilancia  (SSR)  que  funciona  independientemente  del  equipo  instalado  en  tierra \npara proporcionar aviso al piloto sobre posibles conflictos entre aeronaves dotadas de respondedores SSR. \nSistema  de  Gestión  de  la  Seguridad  Operacional  (SMS). Enfoque  sistemático  para  la  gestión  de  la \nseguridad   operacional,   que   incluye   la   estructura   orgánica,   líneas   de   responsabilidad,   políticas   y \nprocedimientos necesarios. \nTránsito de Aeródromo. Todo el tránsito que tiene lugar en el área de maniobras de un aeródromo y todas \nlas aeronaves que vuelan en las inmediaciones del mismo. \nNota. — Se considera que una aeronave está en las inmediaciones de un aeródromo cuando está dentro de \nun circuito de tránsito de aeródromo, o bien entrando o saliendo del mismo. \nTorre  de  control  de  aeródromo. Dependencia  establecida  para  facilitar  servicio  de  control  de  tránsito \naéreo al tránsito de aeródromo. \nTránsito aéreo. Todas las aeronaves que se hallan en vuelo, y las que circulan por el área de maniobras de \nun aeródromo. \nTránsito de aeródromo. Todo el tránsito que tiene lugar en el área de maniobras de un aeródromo, y todas \nlas aeronaves que vuelen en las inmediaciones del mismo. \nNota. — Se considera que una aeronave está en las inmediaciones de un aeródromo cuando está dentro de \nun circuito de tránsito de aeródromo, o bien entrando o saliendo del mismo. \nUmbral. Comienzo de la parte de pista utilizable para el aterrizaje. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nVuelo controlado. Todo vuelo que está supeditado a una autorización del control de tránsito aéreo. \nVuelo IFR. Vuelo efectuado de acuerdo con las reglas de vuelo por instrumentos. \nVuelo VFR. Vuelo efectuado de acuerdo con las reglas de vuelo visual. \nVuelo VFR especial. Vuelo VFR al que el control de tránsito aéreo ha concedido autorización para que se \nrealice dentro de una zona de control en condiciones meteorológicas inferiores a las VMC. \nZona de control. Espacio aéreo controlado que se extiende hacia arriba desde la superficie terrestre hasta \nun límite superior especificado. \nZona  de  Identificación  de  Defensa  Aérea  (ADIZ). Espacio  aéreo  designado  especial  de  dimensiones \ndefinidas,  dentro  del  cual  las  aeronaves  deben  satisfacer  procedimientos  especiales  de  identificación  y \nnotificación, además de aquellos que se relacionan con el suministro de Servicios de Tránsito Aéreo (ATS). \nZona  peligrosa  (SAD). Espacio  aéreo  de  dimensiones  definidas  en  el  cual  pueden  desplegarse  en \ndeterminados momentos actividades peligrosas para el vuelo de las aeronaves. \nZona   prohibida (SAP). Espacio   aéreo   de   dimensiones   definidas   sobre   el   territorio   o   las   aguas \njurisdiccionales de un Estado, dentro del cual está prohibido el vuelo de las aeronaves. \nZona   restringida   (SAR). Espacio   aéreo   de   dimensiones   definidas   sobre   el   territorio   o   las aguas \njurisdiccionales  de  un  Estado,  dentro  del  cual  está  restringido  el  vuelo  de  las  aeronaves,  de  acuerdo  con \ndeterminadas condiciones especificadas. \nABREVIATURAS \n \nABAS  Sistema de aumentación basado en la aeronave \nA-CDM Toma de decisión en colaboración en aeródromo \nACARS Sistema de direccionamiento e informe de comunicaciones de aeronaves \nACAS Sistema anticolisión de a bordo. \nACC  Centro de Control de Área. \nACK Mensaje de aceptado para mensajes ATS \nADS-B  Vigilancia dependiente automática – radiodifusión \nADS-C  Vigilancia dependiente automática - contrato \nADIZ Zona de identificación de Defensa Aérea \nAFS Servicio Fijo Aeronáutico. \nAFIS  Servicio de Información de Vuelo de Aeródromo. \nAFTN  Red de telecomunicaciones fijas aeronáuticas \nAIDC  Comunicaciones de datos entre instalaciones de servicios de tránsito aéreo \nAIP  Publicación de información aeronáutica \nAIRAC Reglamentación y Control de Información Aeronáutica. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nAIRMET Información  relativa  a  fenómenos  meteorológicos  en  ruta  que  puedan  afectar  la \nseguridad de las operaciones de aeronaves a baja altura. \nAIREP Aeronotificación. Informe presentado por el piloto. \nAIS Servicio de información aeronáutica \nAMS Servicio Móvil Aeronáutico. \nALTN Aeródromo de alternativa \nANSP  Proveedor de servicios de navegación aérea \nAMHS  Aeronautical   Message   Handling   System – Sistema   de   Manejo   de   Mensajes \nAeronáuticos \nAPV  Procedimiento de aproximación con guía vertical \nARO Notificación de los servicios de tránsito aéreo \nARO/AIS Oficina que presta los servicios ARO y AIS \nASM Autorización de Sobrevuelo Militar. \nAT (Comunicaciones) Aeroterrestres \nATC Controlador de tránsito aéreo \nATIS Servicio Automático de Información Terminal. \nATIS-D Servicio Automático de Información Terminal por enlace de datos. \nATIS-voz Servicio Automático de Información Terminal-voz. \nATFM  Gestión de la afluencia del tránsito aéreo y de la capacidad \nATM  Gestión del tránsito aéreo \nATN Red de telecomunicaciones aeronáuticas  \nATS  Servicio(s) de tránsito aéreo \nBARO V-NAV Navegación Vertical Barométrica. \nCASI Inspector de seguridad operacional de la aviación civil (Doc. 9966) \nCDM Toma de decisión en colaboración \nCDU  Unidad de control y visualización \nCHG  Mensaje de cambio o modificación \nCNL  Mensaje de cancelación de plan de vuelo \nCNS  Comunicación navegación y vigilancia \nCOAe Comando Aeroespacial \nCPDLC  Comunicaciones por enlace de datos controlador-piloto \nCPL  Plan de vuelo actualizado \nDCL Autorización a la salida \nDEP Salida \nDGSOAM Dirección General de Seguridad Operacional Aeroespacial Militar. \nDLA  Mensaje demorado \nDME  Equipo medidor de distancias \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nEET Duración total prevista \nEOBT  Hora prevista fuera calzos \nFANS Sistema de navegación aérea futura \nFAA Fuerza Aérea Argentina \nFFAA Fuerzas Armadas \nFFSS Fuerzas de Seguridad \nFIC Centro de Información de Vuelo. \nFIR  Región de información de vuelo \nFIS Servicio de Información de Vuelo. \nFIZ Zona de Información de Vuelo. \nFL Nivel de Vuelo. \nFMS  Sistema de gestión de vuelo \nFMC Computadora de gestión de vuelo \nFPL  Plan de vuelo presentado \nGBAS Sistema de aumentación basada en tierra \nGLS  Sistema de aterrizaje GBAS \nGNSS  Sistema global de navegación por satélite \nHAZMAT Transporte de mercancías peligrosas por vía aérea \nHEAD Transporte de un Jefe de Estado o su equivalente \nHF  Alta frecuencia \nHFDL Enlace de Datos en HF \nHOSP Para un vuelo médico con certificado CESA \nHUM Para un vuelo en misión humanitaria \nIATA  Asociación del Transporte Aéreo Internacional \nIFP Procedimiento de Vuelo por Instrumentos. \nIFPDS Servicio de Diseño de Procedimientos de Vuelo por Instrumentos. \nIFR Reglas de Vuelo por Instrumentos. \nILS  Sistema de aterrizaje por instrumentos \nIMC Condiciones Meteorológicas de Vuelo por Instrumentos. \nINS  Sistema de navegación inercial \nIRS  Sistema de referencia inercial \nIRU  Unidad de referencia inercial \nLOCID Identificador del localizador \nLOA  Carta de Acuerdo \nLPV Performance del localizador con guía vertical \nMEDEVAC Para un vuelo que realiza una evacuación por emergencia médica crítica \nMEL  Lista de equipo mínimo \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nMLS  Sistema de aterrizaje por microondas \nMMEL  Lista maestra de equipo mínimo \nMNPS  Especificación de performance mínima de navegación \nMSA  Altitud mínima de sector \nMSL  Nivel medio del mar \nNAVAID Ayudas a la navegación aérea   \nNM Millas náuticas \nOACI Organización de Aviación Civil Internacional. \nOFIS Servicio de Información de Vuelo para las Operaciones. \nOVM Oficina de Vigilancia Meteorológica. \nPAPI  Indicador de trayectoria de aproximación de precisión. \nPANS OPS Procedimientos para los Servicios de Navegación Aérea - Operación de aeronaves. \nPBS Vigilancia Basada en la Performance. \nPBC Comunicación Basada en Performance. \nPBCS Comunicaciones y vigilancia basada en el desempeño \nPBN Navegación basada en la performance \nPER Performance de la aeronave \nPNL Plan de vuelo \nPROGEN ATM Manual de procedimientos generales de la gestión de tránsito aéreo  \nPROGEN AIM Manual de procedimientos generales de la gestión de información aeronáutica \nPROGEN ARO Manual de procedimientos generales ARO  \nQFE Presión atmosférica a la elevación del aeródromo (o en el umbral de la pista). \nQMS Sistema de Gestión de la Calidad. \nQNH Reglaje de la subescala del altímetro para obtener elevación estando en tierra. \nRAAC Regulaciones Argentinas de Aviación Civil. \nRAIM  Vigilancia autónoma de la integridad del receptor \nRALT Aeródromo de alternativa en ruta \nRCC Centro coordinador de salvamento. \nRCP Performance de comunicaciones requerida \nREJ Mensaje de rechazo para mensajes ATS \nRNAV Navegación de área \nRNP Navegación de performance requerida \nRPL  Plan de vuelo repetitivo \nRQP  Solicitud de plan de vuelo \nRQS Solicitud de plan de vuelo suplementario \nRSP Performance de vigilancia requerida \nRVR Alcance Visual en la Pista \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nRVSM Separación vertical mínima reducida \nSAR Búsqueda y salvamento. \nSATCOM Comunicaciones satelitales \nSATVOICE Comunicaciones orales satelitales \nSBAS  Sistema de aumentación basada en satélites \nSID  Salida normalizada por instrumentos \nSIGMET Información  relativa  a  fenómenos  meteorológicos  en  ruta  que  pueden  afectar  la \nseguridad de las operaciones de las aeronaves. \nSMS  Sistema de gestión de la seguridad operacional \nSPL Plan de vuelo suplementario \nSSP Programa Estatal de Seguridad Operacional. \nSSR  Radar secundario de vigilancia \nSTAR Llegada normalizada por instrumentos \nSTAS Servicio de transporte aéreo sanitario \nSTATE Para un vuelo que realiza servicios militares, de aduanas o policiales. \nSUR Vigilancia \nTALT Aeródromo de alternativa de despegue \nTAO Transporte de órganos \nTBN Que ha de notificarse \nTMA Área de Control Terminal. \nTWR Torre de Control o Control de aeródromo. \nTT (Comunicaciones) tierra- tierra. \nUHF  Ultra alta frecuencia \nUIR Región Superior de Información de Vuelo. \nUTC Tiempo Universal Coordinado. \nVAAC Centro de Avisos de Cenizas Volcánicas. \nVDL Enlace de datos en VHF \nVFR  Reglas de vuelo visual \nVHF  Muy alta frecuencia \nVMC Condiciones meteorológicas de vuelo visual. \nVOLMET Información meteorológica para aeronaves en vuelo. \nD-VOLMET Enlace de datos VOLMET. \nVOR Radiofaro omnidireccional en VHF \nWAYPOINT Punto de recorrido \nISO          Organización Internacional de normalización \nPEA          Plan de emergencia del aeropuerto \n___________________  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCapítulo 2 \n \nGESTIÓN DE LA SEGURIDAD OPERACIONAL EN \nLAS DEPENDENCIAS ARO \n \n2.1 GENERALIDADES \n2.1.1 La  Autoridad  Aeronáutica  se  asegura,  por  intermedio  del  Programa  Estatal  de  Seguridad \nOperacional  (SSP)  del  Estado  argentino,  de  que  el  nivel  de  los  Servicios  de  Tránsito  Aéreo  (ATS)  y  de \nComunicaciones,  Navegación  y  Vigilancia  (CNS),  así  como  los  procedimientos  ATS  aplicables  al  espacio \naéreo o al aeródromo de que se trate, son apropiados  y adecuados para mantener  un nivel aceptable de \nrendimiento en materia de seguridad (ALoSP) en el suministro de los ATS. \n2.1.2 El Proveedor de Servicios de Navegación Aérea (ANSP), implantará y mantendrá Sistemas de \nGestión  de  la  Seguridad  Operacional  (SMS)  en  la  prestación  de  los  Servicios  en  las  Dependencias  ARO \nbajo su jurisdicción. \nNota. — El Programa  Estatal  de Seguridad Operacional del  Estado argentino contiene orientaciones a ser \nseguidas  por  el  Proveedor  de  Servicios  de  Navegación  Aérea  (ANSP).  Para  más  información  dirigirse  a \nhttps://www.argentina.gob.ar/anac/seguridad-operacional \nNota. — Los requisitos relativos a esta materia se encuentran en la RAAC Parte 211 – Gestión del Tránsito \nAéreo y en los Procedimientos Generales - Gestión del Tránsito Aéreo (PROGEN-ATM). \n2.2 OBJETIVOS \n2.2.1 Los objetivos de la gestión de la seguridad operacional ARO son asegurar: \na) el nivel de rendimiento en materia de seguridad establecido aplicable al suministro ARO dentro de su \nespacio aéreo o de un aeródromo; y \nb) la aplicación de las mejoras relacionadas con la seguridad. \n2.3 ACTIVIDADES DE GESTIÓN DE LA SEGURIDAD \nOPERACIONAL ARO \n2.3.1 En  un  SMS  de  la  Dependencia  ARO  debe  incluirse,  entre  otros,  las  siguientes  acciones \nrelacionadas al suministro de la notificación de los servicios de tránsito aéreo: \na) supervisión de los niveles generales de seguridad y detección de cualquier tendencia adversa; \nb) exámenes de Seguridad Operacional en las oficinas ARO; \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nc)  análisis  de  Riesgo  de  Seguridad  Operacional  respecto  a  la  implantación  prevista  de  nuevo \nequipamiento o procedimientos o modificaciones/actualización de los mismos; y \nd) un mecanismo para determinar la necesidad de medidas de mejora de la seguridad. \n2.3.2 La Dependencia ARO deberá disponer de medios y procedimientos que faciliten al usuario la \nnotificación de eventos y/o deficiencias de seguridad operacional, de conformidad con lo que la Autoridad \nAeronáutica establezca a tal efecto. \nNota. — Los  requisitos  relativos  a  esta  materia  se  encuentran  en  la  Parte  211  de  las  Regulaciones \nArgentinas  de  Aviación  Civil  (RAAC) – “Gestión del Tránsito Aéreo”-.  El  Programa  Estatal  de  Seguridad \nOperacional del Estado argentino contiene procedimientos a ser seguidos por el Proveedor de Servicios de \nNavegación  Aérea  (ANSP),  en  relación  con  la  conservación  de  documentación  de  actividades  realizadas \nen un SMS. Para más información dirigirse a https://www.argentina.gob.ar/anac/seguridad-operacional \n2.4 EXÁMENES DE LA SEGURIDAD OPERACIONAL \n2.4.1 Requisitos generales \nEl ANSP debe realizar exámenes de Seguridad Operacional en las dependencias ARO, de forma regular  y \nsistemática  a  cargo  de  personal  calificado  y  serán  dados  mediante  la  instrucción,  la  experiencia  y \nconocimientos,  de  las  normas  y  métodos  pertinentes,  los  procedimientos  para  los  servicios  de  navegación \naérea, y las prácticas de funcionamiento seguras, así como los principios relativos a factores humanos. \n2.4.2 Ámbito \nEl ámbito de los exámenes de Seguridad Operacional de las dependencias ARO deberá comprender por lo \nmenos los siguientes asuntos: \nAsuntos normativos para asegurarse que: \na) los  manuales  de  la  dependencia  y  los  procedimientos  de  carácter  operativo  de  la  Oficina  ARO  son \ncompletos, concisos y están actualizados; \nb) los procedimientos por aplicar en caso de falla o deterioro de los equipos, sistemas y/o instalaciones \nen las dependencias ARO, que tengan implicancias directas de carácter operacional en el suministro \nde los ATS, pueden llevarse a la práctica y proporcionarán un nivel aceptable de seguridad; y \nc) Se   aplican procedimientos   para   facilitar   la   notificación   de   incidentes   y   de   otras   incidencias \nrelacionadas con la seguridad operacional de los ATS. \nAsuntos operacionales y técnicos para asegurarse que: \na) se   satisfacen   las   condiciones   de   trabajo   medioambientales   y ergonómicas;   los   niveles   de \ntemperatura, humedad, ventilación, ruido e iluminación ambiente y que no se influye adversamente en \nla actuación del personal de las ARO; \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nb) se diseñan y colocan en el puesto de trabajo los equipos, incluidos los dispositivos de entrada y salida \na los sistemas automatizados, de conformidad con principios ergonómicos; \nc) los sistemas automatizados generan y presentan en pantalla los mensajes ATS y los datos de forma \noportuna,  precisa  y  fácilmente  reconocible  y  de conformidad  con  los  principios  relativos  a  factores \nhumanos; \nd) los sistemas, equipos e instalaciones que tengan implicancias directas de carácter operacional en el \nsuministro de los ATS: \n1) se someten ordinariamente a ensayo en cuanto a su funcionamiento normal; \n2) satisfacen  el  nivel  requerido  de  fiabilidad  y  disponibilidad,  según  lo  determinado  por  la  Autoridad \nAeronáutica; \n3) proporcionan la detección oportuna y apropiada de las advertencias de fallas y deterioros;  \n4) incluyen la documentación relativa a las consecuencias de fallas y deterioros; \n5) incluyen medidas para controlar la probabilidad de fallas y deterioros; e \n6) incluyen instalaciones y procedimientos adecuados de reserva en caso de fallas o deterioros.  \ne) se  conservan  y  examinan  periódicamente  los  registros  detallados  de  condiciones  de  servicio  de \nsistemas equipo e instalaciones. \nNota. — En  el  contexto  mencionado,  los  términos  de  fiabilidad  y  disponibilidad  tienen  el  siguiente \nsignificado: \n1) Fiabilidad.  La  probabilidad  de  que  un  dispositivo  o  sistema  funcionará  sin falla  por  un  período \nespecificado de tiempo o intensidad de utilización; y \n2) Disponibilidad.  La  relación  de  porcentaje  del  tiempo  que  un  sistema  esté  funcionando  correctamente  al \ntiempo total de ese período. \nAsuntos de otorgamiento de licencias e instrucción del personal para asegurarse que: \na) Los operadores ARO/AIS están adecuadamente instruidos y han recibido la licencia apropiada con la \ncertificación local de idoneidad válida y certificación médica correspondiente; \nb) se  mantiene  la  competencia  de  los  operadores  ARO/AIS  mediante  una  instrucción  de  repaso \nadecuada  y  apropiada,  incluida  la  tramitación  de  emergencias  de  aeronave  y  operaciones  en \ncondiciones  relacionadas  al  hecho  de  que  las  instalaciones  y  sistemas  hayan  tenido  averías  y \ndeterioro; \nc) la implantación de procedimientos de carácter operativo nuevos o enmendados y los sistemas nuevos \no  actualizados  y  otros  importantes  para  la  seguridad  está  precedida  de  una  instrucción  y  formación \nadecuada; \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nd) la  competencia  de  los  operadores  ARO/AIS  de  aeródromos  internacionales,  en  cuanto  al  uso  del \nidioma inglés, le permita mantener un intercambio de información con el usuario. \n___________________  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCapítulo 3 \nDISPOSICIONES DE LA DEPENDENCIA (ARO) \n3.1 FUNCIONES DE LA DEPENDENCIA ARO \n3.1.1 La dependencia (ARO) tendrá las siguientes funciones y atribuciones: \n1) Recibirá, controlará y aceptará los planes de vuelo presentados por los pilotos y/o los despachantes \ndesignados  por  los  explotadores  de  aeronaves  y/o  representantes  designados  por  las  FFAA  y \nFFSS.  \n2) Transmitirá los  planes  de  vuelo  y  los  mensajes  conexos  (FPL  CHG  DLA  DEP  ARR  CNL) \npresentados a las dependencias de servicio de tránsito aéreo que estarán involucradas en el vuelo. \n3) Cumplirá con el rol asignado en el “Plan de Emergencia” del aeródromo (PEA). \n4) Suministrará los datos y la información al Servicio de Alerta. \n5) Anotará  en  el  libro  de  turno  correspondiente  todo  cambio,  hecho  o  situación  que  se  produzcan  en \nrelación  con  el  personal,  las  instalaciones  o  los  servicios,  que  se  relacionen  con  la  seguridad  o  el \nnormal desarrollo de las operaciones.  \nNota 1. —Los procedimientos sobre los de anotaciones en el libro de turno se podrán encontrar en \nlas  RAAC  Parte  211  el  Apéndice  3  Registro  y  preservación  de  datos  de  los  Servicios  de  Tránsito \nAéreo.  \nNota 2. —Las orientaciones para el correcto llenado del libro de turno se encuentran en el Apéndice \n1. \n7) En  aeródromos  controlados,  debe  suministrar  la  información  a  la  Torre  de  Control  de  Aeródromo \n(TWR)  respecto  a  toda  novedad  de  carácter  operativo  relacionado  con  el  aeródromo  y  de  otras \ndependencias  ATS  que  tengan  incidencia  en  las  operaciones  aéreas.  En  los  aeródromos  no \ncontrolados, suministrarán dicha información al ACC y/o a la dependencia de control a cargo de la \nZona de Control (CTR) de jurisdicción.  \n8) Asimismo, cuando tal  información deba ser  incluida en los productos de  información  aeronáutica, \nla  suministrará  al  personal  que  cumpla  las  funciones  concernientes  al  Servicio  de  Información \nAeronáutica (AIS) o adoptará las medidas que correspondan cuando los servicios estén unificados \nen una Oficina ARO/AIS. \n9) Debe coordinar con el AIS de aeródromo para notificar a la Autoridad Aeronáutica toda novedad de \nla  cual  tomen  conocimiento,  respecto  de  anormalidades  que  pudieran  presentar  las  ayudas \nestablecidas  para  la  navegación  aérea,  la  aproximación  y  el  aterrizaje,  o  para  la  operación  en  el \nárea de movimiento, que afecten o pudieran afectar el normal desarrollo de las operaciones aéreas. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n10) Coordinará  con  el  AIS  de  aeródromo  para  notificar  a  la  Autoridad  Aeronáutica  todo  evento  que \nperjudique el sistema de comunicaciones aeronáuticas, así como la contingencia implementada. \n11) Ante cualquier hecho que se presuma delito, dará intervención inmediata a la fuerza de seguridad, e \ninformará a la Autoridad Aeronáutica.  \n12) En relación con las actuaciones ante  presuntas infracciones de orden  aeronáutico, informará a la \nAutoridad Aeronáutica mediante el procedimiento interno establecido a tal fin.  \n13) Suministrará  a  toda  dependencia  de  los  servicios  de  tránsito  aéreo  (ATS)  que  requiera  los  datos \nrelativos  a  las  aeronaves  y/o  tripulantes  involucrados  en  una  presunta  infracción,  también  a  la \nautoridad aeronáutica.  \n14) Ante  cualquier  novedad  o  suceso  en  los  servicios  ATS  que  puedan  ocasionar  deficiencias  de  la \nseguridad  operacional,  se  ajustará  a  lo  determinado  en  la  Resolución  N°  528/2012  y  sus \nmodificatorias  (Guía PNSO). \n15) Extensión  de  servicios  y  apertura  anticipada:  El  ANSP informará al  jefe  de  aeródromo  la \ndisponibilidad de los servicios de navegación aérea para que se desarrolle la operación  \nNota. — Los   usuarios   que   requieran   aperturas   anticipadas/extensión   de   servicio,   deberán \nsolicitarlas a la autoridad aeronáutica del aeródromo.  \n16) Cuando  se  requiera  la  internacionalización  temporaria  de  un  aeródromo,  el  ANSP  informará  a  la \nAutoridad Aeronáutica la disponibilidad de los servicios de navegación aérea. \n17) Escucha  de  la  frecuencia  aeronáutica:  En  las  dependencias  ARO  donde  se  dispongan  equipos \nduplicados  de  frecuencias  aeronáuticas  de  la  torre  de  control,  con  el  fin  de  las  escuchas  de  las \ncomunicaciones controlador-piloto, el ANSP debe  establecer  un procedimiento  para identificar  los \nsiguientes datos y completar los mensajes de ARR y DEP: \na) Número de vuelo; \nb) Empresa aerocomercial; \nc) Matrícula de la aeronave; \nd) Hora ARR; \ne) Hora DEP; \nf) Situación de emergencia de la aeronave, cuando correspondiese; \ng) Otros datos que considere el ANSP (Por ejemplo: Tipo de vuelo general, Comercial, Comercial \nno regular, STAS/MEDEVAC/TAO/STATE). \n18) Certificación  de  anotaciones  de  horas  de  vuelo:  Se  ajustará  a  lo  determinado  por  la  Autoridad \nAeronáutica. \n \n19) Debe  llevar    el  registro de  movimiento  de  aeronaves  denominado    Sistema  Integrado  de  Aviación \nCivil (SIAC)  de  acuerdo  al  Apéndice  3 o  el  registro  que  la  Autoridad  Aeronáutica  apruebe  , \nconsiderando número de vuelo, explotador, piloto, matricula, hora de despegue, hora de aterrizaje, \ncantidad total de pasajeros y tripulación.  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n \n20) Notificar a la autoridad aeronáutica las operaciones de las aeronaves extranjeras \n \n21) En el caso de que el sistema de plan de vuelo electrónico presente alguna falla o no se encuentre \ndisponible, trazará los datos de la licencia y psicofísico de los pilotos  nacionales y las habilitaciones \ny  certificaciones  declaradas  en  el  plan  de  vuelo  para  una  aeronave  con  matrícula  nacional,  con  la \ninformación existente en el SIAC. \n \n22) Si  al  realizar  el  procedimiento  especificado  en  el  ítem  22),  encontrare  discrepancias  en  la \ninformación,  comunicará  las  mismas  a  la  Autoridad  Aeronáutica  del  Aeródromo/Aeropuerto,  quien \narbitrará los medios para resolver las situación.   \n3.2 DEPENDENCIA Y PERSONAL ARO \n3.2.1 El ANSP debe identificar  la Oficina ARO en la parte externa de la misma, con una letra \"C\" \nen negro, colocada verticalmente sobre un fondo amarillo   \n3.2.2 Conforme a lo establecido en el Apéndice 2 de la RAAC parte 215 “Servicios de Información \nAeronáutica”, las funciones inherentes a la dependencia  ARO  se  incorporarán  en  el  mismo  Manual  de \nDependencia por brindarse éstos servicios de forma conjunta ARO/AIS. \nNota – Para  la  ubicación  de  una  dependencia  ARO  y  su  configuración  se  remitirán  a  Doc.  8126  por  estar \nasociada a la dependencia AIS de aeródromo.  \n3.2.3 La función de la Dependencia ARO es un servicio esencial para el normal funcionamiento de \nla actividad aérea, por ello es necesario que se contemplen las siguientes medidas: \na) El  personal  de  turno  exhiba  en  todo  momento  la  tarjeta  de  identificación  emitida  por  la  autoridad  de \nseguridad aeroportuaria. \nb) El personal esté debidamente familiarizado con todas las medidas de seguridad del sector. \nc) Solo  se  permite  el  ingreso  de  personas  que  estén  cumpliendo  los  turnos  operativos,  personas \nautorizadas o visitas escoltadas. \nNota: Para lograr  un ambiente ameno y colaborativo en la Dependencia ARO, se recomiendan las normas \ngenerales  de  la  gestión  funcional,  solidaridad  y  bienestar  enunciadas  en  el  Doc.  9426  parte  IV  sección  2 \ncap. 1. \n3.2.4 Toda persona que desempeñe funciones operativas en la Dependencia ARO deberá: \na) poseer  la  licencia  de  Operador  del  Servicios  de  Información  Aeronáutica,  la  certificación  local  de \nidoneidad y el CMA vigente según lo especificado en la RAAC Parte 65 subparte G. \nb) disponer  siempre  que  se  encuentre  de  turno  su  licencia,  CMA  vigente  y  documento  de  identidad \nconsigo  o  en  formato  digital  según  las  regulaciones  vigentes,  para  cuando  lo  requiera  la  Autoridad \nAeronáutica o un representante de la justicia (RAAC 65 subparte G). \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n3.2.5 Para  el  diseño  de  los procedimientos  el  ANSP  deberá  incluir  el  estudio  de  los  principios  de \nfactores humanos que facilitan su óptima utilización.  \nNota. —Los textos de orientación sobre los conceptos de factores humanos se encuentran en el Manual de \ninstrucción sobre factores humanos (Doc. 9683) \n3.3 GESTIÓN DE LA FATIGA \nNota  1. — El  Manual  para  la  supervisión  de  los  enfoques  de  gestión  de  la  fatiga  (Doc.  9966)  contiene \norientación para la elaboración y aplicación de reglamentos sobre gestión de la fatiga.  \nNota 2. — Las RAAC Parte 67 “Certificación Médica Aeronáutica” estipula la denuncia de aptitud psicofísica \npor parte de todos los poseedores de una certificación Médica Aeronáutica Clase IV.  \nNota  3. — Las RAAC Parte 211 “Gestión de Tránsito Aéreo” específica a la Oficina de Notificación  de  los \nServicios de Tránsito Aéreo (ARO) como partes de los Servicios de Tránsito Aéreo. \n3.4 DOCUMENTACIÓN DE EXISTENCIA OBLIGATORIA EN LA DEPENDENCIA \nARO \n3.4.1 Las Dependencia ARO deberá tener la documentación que se detalla a continuación: \nDOCUMENTACIÓN OBLIGATORIA \n1) Productos de Información Aeronáutica. \n2) Regulaciones Argentinas de Aviación Civil (RAAC). \n3) Procedimientos Generales - Gestión del Tránsito Aéreo (PROGEN – ATM). \n4) Manual de Aeródromos y Helipuertos (MADHEL). \n5) Designadores de tipo de Aeronaves OACI. \n6) Cartas de acuerdo entre dependencias ATS adyacentes que correspondan. \n7) Cartas de acuerdo (ALS) con la Oficina ARO/AIS. \n8) Plan de emergencia del aeródromo. \n9) Manual de Dependencia ARO-AIS (MADE ARO-AIS). \n10) Carta Aeronáutica Mundial – escala 1.000.000 \nDOCUMENTACIÓN OPCIONAL  \n1) Cartas Aeronáuticas  - escala 1:500.000 \n \n \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCapítulo 4 \n \nGESTIÓN DE LOS PLANES DE VUELOS \n4.1 RECEPCIÓN, CONTROL Y ACEPTACIÓN DEL PLAN DE VUELO \n4.1.1 El Proveedor de Servicios de Navegación Aérea deberá implementar un procedimiento para la \nrecepción,   control y   aceptación   del   Plan   de   Vuelo,   en   concordancia   con   lo   establecido   en   los \nProcedimientos Generales de la Gestión del Tránsito Aéreo (PROGEN ATM). \n4.1.2 Los  “Procedimiento  para  la  recepción,  control,  aceptación  y  transmisión  del  plan  de  vuelo \nautomatizado” se detallan en el apéndice 2. \n4.1.3 El  ANSP  deberá  asegurar  la  confidencialidad,  integridad   y  disponibilidad  sobre  toda  la \ninformación tratada y establecidas bajo una Política de Seguridad de la Información. \n4.1.4 El operador ARO/AIS que opere el sistema automatizado de plan de vuelo deberá poseer una \nclave personal identificadora (“password”), con certificado de clave privada. La clave individual del usuario \ndeberá  quedar  operativa  sólo  contra  aceptación  de  un Disclaimer electrónico  que  garantice  el  no  repudio \n(Ley 25.506 Firma Digital) de las operaciones efectuadas individualmente por cada usuario.  \n4.1.5 El plan de vuelo deberá ser presentado ante la correspondiente Dependencia ARO, según la \nmodalidad  especificada  en  el  Apéndice  2 Procedimientos  para  la  recepción,  control,  aceptación  y \ntransmisión del Plan de Vuelo:  \n4.1.5.1  Cualquiera  que  sea  su  forma  de  presentación,  el  piloto  al  mando  de  la  correspondiente \naeronave, el despachante de Aeronaves o el copiloto que en su caso hubiere elaborado el plan de vuelo, y \nel explotador de dicha aeronave, serán los únicos responsables por la información consignada en él y por \nsu correcta ejecución. \n4.1.6 Los  formularios  de  planes  de  vuelo  confeccionados  por  el  piloto  o  el  despachante  deberán \nestar en concordancia con las instrucciones vigentes en la Publicación de Información Aeronáutica (AIP), y \ncontener todas sus casillas completadas con los datos correspondientes al tipo de vuelo de que se trate.  \n4.1.7 Para  los  planes  de  vuelo  presentado  en  formulario  papel:  Si  por  algún  motivo  se  requiera \nefectuar correcciones o agregados en un plan de vuelo en el cual se detectaron errores o le falten datos, los \nmismos deberán ser realizados de puño y letra por el personal que confeccionó el formulario. Si la persona \nque efectúa las correcciones es distinta a la que confeccionó el plan de vuelo, deberá firmar a un lado de las \nanotaciones efectuadas. Las correcciones deberán ser legibles. \n4.1.8 Para los planes de vuelo presentados electrónicamente: Cuando se hayan detectados errores, \nel  ANSP  deberá  establecer  un  procedimiento  para  que  el  usuario  que  generó  el  plan  de  vuelo  tome \nconocimiento de los mismos y efectúe las correcciones necesarias o presente un nuevo plan de vuelo. \n4.1.9 Aceptación de los planes de vuelo: Cuando se reciba un plan de vuelo, o un cambio del mismo, \ncualquiera sea la modalidad de presentación: \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \na) comprobará que el formato y las premisas convencionales han sido respetadas; \nb) comprobará  que  han  sido  completadas  con  exactitud,    todas  las  casillas  (de  la  7  hasta  la  19 \ninclusive), \nc) tomará las medidas oportunas, cuando sea necesario, para hacer que el mensaje sea aceptable para \nlos servicios de tránsito aéreo; e \nd) indicará al remitente la aceptación del plan de vuelo o requerirá el cambio del mismo. \n4.1.10 Para  aceptar  o  rechazar  los  planes  de  vuelo  o  mensajes  ATS  recibidos  electrónicamente,  el \nANSP podrá utilizar los mensajes propuestos por OACI: \na) Mensaje  de  Aceptado  (ACK):  Para  cuando  un  plan  de  vuelo  u  otro  mensaje  normalizado  ATS, \ningresen  correctamente  al  sistema  vía  AMHS/AFTN,  se  podría  transmitir  al  originador  un  mensaje \nACK. \nb) Mensaje  de  Rechazo  (REJ):  En  el  caso  que  un  plan  de  vuelo  u  otro  mensaje  normalizado  ATS \ningresen  incorrectamente  al  sistema  vía  AMHS/AFTN,  se  podrá  transmitir  al  originador  un  mensaje \nREJ  adjuntando/copiando  el  mensaje  ATS  original  del  emisor  e  indicando  el  dato  erróneo  que \nocasionó el rechazo. \nRequisitos mínimos para la aceptación de un sistema de gestión de Plan de Vuelo electrónico e-FPL: \n4.1.11 En  todos  los  casos  el  sistema  deberá  tener  la  capacidad  de  informar  el  error,  falta  de  dato  o \nincompatibilidad del  dato  cargado  e  impedirá  que  el  plan  de  vuelo  sea  direccionado.  El  sistema  verificará \nque  el  plan  de  vuelo  se  encuentre  vigente  antes  de  aceptar  cualquier  cambio  (CHG)  o  demora  (DLA) \nrespecto al mismo. \n4.1.12 El sistema deberá tener la capacidad de relacionar la información publicada por NOTAM con la \nruta proyectada, desde  el  aeródromo de salida hasta el aeródromo de  destino,  incluyendo  los  aeródromos \nde alternativa y ruta. \n4.1.13 La  Autoridad  Aeronáutica  verificará  que  el  sistema  cumpla  con  los  requisitos  técnicos,  de \nprocedimientos y de seguridad operacional declarados por el ANSP. \n4.1.14 El sistema deberá tener interoperabilidad con el sistema de ANAC   \n4.1.15 El  sistema  debe  ser  interoperable  con  la  base  de  datos  de  información  aeronáutica  bajo  el \nformato AIXM \n4.1.16 El sistema debe tener la capacidad de dialogar con otras bases de datos de la ANAC \n4.1.17 El Proveedor de los Servicios de Navegación Aérea deberá implementar un sistema de gestión \nde  la  calidad  bajo  estándar  ISO  9001:2015  o  última  versión  disponible  y  certificarlo  por  una  entidad \nacreditada, independientemente del Sistema de Gestión de Seguridad Operacional. \n4.1.18 Por  tratarse  de  un  sistema  crítico  y  de  alta  disponibilidad,  el  Proveedor  de  los  Servicios  de \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nNavegación  Aérea  deberá  disponer  de  un  Plan  de  Contingencia  y  Recupero,  así  como sus modificatorias, \npara  su  verificación  y  aprobación.  En  dicho  plan  se  establecerán  los  procedimientos  específicos  para  el \ningreso y el proceso manual de los planes de vuelo y mensajes asociados, garantizando la continuidad de \nlas operaciones aun cuando el equipo y/o sistemas no funcionen o no sean confiables. \n4.1.19 El  Proveedor  de  los  Servicios  de  Navegación  Área  deberá  prever  que  el  sistema  y  sus \nprocedimientos   asociados   contemplen   niveles   de   seguridad   adecuados   (confiabilidad - integridad - \ndisponibilidad) para resguardar debidamente los datos que ingresen los usuarios.   \n4.1.20 Con  excepción  de  lo  establecido  para  el  llenado  de  la  Casilla  18  en  el  descriptor  RMK/  del \nFormulario  Plan  de  Vuelo  (FPL),  el  Proveedor  de  los  Servicios  de  Navegación  Aérea  deberá  descartar  el \nuso del texto libre en la generación de los planes de vuelo. \n4.2  CONTROL DEL PLAN DE VUELO \n4.2.1 El personal de  la Dependencia ARO deberá controlar que los planes de vuelos cumplan con \nlos siguientes requisitos:  \nNota. —En  el  Capítulo  11  del  PROGEN  ATM  se  especifican  los  procedimientos  de  transmisión  de  los \nmensajes ATS  \nNota. – Las  normas  relativas  a  la  circulación  aérea  según  el  artículo  1  del  Código  Aeronáutico  son \naplicables  también  a  las  aeronaves  públicas,  incluidas  las  militares.  Por  tal  razón,  deberán  presentar  Plan \nde  Vuelo  en  una  dependencia  ARO.  Excepto  cuando  en  virtud  de  sus  funciones  específicas  deban \napartarse  de  las  mencionadas  normas  comunicando  dicha  circunstancia  con  la  anticipación  necesaria  al \nANSP; a fin de que sean adoptadas las medidas de seguridad que correspondan respecto a las aeronaves \nciviles. \nCasilla  7 - IDENTIFICACIÓN  DE  LA  AERONAVE:  se  insertará  el  designador  OACI  de  la  empresa \nexplotadora  (Doc.  8585  de  OACI)  o  matrícula  de  la  aeronave,  cuando  se  inserte  la  matrícula  de  la \naeronave  deberá  controlar  que  en  la  casilla  18  se  haya  colocado  el  explotador,  y  cuando  se  coloque \ndesignador OACI de la empresa explotadora deberá controlar que en la casilla 18 se indique la matrícula \nde la aeronave. \nCasilla 8 - REGLAS DE VUELO y TIPO DE VUELO: \nREGLAS DE VUELO: se insertará una de las siguientes letras para indicar la clase de reglas de vuelo \nque el piloto propone efectuar: \nI Propone que todo el vuelo se realizará con IFR \nV Propone que todo el vuelo se realizará con VFR \nY El vuelo se inicia con IFR, seguida de uno o más cambio en las reglas de \nvuelo \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nZ El vuelo se inicia con VFR, seguida de uno o más cambio en las reglas \nde vuelo \nCuando se inserte “Y” o “Z”, se deberá especificar en la Casilla 15 (Ruta) el punto o los puntos donde \nse tiene previsto realizar el cambio de las reglas de vuelo. \nTIPO DE VUELO: se insertará una de las letras siguientes para indicar el tipo de vuelo: \nS Servicio Aéreo Regular \nN Transporte Aéreo No Regular \nG Aviación General \nM Militar \nX Si corresponde a otra categoría distintas a las anteriores \nCuando se indica “S” o “N”, se deberá completar la información en la Casilla 18 REG/, si son distintas \nde la identificación de la aeronave consignadas en la casilla 7. \nCuando  se  indica  un  designador  del  tipo  presidencial,  se  deberá  insertar  en  la  Casilla  8  (Tipo  de \nVuelo) la letra “M”. Ello obliga a insertar en la Casilla 18 STS/HEAD y REG/ para la matrícula.  \nCuando  se  ingresa  el  registro  de  aeronave  (matrícula)  sólo  admitirá en  la  Casilla 8  (Tipo  de  Vuelo) \n“G”, “M”, “N” y “X”. Además, ingresará en la Casilla 18: OPR/ Nombre del Operador. \nCasilla 9 – NÚMERO, TIPO DE AERONAVE Y CATEGORÍA DE ESTELA TURBULENTA: Se insertará \nel número de aeronaves, si se trata de más de una, luego el designador apropiado, si tal designador \nno ha sido asignado por OACI o si se trata de vuelos en formación que comprendan más de un tipo, \nse  deberá  insertar  ZZZZ  en  tipo  de  aeronave,  e  indicar en la  Casilla  18  los  números  y  tipos  de \naeronaves, precedidos de TYP/. \nNota – En el Doc. 8643 Designador de Tipos de Aeronaves de OACI, se declaran el tipo de aeronave \ny la categoría de estela turbulenta. \nCasilla 10 - EQUIPOS Y CAPACIDADES: Se insertará el detalle del equipamiento que tenga a bordo de \nla  aeronave  en  funcionamiento,  consignando  los  equipos  de  radio  COM y  de  ayuda  para  la \nnavegación y aproximación. \nN  si no lleva equipo COM/NAV de ayudas para la aproximación, o si el equipo no funciona \nS  si   lleva   equipos   normalizado   COM/NAV   de   ayudas   para   la   aproximación   para   la   ruta \nconsiderada. \nNota – Se consideran equipos normalizados VHF RTF, VOR e ILS.  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCuando se inserte “R” (PBN) deberá detallar también los sensores disponibles para RNAV y/o RNP \n(Doc. 9613 OACI), luego en la casilla 18 se debe especificar Niveles de PBN/ indicando capacidades.  \nCuando  se  inserten  las capacidades “A” o “B” también se deberá insertar “G” y obligatoriamente en \ncasilla 18 la aumentación. Ejemplo: NAV/GBAS SBAS ó NAV/GBAS ó NAV/SBAS.   \nCuando  se  utilice  la  Performance  de  Comunicación  Requerida  (RCP)  se  insertará  las  capacidades \n“P1”, “P2” y/o “P3”, luego obligatoriamente se especificará “R” y en la casilla 18 los descriptores PBN/, \nREG/  y  CODE/.  Según  el  Manual  de  Comunicaciones  y  Vigilancia  Basadas  en  la  Performance \n(PBCS) (Doc. 9869). \nCuando se especifique la Vigilancia Basada en la Performance (RSP), se insertará “R” y especificará \nen la Casilla 18 el indicador PBN/ y las capacidades SUR/ (Doc. 9869 PBCS). \nOperaciones RVSM (Separación Vertical Mínima Reducida): \na) Si el nivel de vuelo requerido es entre FL290 y FL410 inclusive, se deberá insertar la letra “W” en \nla casilla  10 a)  que  indica  que  la aeronave tiene la aprobación RVSM. Quedan  exceptuadas las \naeronaves del Estado, en vuelo humanitario o de mantenimiento y Ferry. \nb) Los  explotadores  de  aeronaves  sin  aprobación  RVSM  con  un  nivel  requerido  entre  FL290  y \nFL410 inclusive deberán insertar STS/NON RVSM en la casilla 18 del Plan de Vuelo. \nc) Las  aeronaves  sin  aprobación  RVSM  se  ajustarán  a  lo  indicado  en  la  RAAC  parte    91  sección \nOperaciones RVSM. \nCasilla 13 - AERÓDROMO DE SALIDA: Se insertará el designador del aeródromo de salida (Doc. 7910 \nOACI). \nCuando  el  aeródromo  no  tenga  un  designador  OACI  para  la  identificación  del  mismo  deberá \ncolocarse “ZZZZ” y, detallar en la Casilla 18 el indicador: DEP/ Lugar de Despegue. \nSe utilizará hora y minuto en tiempo UTC para indicar la hora de fuera de calzo (EOBT). \nPara  disponer  y  conocer  de  información  real  actualizada,  la  dependencia  ARO  deberá  chequear \nconstantemente  los  NOTAM  y  analizar  las  novedades  que  tengan  injerencia  con  el  aeródromo  de \nsalida. \nLos  planes  de  vuelo  no  se  presentarán  con  más  de  120  horas  de  anticipación  respecto  de  la  hora \nprevista de fuera calzos de un vuelo (Véanse las RAAC Parte 91, PROGEN ATM y AIP ARGENTINA \nENR 1.10) \nCasilla 15 VELOCIDAD DE CRUCERO: se deberá indicar la velocidad verdadera para la primera parte o \nla totalidad del vuelo en crucero en función de: \nVELOCIDAD: Kilómetros por hora, mediante la letra “K” seguida de CUATRO (4) dígitos (p. ej., \nK0830), Nudos, mediante la letra “N” seguida de 4 dígitos (p. ej., N0485), \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nNúmero de  Mach  verdadero,  cuando  el  Proveedor  de  Servicios  de  Navegación  Aérea  lo  haya \nprescripto, redondeando a las centésimas más próximas de unidad Mach, mediante la letra “M” \nseguida de TRES (3) dígitos (p. ej., M082). \nNIVEL: se deberá especificar la altitud en centenares de pies. \nCuando se vuele por debajo del nivel de transición, se indica de la siguiente manera A045, A100. \nCuando se vuele por encima del nivel de transición, se indica de la siguiente manera F085, F330. \nCuando no se declare en la casilla 10a) la letra “W”, el sistema no admitirá cargar niveles RVSM). \nEn ningún caso se admitirá niveles de vuelo que no correspondan al cuadrantal según la ruta elegida. \nRUTA: cuando se use una carta SID PBN y/o STAR PBN, el sistema comprobará que en la casilla 10 \na) se encuentre la letra “R” (PBN) y que en la casilla 18 PBN/ se cargue el código alfanumérico que \nsea  compatible  con  la  carta  SID/STAR;  de  la  misma  manera  lo  hará  con  las  AWY.  Si  en  la  ruta  se \nencuentra,  al  menos,  una  AWY  RNAV  el  sistema  comprobará  que en  la  casilla  10  a)  se  encuentre \ncargada la letra “R”. \nCuando se haya insertado la letra “Y” ó “Z” en la casilla 8 REGLAS DE VUELO será obligatorio \ndeclarar el punto en el cual está previsto cambiar de reglas de vuelo.   \nEjemplos:  \nSi es de IFR a VFR:    LN VFR;  \nSi es de VFR a IFR:  LN/N0284A050 IFR. \nSe  deberá  tener  un  enlace  con  capacidad  de  acceder  rápidamente  a  los  NOTAM  publicados, \nreferentes a las novedades con respecto a las SID ́s, STAR ́s, y AWY ́s. \nNota. — La   dependencia   ARO   deberá   chequear   constantemente   los   NOTAM   y   analizar   las \nnovedades que tengan injerencia con la RUTA. \nCasilla  16 - AERÓDROMO  DE  DESTINO  y  ALTERNATIVAS:  se  insertará  el  aeródromo  de  destino \nsegún (Doc. 7910 OACI). Para el caso que no posea el código OACI, se debe colocar “ZZZZ” y, será \nobligatorio la carga de la casilla 18: DEST/ y ALTN/, según corresponda. \nNota. — La   dependencia   ARO   deberá   chequear   constantemente   los   NOTAM   y   analizar   las \nnovedades  que tengan injerencia con  los aeródromos de  destino y alternativas,  inclusive  los  que no \ncuentan con código OACI de cuatro letras – Doc. 7910 OACI. \nCasilla  18 - OTROS  DATOS: El  uso  de  indicadores  normalizados  que  no  se  incluyan  en  esta  casilla, \npuede ocasionar que los datos se rechacen, se procesen de manera incorrecta o se pierdan. \nCuando en  la  Casilla  8 - TIPO DE VUELO se inserte “M” será obligatoria la especificación de la \nmisma según se declare: STS/HEAD, STS/MARSA o STS/ STATE. \nPara un vuelo con una reserva de altitud se insertará STS/ALTRV. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nPara  un  vuelo  aprobado  por  el  Proveedor  de  Servicios  de  Navegación  Aérea  (ANSP),  exento  de \nmedidas ATFM, se insertará STS/ATFMX. \nPara vuelo afectado a extinción de incendios se insertará STS/FFR, y deberá colocar en casilla 8 “M” \no “G” (según corresponda). \nPara  realizar  vuelo  de  verificación  para  la calibración  de  ayudas  para  la  navegación  insértese \nSTS/FLTCK, y deberá colocar en Casilla 8 “M” o “G” (según corresponda).  \nCuando se efectúe un Servicio de Transporte Aéreo Sanitario (STAS) insértese STS/HOSP y colocar \nen la Casilla 8 “N”. (Véase las RAAC Parte 91.27). \nCuando  se  efectúe  una  evacuación  por  emergencia  médica  crítica  para  salvaguardar  la  vida  o  sea \nTraslado  de  Órganos  se  insertará  STS/MEDEVAC  y  se  deberá  aclarar  en  RMK/TAO  cuando \ncorresponda, y se colocará en la Casilla 8 “S”, “N”, “G”, “M” o “X”, según corresponda. (Véase las \nRAAC Parte 91.27). \nPara  un  vuelo  que  se  realiza  en  misión  humanitaria  se  insertará  STS/HUM  y  deberá  colocar  en  la \nCasilla 8 “S”, “N”, “G”, “M” o “X”. (Véase las RAAC Parte 91.27). \nPara  un  vuelo  que  realice  una  misión  de búsqueda  y  salvamento  insértese  STS/SAR;  y  se  deberá \ncolocar en la Casilla 8 “S”, “N”, “G”, “M” o “X”.  \nCuando  en  la  Casilla  13 – AERÓDROMO  DE  SALIDA  se  inserte  “ZZZZ”  será  obligatoria  la \nespecificación  de  nombre  y  lugar  del  aeródromo,  para  los  LAD  (Lugar Apto  Denunciado)  se  deberá \ninsertar el número de identificación del mismo, precedido de DEP/. \nCuando  la aeronave transporte material peligroso es obligatorio insertar STS/HAZMAT (Radioactivo, \nbiológico, etc.) y declarar el tipo de mercancías en RMK/.  \nLas aeronaves que transporten vacunas para el tratamiento de COVID-19, deberán insertar en el Plan \nde Vuelo STS/HUM RMK/COVAX.  \nNota – Los   usuarios   deberán   enviar   el   formulario   de   mercancías   peligrosas   a   la Autoridad \nAeronáutica antes de la salida. \nPara  aeronaves  de  Estado  sin  aprobación  RVSM: Cuando  se  desee  volar  en  espacio  RVSM  sin \ntener  esa  capacidad  y  no  se  haya  insertado  la  letra  “W”  en  Casilla  10  a),  deberá  insertar \nSTS/NONRVSM y RMK/ACFT ESTADO (RAAC Parte 91 Apéndice G). \nPara  aeronaves  de  Estado  sin  aprobación  RNAV: Las  aeronaves  de  Estado  que  no  cuenten  con \naprobación  RNAV  pueden  presentar  planes  de  vuelo  para  operaciones  en  rutas  RNAV.  Estas \naeronaves  deben  llenar  la  casilla  18  del  plan  de  vuelo  con  la  información  RMK/NON  RNAV5, \nincluyendo después de STS/ la razón del tratamiento especial, por ejemplo: STATE. \nLas aeronaves de  Estado están eximidas de tener  una autorización para operaciones RNAV 5 en el \nespacio aéreo continental de las FIR Comodoro Rivadavia, Córdoba, Ezeiza, Mendoza y Resistencia.  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCuando se disponga y se utilice la PBN se insertará la letra “R” y los sensores disponibles (S, C, D, G, \nI) en la casilla 10 a), luego obligatoriamente ingresará en la Casilla 18 las capacidades RNAV y RNP \npara la ruta proyectada incluyendo las SID y STAR si hubiere.   \nCuando se disponga de TCAS u otro equipo de vigilancia, se expresará con el indicador SUR/ en la \ncasilla 18. \nCuando   se   disponga   de   Performance   de   Vigilancia   Requerida   (RSP)   se   especificarán   las \ncapacidades  en  el  descriptor  SUR/,  ejemplo:  SUR/RSP180  RSP400,  también  será  obligatorio \nespecificar la PBN/, REG/ y CODE/, Según el Manual PBCS Doc. 9869. \nLos datos de la performance de la aeronave se indicarán con una sola letra (PANS-OPS – Doc. 8168 \nOACI) con el indicador PER/. \nCuando el plan de vuelo se presente con un máximo de anticipación de CIENTO VEINTE (120 horas) \nde la EOBT, será imperativo ingresar: DOF/. \nCuando se disponga Enlace de Datos distintos a los especificados por OACI, se insertará en la casilla \n10a) la letra “Z” y se detallarán en el descriptor DAT/.  \nSe verificará que los motivos del manejo especial (STS) para prioridad ATS, insertados en el plan de \nvuelo, sean los determinados en las RAAC Parte 211 y PROGEN-ATM. \nAutorización de Salida (DCL): La aeronave para operar en CPDLC-DCL debe disponer a bordo las \nsiguientes capacidades y elementos: \na) FANS 1/A VDL modo 2 o VDL modo 0/A, y  \nb) ACARS \nLos  usuarios  que  deseen  esta  prestación  de  servicios  (DCL)  deberán  completar  el  plan  de \nvuelo de la siguiente forma:  \na) Deberán insertar en la casilla 10 a) las siguientes letras: \n- S  (indica Comunicaciones VHF); \n- E3  (indica ACARS disponible); \n- G  (indica GNSS); \n- J3  (indica CPDLC FANS /A VDL modo A) ó \n- J4  (indica CPDLC FANS /A VDL modo 2); y \n- Z (activa DAT/ en casilla18). \nb) Deberán insertar en la casilla 18 los siguientes descriptores:   \n- REG/ (matrícula). Obligatorio, aunque sea igual a la ingresada en casilla 7.  \n- DAT/1FANS   \nEl  ANSP  deberá  establecer  un  procedimiento  para  que  se  controlen  que  las  letras  y  los \nindicadores  de  los  equipos  y  capacidades  para  CPDLC-DCL  estén  insertados  en  el  plan  de \nvuelo como figura en los párrafos anteriores.  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCasilla 19 - INFORMACIÓN SUPLEMENTARIA: \nAUTONOMÍA: Después de E/ insértese un grupo de  CUATRO (4)  cifras para indicar  la  autonomía de \ncombustible  en  horas  y minutos.    La  misma  debe  ser  mayor  a  la  colocada  en  la  Casilla  16  EET/ \ntotal,  de  acuerdo  con  lo  establecido  en  las  Regulaciones  Argentinas  de  Aviación  Civil  (RAAC); \nParte 91, Parte 121 y Parte 135. \nPERSONAS A BORDO: Después de P/ insértese el número total de personas (pasajeros y tripulantes) \na bordo. Cuando se desconoce el número total de personas se debe colocar TBN (a ser notificado) \nen el momento de presentar el plan de vuelo. Esto implica que el explotador deberá notificar a la \noficina  ARO/AIS,  la  cantidad  total  de  personas  a  bordo  (discriminando  pasajeros  y  tripulación), \ninmediatamente luego del cierre del vuelo a los fines de tener los datos en caso de ser requeridos \npor el Servicios de Alerta y/o el Servicio de búsqueda y salvamento.  \nAntes del despegue, el explotador, piloto al mando o despachante, entregará a la oficina ARO-AIS, \npor los medios acordados, la información correspondiente a cantidad de pasajeros, carga y correo \ntransportados y, de corresponder,  tipo de  mercancías peligrosas que transporta. \nEQUIPO  DE  EMERGENCIA  Y  SUPERVIVENCIA: “R” (RADIO) sólo informará la disponibilidad del \nequipo. \n- S/ (EQUIPO DE SUPERVIVENCIA) sólo informará la disponibilidad del equipo.  \n- J/(CHALECOS) sólo informará la disponibilidad del equipo.  \n- D/  (BOTES  NEUMÁTICOS)  (NÚMERO)  (CAPACIDAD)  sólo  informará  la  disponibilidad  del \nequipo. \nDespués de “D” se inserta el número y capacidad de botes neumáticos. La misma debe ser mayor \na  la  letra  “P/”  excepto  cuando  se  inserte  TBN.  En  este  caso  deberá  estar  de  acuerdo  a  la \nconfiguración del fabricante. \nLa  dependencia  ARO  deberá  verificar  que  todos  los  datos  y  equipos  declarados  en  el  plan  de \nvuelo sean acordes para el tipo de aeronave, el tipo de vuelo y el destino final.  \nPor ejemplo, si se recibe un plan de vuelo SAEZ- LEMD donde se declara que lleva solo equipos \nde  supervivencia  para  el  desierto,  10  hs  de  autonomía,  tipo  de  aeronave  A320,  entonces  se \nestaría detectando que varios datos no guardan relación, porque es un vuelo oceánico con más de \n12 hs, el tipo de  aeronave  no tiene  esa autonomía  de vuelo y además no dispone de chalecos y \nbotes salvavidas.     \nA/  (COLOR  Y  MARCAS  DE  LA  AERONAVE) Insértese  el  color  de  la  aeronave  y  las  marcas \nimportantes. \nN/ (OBSERVACIONES) sólo informará en caso de que corresponda.  \nC/(PILOTO) Insértese el nombre del Comandante de la aeronave. \nPresentado por: Insértese el nombre de la persona que presenta el plan de vuelo. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n4.3 GESTIÓN DE LOS PLANES DE VUELO \n4.3.1 La primera dependencia ATS que reciba un plan de vuelo, o un cambio del mismo, deberá: \na) Comprobar que los mismos cumplan con los requisitos establecidos en el punto anterior. \nb)  El ANSP deberá establecer un procedimiento para la aceptación del plan de vuelo.  \n4.3.2 Tiempos de presentación previa: Los tiempos de presentación previa de los planes de vuelo, \nson los que se establecen en la RAAC Parte 91 \nNota. – Excepto en los casos previstos en la RAAC Parte 91, vuelos destinados a prestar ayuda urgente en \nsituaciones de emergencia social, catástrofe o misión sanitaria y los especificados en 4.3.14 \n4.3.3 Excepciones: Las  aeronaves  que  deben  presentar  plan  de  vuelo  antes  de  la  salida  podrán \nhacerlo por radio, teléfono/fax o electrónicamente en los casos descriptos en la RAAC Parte 91  \n4.3.4 Tiempos de vigencia: Los tiempos de vigencia de los planes de vuelo, son los establecidos en \nel PROGEN ATM (Cap. 4): \na) Para un vuelo que inicie Controlado o IFR (reglas de vuelo “V”, “I” y “Y”): 30 minutos a partir de la \nEOBT. \nb) Para otros vuelos (reglas de vuelo “V” y “Z”): 60 minutos a partir de la EOBT. \n4.3.5 En caso de que haya una demora de más de 30 minutos respecto del EOBT indicada en el plan \nde  vuelo  presentado  para  vuelos controlados  e IFR  o  de  1  (una)  hora  para  otros  vuelos,  el  plan  de  vuelo \ndeberá enmendarse, o deberá presentarse un nuevo plan de vuelo cancelando el anterior. \n4.3.6 Cambios de estado en un plan de vuelo: Todos los cambios de un plan de vuelo presentado se \nnotificarán  lo  antes  posible  a  la  dependencia  correspondiente  de  los  servicios  de  tránsito  aéreo  según  lo \nestablecido en RAAC Parte 91 Subparte 91.153. \n4.3.7  Cierre del plan de vuelo: Las condiciones de expiración del vuelo se encuentran especificadas \nen la RAAC Parte 91 Subparte 91.153. \n4.3.8 El ANSP deberá especificar y estandarizar los plazos requeridos para el envío de mensajes de \nmovimiento  (DLA  y  CHG)  teniendo  en  cuenta  como  parámetro de  tiempo,  antes  de  la  Hora  prevista  fuera \ncalzos (EOBT). Se publicará en la AIP \n4.3.8.1.1 El  ANSP  deberá  determinar  la cantidad  de  mensajes de  DLA  y  CHG  que  se  permitirán  para \ncada FPL. Cuando el usuario llegue a la cantidad máxima permitida, deberá presentar un mensaje de CNL y \nun nuevo plan de vuelo si así lo deseara. \n4.3.9 El ANSP deberá establecer un procedimiento para que los usuarios que presenten sus planes \nde vuelos por medios electrónicos envíen todo el formato completo del plan de vuelo conteniendo todas las \ncasillas, desde la 7 hasta la 19 inclusive. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n4.3.10 El ANSP deberá establecer un procedimiento para transmitir el plan de vuelo desde la casilla 3 \nhasta  la  18  a  las  dependencias  ATS  de  jurisdicción.  La  casilla  19  no  se  transmitirá  y  quedará  guardada \ncomo parte del plan de vuelo en la Dependencia ARO. La casilla 19 es parte del plan de vuelo y podrá ser \nrequerida por organismos gubernamentales, con fines judiciales, investigación de accidentes/incidentes, etc. \n4.3.11 El  ANSP  deberá  establecer  un  procedimiento  para  que  los  archivos  de  los  planes  de  vuelo \n(manuales y/o electrónicos) sean de rápido acceso. \n4.3.12 El  ANSP  deberá  establecer  un  procedimiento  para  que  la  casilla  19  del  plan  de  vuelo  sea \ntransmitida cuando lo requieran algunas dependencias ATS y/o el Servicio de Búsqueda y Salvamento. \n4.3.13 El  ANSP  deberá  establecer  un  procedimiento  para  gestionar  aquellos  planes  de  vuelo  que \ncorrespondan a las operaciones realizadas dentro del ATZ o en los sectores escuelas designados, siempre \ny cuando el aeródromo no se encuentre en ZONA ADIZ. \n4.3.14 El ANSP  deberá  llevar  el  control  y  registro  de  las  operaciones  especificadas  en  el  punto \nanterior. \n4.3.15 El sistema deberá guardar  todos  los mensajes ATS  y el registro de todos los planes de vuelo \nrecibidos,  aceptados  y  rechazados;  como  así  también  los  mensajes  ATS  asociados  a  éste,  con  la \nidentificación  del  usuario  emisor  (Despachante  de  Aeronaves  o  Pilotos)  y  usuario  receptor  (Operador  del \nServicio de Información Aeronáutica y Operador de Estación Aeronáutica), por el término de un (1) año. \nNota: Ver RAAC 211 “Gestión del Tránsito Aéreo” Apéndice 3 Registro y Preservación de Datos de los \nServicios de Tránsito Aéreo \n4.3.16 El ANSP deberá establecer procedimientos para mitigar los errores y la duplicidad/multiplicidad \nde los planes de vuelos.  \n4.3.17 Cuando  los  sistemas  de  recepción  electrónica  de  los  mensajes  ATS  tuvieran  fallas  o  sean \ninterrumpidos su normal funcionamiento, el ANSP deberá activar un plan de contingencia para garantizar la \ncontinuidad de la prestación del servicio.   \n4.3.18 Los  sistemas  automatizados  deberán  estar  programados  para  verificar  la  trazabilidad  de  los \ndatos  insertados  en  estas  casillas  del  plan  de  vuelo,  pero  la  responsabilidad  final  será  del  Operador  ARO \nque  deberá  entregar  a  los  servicios  de  control  de  tránsito  aéreo  un  plan  de  vuelo  que  tenga  precisión, \nintegridad y calidad. \n4.4 DIRECCIONAMIENTO Y TRANSMISIÓN DE LOS MENSAJES \nRELATIVOS AL PLAN DE VUELO \n4.4.1 La  preparación  de  los  mensajes  relativos  al  plan  de  vuelo  con  su  direccionamiento,  y  la \ntransmisión si esto compete a la Dependencia ARO en el aeródromo, se deberá realizar de acuerdo con lo \nestablecido en el PROGEN ATM, Capítulo 11  y el Apéndice 3 titulados “Mensajes de los Servicios de \nTránsito”  \n4.4.2 Tales mensajes comprenden: \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \na) Mensajes de plan de vuelo presentado (FPL). \nb) Mensajes de demora (DLA). \nc) Mensajes de modificación (CHG). \nd) Mensajes de cancelación de plan de vuelo (CNL). \ne) Mensajes de salida (DEP). \nf) Mensajes de llegada (ARR). \ng) Mensajes de plan de vuelo actualizado (CPL). \n4.4.3 Una  vez  aceptado  el  plan  de  vuelo,  y  previo  a  su  transmisión,  deberá  completarse  la  primera \nsección del  formulario  con  los  direccionamientos  que  corresponden  a  todas  las  Dependencias  ATS \ninvolucradas. \n4.4.4 Los planes de vuelo presentados por las aeronaves que ingresen y operen en la ADIZ, también \ndeberán ser  direccionado  al Comando Aeroespacial  (COAe) mediante AMHS SADRQFYX. En el caso que \nno  se  haya  transmitido  el  mensaje  del  plan  de  vuelo,  por  diversas  razones,  deberá  utilizar  otros  medios \nalternativos de comunicaciones y dar información sobre la operación del vuelo con los datos requeridos por \nel COAe.  \n4.4.5 En el  caso  de  vuelos  con  escalas  intermedias,  en  que  se  presenten  planes  de  vuelo  en  el \naeródromo  de  salida  inicial,  para  cada  etapa  del  vuelo,  se  aplicará  los  procedimientos  determinados  en  el \nCapítulo 11 del PROGEN ATM. \n4.4.6 El ANSP dispondrá de procedimientos que permitan la mayor celeridad posible con respecto al \ndireccionamiento y la transmisión de los planes de vuelo. \n4.4.7 Cuando  los  sistemas  tuvieran  fallas  o  sean  interrumpidos  su  normal  funcionamiento,  el  ANSP \ndeberá activar un plan de contingencia para garantizar la continuidad de la prestación del servicio. \n4.5 LISTAS DE PLANES DE VUELO REPETITIVOS (RPL) Y \nCAMBIOS EN LAS MISMAS \n4.5.1 Toda  notificación  de  cambios  permanentes  en  las  listas  de  planes  de  vuelo  repetitivos,  o \nnuevas listas, que se reciban de los explotadores, serán elevadas al ANSP.  \n4.5.2 Los cambios de carácter temporal notificados por el representante designado del explotador o \npor el piloto, serán tratados de acuerdo con lo establecido en el Capítulo 16 del PROGEN-ATM. \n4.5.3 Con  respecto  a  4.5.2,  los  cambios  relativos  al  tipo  de  aeronave,  categoría  de  la  estela \nturbulenta,  velocidad  y  nivel  de  crucero,  deberán  ser  informados  de  inmediato  a  las  Dependencias  ATS \ninvolucradas, transmitiendo un mensaje de modificación (CHG). \nNota. — Tales cambios deben ser notificados por el representante designado del explotador o por el piloto \ntan pronto como sea posible y a más tardar 30 minutos antes de la salida. \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n4.5.4 Cuando  se  notifique  una  demora  de  30  minutos  o  más  con  respecto  a  la  EOBT  de  una \naeronave,  se  informará  de  inmediato  a las  dependencias  ATS  involucradas,  transmitiendo  un  mensaje  de \ndemora (DLA). \n4.6 MOTIVOS PARA NO ACEPTAR UN PLAN DE VUELO \n1) Por orden del Poder Judicial \n2) A requerimiento de autoridad policial, de migraciones y/o Aduana. \n3)  Por indicación de la autoridad aeronáutica. \n4) Cuando no cuente con la autorización de la Autoridad Aeronáutica o el correspondiente ASM. \n5) La falta de aprobación expresa por parte de la Dirección Nacional de Transporte Aéreo (DNTA), de la \nfactibilidad horaria para la operación de un vuelo. \n6) No  se  aceptará  ningún  plan  de  vuelo,  si  previamente  no  se  ha  controlado  la  totalidad  del  formulario \ny/o   le   falten   datos   y/o   presenten   tachaduras   o   enmiendas   que   dificulten   o   sea   confusa   su \ninterpretación (PROGEN ATM 4.4.1). \n7) Actividad aerofotográfica: No se aceptarán planes de vuelo para realizar actividad de aerofotografía \nsin la debida autorización de la Autoridad Aeronáutica. La Dependencia ARO recibirá por parte de la \nAutoridad Aeronáutica, por cualquier medio de comunicación disponible, la nómina de las aeronaves \nautorizadas a realizar la actividad aerofotográfica, con fines de coordinación.  \nNota: Excepciones ver AIP GEN 1.6-3 \n8)  Todas otras circunstancias que determine la Autoridad Aeronáutica y/o el ANSP. \n4.6.1 En  el  caso  que  el  ANSP  no  aceptará  un  plan  de  vuelo,  por  alguno  de  los  motivos  antes \ndescriptos, deberá informar al usuario, por los medios que hubiere acordado, la causa por la que se rechaza \nel FPL, indicándole contactar a la Autoridad Aeronáutica. \n___________________ \n \n  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCapítulo 5 \n \nSUMINISTRO DEL SERVICIO DE ALERTA Y PLAN DE \nEMERGENCIA DEL AERÓDROMO \n5.1 SUMINISTRO DEL SERVICIO DE ALERTA \n5.1.1 El  Servicio  de  Alerta  será  suministrado  de  acuerdo  con  lo  establecido  en  el  Capítulo  4  y  el \nCapítulo    9  del  PROGEN  ATM - Responsabilidad  del  suministro  de  Servicio  Información  de  Vuelo  y  de \nServicio de Alerta. \n5.1.2 El  servicio  de  información  de  vuelo  y  el  servicio  de  alerta  se  suministrarán  en  la  forma \nsiguiente: \na) dentro de una región de información de vuelo (FIR): por un centro de información de vuelo, a menos \nque  la  responsabilidad  de suministrar  dichos  servicios  se  asigne  a  una  dependencia  de  control  de \ntránsito aéreo que posea instalaciones adecuadas para el desempeño de tal responsabilidad; \nb) dentro del espacio aéreo controlado y en aeródromos controlados: por las pertinentes dependencias \nde control de tránsito aéreo. \n5.1.3 Al  respecto,  se  prepararán,  o  se  transmitirán  si  así  correspondiera,  los  mensajes  pertinentes, \nde  acuerdo  con  lo  establecido  en  el  Capítulo  11- Mensajes  ATS  y  Apéndice  3 – Mensajes  ATS  del \nPROGEN-ATM.  \n5.1.4 El  suministro  del Servicio  de  Alerta  por  una  Dependencia  de  Notificación  de  los  Servicios  de \nTránsito  Aéreo  (ARO),  está  generalmente  asociado  con  la  recepción  de  mensajes  de  “plan  de  vuelo \npresentado” (FPL) y de salida (DEP) de los vuelos VFR con destino al aeródromo; por lo  que  el  ANSP \ndeberá establecer un procedimiento y una metodología de seguimiento, para que los operadores gestionen \nlos FPL VFR hasta que finalice su operación.  \n5.1.5 Cuando  no  se  tenga  la  información  de  que  la  aeronave  haya  arribado  de  acuerdo  a  la  hora \nprevista, el ANSP deberá establecer un procedimiento por el cual se tratará de determinar la ubicación de la \naeronave,  a  los  fines  de  descartar  incidentes  o  accidentes,  y  efectuará  las  coordinaciones  necesarias  con \nlas dependencias involucradas en caso de corresponder. \n5.1.6 El  ANSP  deberá  establecer  un  procedimiento  por  el  cual  la  dependencia  ARO  deberá \nsuministrar al Centro Coordinador de Búsqueda y Rescate (RCC) y/o al Centro de Control de Área (ACC) de \nla  jurisdicción  que  corresponda  toda  la  información  atinente a  una  aeronave  que  ha  sido  declarada  en \nemergencia, ya sea la contenida en la parte suplementaria del plan de vuelo o cualquier otra que disponga y \nsea considerada de interés por el RCC  y oficiar  de nexo entre este y el explotador a fin de conseguir todo \ndato que resulte de utilidad para el desarrollo de las tareas del mismo.  \n5.1.7 El ANSP deberá establecer un procedimiento para que las dependencias ARO: \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \na) recopilen la mayor cantidad de información posible respecto de la aeronave involucrada en el evento \ndeclarado según la fase de emergencia a fin de colaborar con los servicios involucrados. \n5.2 PLAN DE EMERGENCIA DEL AERÓDROMO (PEA) \n5.2.1 El  ANSP  debe  participar  en  la  elaboración  del  Plan  de  Emergencia  del  Aeródromo  en  lo  que \nrespecta a las tareas asignadas a la dependencia ARO, y en los simulacros que se realicen. \n5.2.2 Las tareas o actividades a desarrollar con respecto al Plan de Emergencia del Aeródromo son \nlas que se disponen en dicho plan, según el tipo de accidente o incidente de que se trate. \n5.2.3 La   dependencia   ARO   debe   proporcionar   toda   información   que   sea   requerida   por   la \norganización del Plan de Emergencia del Aeródromo. \n5.2.4 La dependencia ARO debe informar a los Servicios de Tránsito Aéreo, Servicio de Información \nAeronáutica  y  Estación  de  Telecomunicaciones  Aeronáutica,  respecto  a  las  medidas  adoptadas  por  la \nAutoridad Aeronáutica. \n5.2.5 La  dependencia  ARO  debe  coordinar  con  el  AIS  de  aeródromo  la  gestión  de  la  propuesta \nNOTAM  correspondiente, a  requerimiento  de  la  Autoridad  Aeronáutica,  para  informar  a  la  comunidad \naeronáutica las condiciones del aeródromo. \n____________________ \n \n \n  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCapítulo 6 \n \nOPERACIONES AÉREAS SANITARIAS \n \n6.1 ACTUACIÓN EN CASO DE OPERACIONES AÉREAS SANITARIAS \n6.1.1 La  dependencia  ARO  dispondrá  de  la  documentación  que  contenga  las  normas  de  aplicación \npara las operaciones aéreas sanitarias, y conocerá respecto a su aplicación. \nNota. – Las normas para operaciones aéreas sanitarias se encuentran en las RAAC Partes 91, 119, 121 y \n135.  \n6.1.2 La dependencia ARO, verificará el correcto llenado del formulario del plan de vuelo a fin de que \nse le otorgue a la aeronave la prioridad que corresponda, de acuerdo con el tipo de operación que realiza. \n6.1.3 El  operador  AIS  deberá  controlar  que  cuando  un  usuario  efectúe  un  Servicio  de  Transporte \nAéreo  sanitario  (STAS),  deberá  insertar  en  el  formulario de  plan  de  vuelo  en  la  casilla  18:  STS/HOSP \n(RAAC Partes 121 y 135) y colocará en la casilla 8 “N” por disponer de un CESA (RAAC Parte 119). \n6.1.4 Cuando un usuario efectúe una evacuación por emergencia médica crítica para salvaguardar la \nvida o traslado de órganos, se insertará en el formulario de plan de vuelo en la casilla 18: STS/MEDEVAC y \nse deberá aclarar en RMK/TAO cuando corresponda y colocará en la casilla 8 “S”, “N”, “G”, “M” o “X”, según \ncorresponda. \n6.1.5 La asignación de prioridad para todas las operaciones sanitarias está establecida en la RAAC \nparte 91. \n____________________ \n  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nCapítulo 7 \n \nDISPOSICIONES Y PROCEDIMIENTOS SOBRE COORDINACIÓN \n \n7.1 COORDINACIÓN ARO-TWR – TRANSMISIÓN Y RECEPCIÓN DE \nINFORMACIÓN. \n7.1.1 La  dependencia  ARO  deberá  transmitir  a  la  TWR  del  aeródromo  la  siguiente  información, \nexcepto  en  aquellos  aeródromos  donde  cuente  con  sistemas  automatizados  de  información  o  tengan  otro \nprocedimiento establecido: \na) Los datos principales de los planes de vuelo presentados (matrícula, tipo de aeronave, tipo de plan de \nvuelo en relación con las reglas de vuelo, EOBT y destino). \nb) Las demoras notificadas por el piloto o despachante y la nueva EOBT. \nc) Las cancelaciones de los vuelos o planes de vuelo.  \nd) Los planes de vuelo no aceptados. \ne) Las operaciones para las cuales se haya negado la autorización. \nf) La declaración de las fases de incertidumbre, alerta y peligro que se realicen de una aeronave, o su \nfinalización. \ng) Toda activación del plan de emergencia del aeródromo y la causa. \nh) Todo  cambio  que  se  produzca  o  se  prevea  que  se  producirá  en  el  área  de  maniobras  que  pueda  o \nvaya a afectar el normal desarrollo de las operaciones. \ni) Todo cambio que se produzca o se prevea que se producirá en las plataformas que pueda o vaya a \nafectar el normal desarrollo de las operaciones de aterrizaje, despegue o rodaje. \nj) Todo cambio que se produzca o se prevea que se producirá en relación con el Servicio de Rescate y \nExtinción de Incendios, o en el Servicio de Sanidad Aeronáutica. \nk) Todo  cambio  que  se  produzca  con  respecto  al  estado  de  servicio  de  las  Radioayudas,  o  que  se \nproducirá por razones de mantenimiento. \nl) Toda extensión o apertura anticipada de servicio solicitada, autorizada o denegada. \nm) Toda otra información que tenga importancia para el normal desarrollo de las operaciones aéreas. \n7.1.2 La  dependencia ARO  solicitará  a  la  Torre  de  control  de  aeródromo  la  siguiente  información, \ncuando no sea posible obtenerla de otra forma: \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \na) Las horas de despegue de las aeronaves, de las operaciones que hayan presentado planes de vuelo, \na los fines de transmitir o confeccionar los mensajes de salidas (DEP). \nb) Las horas de despegue y aterrizaje a los fines de la actualización del registro de movimientos y los \nmensajes (ARR). \nNota. — Se  deberá  establecer  la  metodología  (la  forma  y  el  momento  de  la  solicitud  y  recepción  de  la \ninformación), a fin de no alterar el normal desarrollo de la actividad de la TWR. \nc) Las  horas  de  aterrizaje  de  las  aeronaves  a  las  que  la  Dependencia  ARO  deba suministrar  el \nServicio de Alerta. \nNota. — Ver “suministro del Servicio de Alerta”. \nd) Todo  dato  que  resulte  necesario  con  respecto  a  la  transmisión  de  los  mensajes  atinentes  a  los \naccidentes de aviación ocurridos en el aeródromo o sus proximidades, o con respecto a la puesta en \nvigor del plan de emergencia del aeródromo. \ne) Todo   cambio   que   se   produzca   respecto a   las   condiciones   del   área   de   movimiento,   de   las \ninstalaciones del aeródromo o de las radioayudas, que tengan una incidencia directa en la seguridad \no en el normal desarrollo de las operaciones aéreas. \nf) Cuando  las demoras sean producidas  por los ATS se coordinará que se notifique a  la Dependencia \nARO las demoras de cada vuelo con las horas previstas de salida para luego notificarlo al usuario. \ng) Al cierre de cada día deberá verificar que las cantidades de operaciones de aeronaves (ARR/DEP) en \nel aeródromo sean iguales a las registradas por la TWR.  \n7.2 COORDINACIÓN ENTRE ARO Y OFICINAS DE METEOROLÓGICA \nAERONÁUTICA \n7.2.1 La  dependencia  ARO  coordinará  con  la  oficina  o  estación  meteorológica  la  recepción  de  la \ninformación relativa a las condiciones meteorológicas que se produzcan o puedan producir demoras en las \noperaciones,  o  que  ocasionen  que  el  aeródromo  quede  por  debajo  de  los  mínimos  establecidos  para  las \noperaciones; así como los cambios respecto al mejoramiento de tales condiciones.  \n7.2.2 Cuando la dependencia ARO tome conocimiento o reciba información a través de los pilotos o \npor  otros  medios  respecto  de  las  condiciones  meteorológicas  significativas  que  puedan  afectar  el  normal \ndesarrollo  de  las  operaciones  en  el  aeródromo  o  sus  inmediaciones  transmitirá  dicha  información  a  la \ndependencia meteorológica del aeródromo o a la oficina meteorológica más cercana.  \n7.2.3 La dependencia ARO encaminará los reportes (formularios AIREP) y toda información respecto \na condiciones meteorológicas significativas que el piloto encontró durante el vuelo a la OVM.  \n \n \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n7.3 COORDINACIÓN CON LOS EXPLOTADORES AÉREOS \n7.3.1 A requerimiento de un Centro Coordinador de Salvamento (RCC) o de un RSC o de un Centro \nde  Control  de  Área  (ACC),  la  dependencia  ARO  informará  al  explotador  de  una  aeronave  que  haya  sido \ndeclarada  en  situación  de  emergencia  y  solicitará  toda  información  que  pueda  resultar  de  utilidad  para \ndeterminar  la  situación  y  ubicación  de  la  aeronave.  Tal  procedimiento  lo  seguirá  también  cuando  sea  el \nresponsable de suministrar el Servicio de Alerta.  \n7.3.2 La dependencia ARO informará al explotador de una aeronave que se presuma o se sepa que \ntiene algún inconveniente en las comunicaciones o se perdió todo contacto con la aeronave.  \n7.3.3 El ANSP podrá determinar un procedimiento para cuando, de acuerdo con el procedimiento de \nfalla  de  comunicaciones,  una  dependencia  ATC  haya  dispuesto  la  suspensión  de  las  operaciones  en  el \naeródromo a la espera del aterrizaje de una aeronave que sufre tal situación. \n7.3.4 El  término  de  tiempo  establecido  por  la  Dependencia  ATC  será  determinado  según  lo \nespecificado  en  la  RAAC  Parte  91,  respecto  a  la  hora  prevista  de  llegada  (ETA)  o  a  la  hora  prevista  de \naproximación (EAT).  \n7.3.5 Cuando habiendo transcurrido un tiempo prudencial  y  la aeronave  no haya aterrizado  y no se \ntenga conocimiento de que lo haya hecho en otro lugar, el ACC con jurisdicción en la FIR, la Dependencia \nATC a cargo de la CTR, o en su defecto la Dependencia ATS del aeródromo y, se decide que se reanude el \nfuncionamiento normal de las operaciones siendo notificado al personal ARO, quien informará de tal medida \na los explotadores (o a sus representantes designados) y a los pilotos interesados. \n7.4 COORDINACIÓN ENTRE LA DEPENDENCIA ARO Y LA ESTACIÓN DE \nCOMUNICACIONES \n7.4.1 La  dependencia  ARO  coordinará,  cuando  corresponda,  con  la  estación  de  comunicaciones  la \ntramitación de información relativa a la transmisión y recepción de mensajes ATS. \n7.5 COORDINACIÓN ARO Y EL SERVICIO DE INFORMACIÓN AERONÁUTICA \n7.5.1 El  establecimiento,  supresión  o  cambios  de  instalaciones,  servicios  y  procedimientos  que \nafectan  a  las  operaciones  de  aeronaves,  y  proporcionados  de  conformidad  con  los  procedimientos \nespecificados  en  este  documento,  deberán  notificarse  y  efectuarse  de  acuerdo  con  lo  dispuesto  para  el \nservicio de información aeronáutica. \n___________________ \n  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nAPÉNDICE 1 \n \nREQUISITOS MÍNIMOS PARA EL LLENADO DEL LIBRO DE TURNO \n1. Libro de turno \n1.1. El libro de turno constituirá los siguientes elementos: \na) Constará   de   un   acta   de   apertura,   en   la   cual   deberán   figurar   los   folios   disponibles,   el \naeródromo/aeropuerto y servicio al cual pertenece;  \nb) Cada página del libro será foliada correlativamente; \nc) Los registros se harán en letra clara y con tinta azul o negra; \nd) Los horarios serán en hora UTC. El día comienza a las 00:00 y termina a las 23:59 \ne) Los  registros  erróneos  se  tacharán  y  se  asentará nuevamente  la  novedad.  No  se  utilizará líquido \ncorrector o similar; \nf) Cada novedad deberá ser registrada en el libro de turno lo más pronto posible de manera sintética; \ng) Se recomienda utilizar las abreviaturas aeronáuticas (AIP-GEN 2.2, Doc. 8126, Doc. 8400); \nh) Al finalizar cada turno el supervisor o responsable de turno deberá firmar el mismo. \n2. Elemento de prueba jurídico – legal  \n2.1 El  libro  de  turno  constituye  elemento  de  prueba  jurídico – legal,  el  cual  podrá  ser  requerido \noportunamente por autoridad competente. \n3. Modelo orientativo \n3.1 A continuación, se muestra un gráfico orientativo del libro de turno: \nNúmero de Folio \nFecha: día/mes/año \nTurno: xx:xx hs a xx:xx hs UTC \nSupervisor: Apellido y nombre \nOperadores: Apellido y nombre \nInstructores: Apellido y nombre \nInstruyendo: Apellido y nombre \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nxxxx hs UTC: se recibe turno sin novedades/con las siguientes novedades (detalle de \nlas novedades) \nxxxx hs UTC: Novedades ocurridas durante el turno \nxxxx hs UTC: se entrega turno sin novedades/con novedades que preceden/con las \nsiguientes novedades  \n \n____________________ \n \n \n \n  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nAPÉNDICE 2 \n \nPROCEDIMIENTOS PARA LA RECEPCIÓN, CONTROL, ACEPTACIÓN Y \nTRANSMISIÓN DEL PLAN DE VUELO \n1. PROPÓSITO  \n1.1 Estandarizar  los  procesos  de  envío,  recepción  y  gestión  del  plan  de  vuelo  por  el  sistema  de \nmensajería electrónica ATS y otros. \n2. FORMAS DE PRESENTACIÓN DEL PLAN DE VUELO  \n2.1 El  plan  de  vuelo  deberá  ser  presentado  ante  la  correspondiente  oficina  de  notificación  de  los \nservicios de tránsito aéreo (ARO) en una de las siguientes formas. \na) En papel, con formato OACI, en la oficina ARO/AIS del Aeródromo de Salida; \nb) Por medios electrónicos a la terminal AMHS de ARO/AIS del Aeródromo de Salida;  \nc) Vía telefónica para el caso donde no exista oficina ARO/AIS en el Aeródromo de Salida; \nd) Vía  Correos  electrónicos.  Una vez  completado  el  Plan  de  Vuelo  deberá  ser  firmado,  digitalizado  y \nenviado como adjunto (en  PDF) a la Oficina ARO/AIS del aeródromo de salida o a la más cercana \nque se encuentre brindando servicio, o a la Oficina de Gestión de Plan de Vuelo;  \ne) Cualquier otro medio que sea solicitado por el ANSP y aprobado por la ANAC. \n3. CONSIDERACIONES  \n3.1 La  información  consignada  en  el  Plan  de  Vuelo,  cualquiera  sea  su  forma  de  presentación,  se \nregirá conforme las previsiones obrantes en la normativa aplicable en la materia y se encontrará publicada \nen los productos AIS.  \nNota. —La modalidad de presentación del plan de vuelo determinada en este documento será publicada en \nla AIP Parte ENR 1.10 —Planificación de los Vuelos. \n3.2 Cuando  el  ANSP  haya  implementado  Oficinas  de  Gestión  de  Plan  de  Vuelo  para  recepcionar \nlos mismos, serán ésta la responsable de asegurar que aquellos sean recibidos por las dependencias ATS \ninvolucradas.  \n4. DESARROLLO  \n4.1 Los planes de vuelos deberán ser recepcionados en la dirección AMHS de la Oficina ARO/AIS \ndel aeródromo de salida u  Oficina de Gestión de Plan de Vuelo del ANSP. Cuando la Oficina ARO/AIS no \ncuente con terminal AMHS, serán enviados a la dirección  AFTN  de la dependencia ARO/AIS u Oficina de \nGestión de Plan de Vuelo que se acuerde con el ANSP.  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \na) Los  FPL  que  sean  recibidos  mediante  sistemas  automatizados  de  planes  de  vuelo:  Sólo  se \npresentarán  mensajes  de  DLA  o  CHG  dentro  de  la  vigencia  del  plan  de  vuelo  y  en  los  términos \nestablecidos por el ANSP. \nb) En  caso  de  fallas  de  sistema  por  parte  del  ANSP,  este  deberá  activar  su  Plan  de  Contingencia  e \ninformar a los USUARIOS la activación del mismo.  \nc) En el caso de que el sistema se encuentre inoperativo en la empresa, la misma deberá informar al \nARO AIS o dependencia asignada, la imposibilidad de transmisión.  \nd) Los planes  de  vuelo  deberán  ser  completados  de  acuerdo  a  las  instrucciones  contenidas  en  el \nPROGEN ATM y la AIP Parte ENR 1.10 Planificación de los vuelos.  \ne) Los tiempos de presentación y validez de los FPL están contenidos en las RAAC Parte 91, y estarán \npublicados en la AIP Parte ENR 1.10. \n4.2 Las   oficinas   ARO/AIS   deberán   tener   la   capacidad   de   efectuar   el   direccionamiento \ncorrespondiente a la ruta proyectada en los planes de vuelo,  y mensajes asociados, a fin de evitar  errores \nen  la  recepción  por  parte  de  los  ATS de  jurisdicción.  Durante  la  retransmisión  el  operador  ARO/AIS  no \nmodificará ningún campo presentado por el operador, en caso de detectar un error en el FPL este debe ser \nrechazado para una nueva presentación del FPL. \n___________________ \n  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \nAPÉNDICE 3 \n \nSISTEMA INTEGRADO DE AVIACIÓN CIVIL (SIAC) \nPLMAA (Planilla Libro Movimientos Aeronaves Automatizada) \n \nCONSIDERACIONES PARTICULARES \n \nLa ANAC recopila datos e información para nutrir el sistema de aviación civil a través del SIAC. Este sistema \nproporciona datos y estadísticas que emplean otros organismos estatales vinculados a la aviación. \nPara que los  registros sean confiables, es necesario que el mismo se encuentre actualizado en tiempo real.  \nComo  resultado  de  la  información  presentada  se  efectúan  estudios  de  mercado,  cantidad  de  pasajeros, \nfrecuencias de destinos, aeropuertos con mayor demanda, principales operadores. \nSe utilizarán los siguientes códigos los cuales identifican las clases de vuelo para cargar el SIAC: \n1N  - Vuelo No Regular \n 1R -Vuelo Regular \n 1T - Vuelo de Trabajo Aéreo \n 3A - Vuelos De Adiestramiento \n 3E - Vuelos Escuela \n 2E - Vuelos Oficiales Extranjeros \n 2N - Vuelos Oficiales Nacionales \n 4E - Vuelos Privado Con Matrícula Extranjera \n 4N - Vuelos Privados Nacionales \n \n  \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n\nPROCEDIMIENTOS GENERALES - OFICINA DE NOTIFICACIÓN DE LOS SERVICIOS DE TRÁNSITO AÉREO \n(PROGEN-ARO) \n \nADMINISTRACIÓN NACIONAL 1\na\n Edición \nDE AVIACIÓN CIVIL \n \n\n \n \n \n \nRepública Argentina - Poder Ejecutivo Nacional\nAÑO DE LA DEFENSA DE LA VIDA, LA LIBERTAD Y LA PROPIEDAD\n \nHoja Adicional de Firmas\nInforme gráfico\n \nNúmero: \n \n \nReferencia: PROGEN ARO 1ERA EDICIÓN\n \nEl documento fue importado por el sistema GEDO con un total de 128 pagina/s.\n \n ",
  "pageCount": 130,
  "characterCount": 132687
}