[
  {
    "id": "AIP - ENR1 - 3.pdf-0-0",
    "text": "AIP ARGENTINA ENR 1.3.-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 ENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES ENR 1.3 REGLAS DE VUELO POR INSTRUMENTOS ENR 1.3 INSTRUMENT FLIGHT RULES 1. Normas generales Aplicación Los vuelos IFR se ajustarán a las siguientes reglas de vuelo por instrumentos. Las presentes reglas son adicionales a las reglas generales de vuelo y su observancia no eximen al piloto de cumplir con las pertinentes de estas últimas. Servicio de información de vuelo Además de lo dispuesto en el párrafo “Alcance del Servicio de Información de Vuelo” el servicio de información de vuelo suministrado a los vuelos IFR, incluirá, si se dispone, información: 1) Sobre las condiciones meteorológicas notificadas o pronosticadas en los aeródromos de salida, de destino y de alternativa. 2) Sobre los peligros de colisión que pueden existir para las aeronaves que operan fuera de las áreas de control y zonas de control. Nota. —La información a que se refiere el inciso 2) que comprende solamente a las aeronaves conocidas, cuya presencia pudiera constituir peligro de colisión para las aeronaves que reciben la información, se basa a veces en informes de exactitud e integridad dudosas, y las dependencias de los servicios de tránsito aéreo no pueden aceptar siempre la responsabilidad respecto a su expedición, ni respecto a su exactitud. Cumplimiento Cuando una aeronave no pueda realizar su vuelo manteniendo los márgenes prescriptos para los vuelos VFR, deberá aplicar las reglas de vuelo por instrumentos. Se exceptúan los vuelos VFR especiales realizados dentro de zonas de control, cuando medie autorización de la dependencia de control de tránsito aéreo correspondiente. NOTA: La imposibilidad de mantener los márgenes establecidos en las reglas de vuelo visual, definen las condiciones meteorológicas instrumentales (IMC). 2. Altitudes mínimas para operaciones IFR a) Excepto cuando sea necesario para el despegue o el aterrizaje o cuando lo autorice expresamente la Autoridad Aeronáutica, los vuelos IFR se efectuarán a un nivel que no sea inferior a la altitud mínima de vuelo establecida por la Autoridad Aeronáutica o por el Estado cuyo territorio se sobrevuela, o en caso de que tal altitud mínima de vuelo no se haya establecido: 1) sobre terreno elevado o en áreas montañosas, a un nivel de por lo menos 600 m (2.000 ft) por encima del obstáculo más alto que se halle dentro de un radio de 8 km con respecto a la posición estimada de la aeronave en vuelo; 2) en cualquier otra parte distinta de la especificada en el párrafo 1) anterior, a un nivel de por lo menos 300 m (1.000 ft) por encima del obstáculo más alto que se halle dentro 1. General rules Application IFR flights shall be performed according to the following instrument flight rules. These rules are additional to the flight general rules and their compliance does not exempt the pilot from complying with the pertinent ones of the latter. Flight Information Service In addition to the paragraph “Scope of Flight Information Service”, the",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-450",
    "text": "shall be performed according to the following instrument flight rules. These rules are additional to the flight general rules and their compliance does not exempt the pilot from complying with the pertinent ones of the latter. Flight Information Service In addition to the paragraph “Scope of Flight Information Service”, the flight information service provided to the IFR flights shall include, if available, information about 1) Meteorological conditions, notified or foreseen, at the departure, destination, and alternate aerodromes. 2) Collision danger that may exist for aircraft operating outside the control areas and zones. Note. —The information referred to in subsection 2 that comprises only known aircraft whose presence may pose danger of collision for aircraft receiving the information is information that sometimes is based on doubtful exactitude and integrity reports. Air traffic services units cannot always accept the responsibility regarding its issue nor its exactitude. Compliance When an aircraft cannot perform the flight maintaining the established margins for VFR flights, instrument flight rules shall be applied. Special VFR flights within control zones are exempted when there is an authorization issued by the respective air traffic control unit. NOTE: The impossibility of maintaining the established margins of VFR rules defines the instrumental meteorological conditions (IMC). 2. Minimum altitudes for IFR operations a) Except when necessary for take-off or landing or when specifically authorized by the Aviation Authority, IFR flights shall be flown at no lower level than the minimum flight altitude stated by the Aviation Authority or by the country in which territory the aircraft is flying over, or in case a minimum flight level has not been established: 1) over elevated ground or mountain areas, IFR flights shall be performed at a level of at least 600 m (2.000 ft) above the highest obstacle within an 8 km radius with regard to the estimated position of the aircraft in flight; 2) at any other place different to the specified on the precedent paragraph 1), IFR flights shall be performed at a level of at least 300 m (1.000 ft) above the highest obstacle AIP ARGENTINA ENR 1.3.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 de un radio de 8 km con respecto a la posición estimada de la aeronave en vuelo; b) La posición estimada de la aeronave tendrá en cuenta la precisión de navegación que se pueda lograr en el tramo de ruta en cuestión, considerando las instalaciones disponibles para la navegación, en tierra y de a bordo. 3. Cambio de vuelo IFR a VFR a) Toda aeronave que decida cambiar el modo en que efectúa su vuelo, pasando de las reglas de vuelo por instrumentos a las de vuelo visual, si ha presentado un plan de vuelo: 1) notificará específicamente a la dependencia apropiada de los servicios de tránsito aéreo que se cancela el vuelo IFR; y 2) le comunicará los cambios que haya que hacerse en su plan de vuelo vigente. b) Cuando la aeronave opera de acuerdo con las reglas de vuelo por instrumentos",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-900",
    "text": "vuelo: 1) notificará específicamente a la dependencia apropiada de los servicios de tránsito aéreo que se cancela el vuelo IFR; y 2) le comunicará los cambios que haya que hacerse en su plan de vuelo vigente. b) Cuando la aeronave opera de acuerdo con las reglas de vuelo por instrumentos y pase a volar en condiciones meteorológicas de vuelo visual o se encuentre con éstas, no cancelará su vuelo IFR, a menos que: 1) se prevea que el vuelo continuará durante un período de tiempo razonable de ininterrumpidas condiciones meteorológicas de vuelo visual; y 2) se tenga el propósito de proseguir en tales condiciones 4. Reglas aplicables a los vuelos IFR efectuados dentro del espacio aéreo controlado a) Los vuelos IFR observarán las disposiciones prescritas en las RAAC, Parte 91 cuando se efectúen en espacio aéreo controlado. b) Un vuelo IFR que opere en vuelo de crucero en espacio aéreo controlado se efectuará al nivel de crucero o, si está autorizado para emplear técnicas de ascenso en crucero, entre dos niveles o por encima de un nivel, elegidos de: 1) la tabla de niveles de crucero que figura en el ENR 1.7; o 2) una tabla modificada de niveles de crucero, cuando así se prescriba de conformidad con la tabla de niveles de crucero que figura en el ENR 1.7, para vuelos por encima del FL 410; con la excepción de que la correlación entre niveles y derrota que se prescribe en dicha sección no se aplicará si se indica otra cosa en las autorizaciones del control de tránsito aéreo o es especificado por la Autoridad Aeronáutica en las Publicaciones de Información Aeronáutica. 5. Reglas aplicables a los vuelos IFR efectuados fuera del espacio aéreo controlado a) Niveles de crucero: Un vuelo IFR que opere en vuelo horizontal de crucero fuera del espacio aéreo controlado se efectuará al nivel de crucero apropiado a su derrota, tal como se especifica en: 1) la tabla de niveles de crucero que figura en el ENR 1.7, excepto cuando la Autoridad Aeronáutica especifique otra within an 8 km radius with regard to the estimated position of the aircraft in flight. b) The estimated position of the aircraft shall take into account the navigational precision that can be achieved on the relevant route segment concerned, considering the available navigational aids, both on board and on the ground. 3. IFR to VFR flight change a) Any aircraft electing to change the conduct of its flight, from compliance with the instrument flight rules to compliance with the visual flight rules, and if a flight plan was submitted, shall: 1) specifically notify the appropriate air traffic services unit that the IFR flight is cancelled; and 2) inform them about the changes to be made to its current flight plan. b) When the aircraft is operating under the instrument flight rules and then changes to or encounters visual meteorological conditions, the IFR flight shall not be cancelled, unless: 1) it is expected that the flight will be continued for",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-1350",
    "text": "about the changes to be made to its current flight plan. b) When the aircraft is operating under the instrument flight rules and then changes to or encounters visual meteorological conditions, the IFR flight shall not be cancelled, unless: 1) it is expected that the flight will be continued for a reasonable period of time in uninterrupted visual meteorological conditions; and 2) there is an intention of continuing in those conditions. 4. Rules applicable to the IFR flights within controlled airspace a) IFR flights shall comply with the provisions stated in Part 91 of the Argentine Civil Aviation Rules when operated within controlled airspace. b) An IFR flight operating in cruising flight within controlled airspace shall be flown at a cruising level or, if authorized to employ cruise climb techniques, between two levels or above a certain level, selected from: 1) the table of cruising levels stated at ENR 1.7; or 2) A modified table of cruising levels, when established that way, according to the table of cruising levels at ENR 1.7, for flights above FL 410. Except that the correlation between levels and track, stated therein, shall not apply whenever otherwise indicated in air traffic control clearances or specified by the Aviation Authority in Aeronautical Information Publications. 5. Rules applicable to IFR flights outside controlled airspace a) Cruising levels: An IFR flight operating in level cruising flight outside controlled airspace shall be flown at a cruising level appropriate to its track, as specified in: 1) the table of cruising levels stated in ENR 1.7, except when the Aviation Authority states otherwise regarding flights AIP ARGENTINA ENR 1.3-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 cosa respecto a los vuelos que se efectúan a una altitud igual o inferior a 900 m (3.000 ft) sobre el nivel medio del mar; 2) una tabla modificada de niveles de crucero, cuando así se prescriba de conformidad con la tabla de niveles de crucero que figura en el ENR 1.7, para vuelos por encima del FL 410; 3) esta disposición no impide el empleo de técnicas de ascenso en crucero por las aeronaves en vuelo supersónico. b) Comunicaciones: Un vuelo IFR que se realice fuera del espacio aéreo controlado, pero dentro de áreas o a lo largo de rutas designadas por la Autoridad Aeronáutica, con el fin de facilitar el suministro de Servicios de Información de Vuelo, de Alerta y de Búsqueda y Salvamento y/o para facilitar la coordinación con las dependencias militares o con las dependencias de los Servicios de Tránsito Aéreo competentes en Estados adyacentes, a fin de evitar la posible necesidad de interceptación para fines de identificación: 1) mantendrá comunicaciones aeroterrestres vocales por el canal apropiado; y 2) establecerá, cuando sea necesario, comunicación en ambos sentidos con la dependencia de Servicios de Tránsito Aéreo que suministre Servicio de Información de Vuelo. c) Informes de posición: un vuelo IFR que opere fuera del espacio aéreo controlado y al que la Autoridad Aeronáutica exija que: 1) presente un plan",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-1800",
    "text": "2) establecerá, cuando sea necesario, comunicación en ambos sentidos con la dependencia de Servicios de Tránsito Aéreo que suministre Servicio de Información de Vuelo. c) Informes de posición: un vuelo IFR que opere fuera del espacio aéreo controlado y al que la Autoridad Aeronáutica exija que: 1) presente un plan de vuelo; 2) mantenga comunicaciones aeroterrestres vocales por el canal apropiado y establezca comunicación en ambos sentidos, según sea necesario, con la dependencia de Servicios de Tránsito Aéreo que suministra el Servicio de Información de Vuelo; 3) notificará la posición de acuerdo con lo especificado en las RAAC Parte 91 para vuelos controlados. 4) las aeronaves que decidan utilizar el Servicio de Asesoramiento de Tránsito Aéreo mientras vuelan en condiciones IFR dentro de áreas especificadas con Servicio de Asesoramiento, cumplirán las disposiciones respecto a: autorización del Control de Tránsito Aéreo, observancia del plan de vuelo actualizado, informes de posición, terminación del control y comunicaciones prescritas en las RAAC Parte 91, pero el plan de vuelo y los cambios que se hagan en él no están supeditados a autorizaciones; y las comunicaciones en ambos sentidos se mantendrán con la dependencia que suministre el Servicio de Asesoramiento de Tránsito Aéreo. 6. Curso a ser volado a) Salvo que sea autorizado por el ATC, una aeronave operará dentro del espacio aéreo controlado según las reglas IFR, de la siguiente manera: 1) a lo largo del eje de una aerovía ATS; performed at an equal or lower altitude than 900 m (3.000 ft) above MSL. 2) A modified table of cruising levels, when established that way, according to the table of cruising levels at ENR 1.7, for flights above FL 410. 3) This provision does not preclude the use of cruise climb techniques by aircraft in supersonic flight. b) Communications: In order to facilitate the provision of Flight Information, Alert and Search & Rescue Services, and/or in order to facilitate coordination with military units or with ATC units at the adjacent countries, and with the objective to avoid possible interception for identification, an IFR flight performed outside controlled airspace, but within areas or along routes, designated by the Aviation Authority shall: 1) maintain constant voice air-ground communication through the adequate radio frequency; and 2) establish, as necessary, two-way communication with the Air Traffic Services unit providing Flight Information Service. c) Position Reports: An IFR flight operating outside controlled airspace, and that the Aviation Authority requires them to: 1) submit a flight plan; 2) maintain voice air-ground communication through the adequate radio frequency, and establish, as necessary, two-way communication with the Air Traffic Services unit providing Flight Information Service; 3) shall report its position as specified in Part 91 of the Argentine Civil Aviation Rules for controlled flights. 4) Aircraft that decide to use the Air Traffic Advisory Service while flying in IFR conditions within specified areas with Advisory Service, shall comply with the regulations regarding: Air Traffic Control clearance, compliance with the updated flight plan, position reports, ending control and communication stated in Part",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-2250",
    "text": "for controlled flights. 4) Aircraft that decide to use the Air Traffic Advisory Service while flying in IFR conditions within specified areas with Advisory Service, shall comply with the regulations regarding: Air Traffic Control clearance, compliance with the updated flight plan, position reports, ending control and communication stated in Part 91 of the Argentine Civil Aviation Rules. However, the flight plan and the changes made to it are not subject to clearances and the two-way communication shall be maintained with the unit providing Air Traffic Advisory Service. 6. Heading to fly a) Unless cleared by the ATC, an aircraft shall operate within controlled airspace according to the IFR rules in the following way: 1) along an ATS airway axis; AIP ARGENTINA ENR 1.3.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 2) en cualquier otra ruta a lo largo de un curso directo entre: i) las ayudas de navegación; ii) intersecciones; o iii) marcaciones definidas para esa ruta. b) Esta sección no prohíbe maniobrar la aeronave para: 1) cruzar con la suficiente seguridad otro tránsito aéreo en la ruta; o 2) en condiciones VMC, apartarse de la trayectoria establecida antes y durante el ascenso o el descenso. 7. Verificación del equipo VOR para operaciones IFR a) Ninguna aeronave operará según reglas IFR usando el sistema VOR de radio navegación, salvo que dicho equipo: 1) sea mantenido, verificado o inspeccionado según un procedimiento aprobado; o 2) sea verificado operacionalmente dentro de los treinta (30) días precedentes y se encuentre dentro de los límites de error permisible del rumbo indicado, establecidos en los Párrafos b) o c) de esta sección. b) La persona que realice una verificación al equipo VOR según el Párrafo a) 2) de esta sección, deberá: 1) utilizar una señal de prueba radiada, en el aeródromo de partida prevista, por una estación operada por el ATS, o por una Organización de Mantenimiento Aprobada (OMA) calificada para verificar los equipos VOR (el error máximo permisible es + 4°); o 2) si no es posible obtener una señal de prueba en el aeródromo del que se prevé partir: i) usar un punto sobre la superficie del aeródromo, designado como punto de verificación del sistema VOR: A. el ATS; o B. fuera de territorio nacional, por una autoridad apropiada (el error máximo permisible es + 4°); 3) si no se encuentra disponible ninguna señal de prueba o el punto de verificación designado, utilizar un punto de verificación en vuelo designado por: i) el ATS; o ii) fuera de territorio nacional, por la autoridad respectiva (el error máximo permisible es + 4°); o 4) si no hay señal o punto de verificación durante el vuelo: i) seleccionar un radial VOR que esté situado a lo largo de la línea central de una aerovía establecida por VOR; ii) seleccionar un punto prominente en tierra, preferentemente a más de 36 km (20 NM) desde la 2) on any other route along a direct course between: i) navaids; ii) intersections; or iii) defined markers",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-2700",
    "text": "esté situado a lo largo de la línea central de una aerovía establecida por VOR; ii) seleccionar un punto prominente en tierra, preferentemente a más de 36 km (20 NM) desde la 2) on any other route along a direct course between: i) navaids; ii) intersections; or iii) defined markers for that route. b) This section does not forbid maneuvering the aircraft to: 1) Cross other air traffic with enough confidence on the route; or 2) In VMC, move away from the established path before or after climb or descent. 7. VOR equipment check for IFR operations a) No aircraft shall operate according to IFR rules using the VOR system navigation aid, unless that equipment is: 1) Kept, checked, or inspected pursuant to an approved procedure; or 2) Operationally checked within 30 days prior to the operation and it is within the error tolerance of the indicated heading, stated in Paragraphs b) or c) of this section. b) The person who checks the VOR equipment according to Paragraph a) 2) of this section, shall: 1) Use a radial test signal, at the planned departure aerodrome, by a station operated by the ATS or by an Approved Maintenance Organization (AMO), qualified to check the VOR equipment (maximum error tolerance is +4°); or 2) If it is not possible to obtain a test signal at the planned departure aerodrome: i) Use a landmark on the aerodrome surface, designated as check point of the VOR system by: A. the ATS; or B. outside the national territory, by a proper authority (maximum error tolerance is +4°); or 3) if no test signal or designated check point is available, use a flight check point designated by: i) the ATS; or ii) outside the national territory, by an adequate authority (maximum error tolerance is +4°); or 4) if there is no signal or check point during the flight: i) select a VOR radial located along the central line of an airway established for VOR; ii) select a prominent landmark on the ground, preferably located more than 36 km (20 NM) from the VOR station AIP ARGENTINA ENR 1.3-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 estación terrestre del VOR y maniobrar el avión directamente sobre dicho punto, a una razonable baja altitud; y iii) anotar la marcación del VOR indicada por el receptor cuando se sobrevuela el punto sobre tierra (la variación máxima permitida entre el radial publicado y la marcación indicada es de + 6º). c) Si en la aeronave están instalados dos equipos VOR (unidades independientes una de otra, excepto por la antena), se puede comparar un sistema con el otro en lugar del procedimiento de verificación especificado en el Párrafo b) de esta sección. Ambos sistemas deberán ser sintonizados en la misma estación VOR de tierra y anotar la marcación indicada de esa estación. La máxima variación permisible entre las dos marcaciones indicadas es de ± 4º. d) La persona que realiza la verificación operacional del VOR, como se especifica",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-3150",
    "text": "b) de esta sección. Ambos sistemas deberán ser sintonizados en la misma estación VOR de tierra y anotar la marcación indicada de esa estación. La máxima variación permisible entre las dos marcaciones indicadas es de ± 4º. d) La persona que realiza la verificación operacional del VOR, como se especifica en el párrafo b) o c) de esta sección, deberá asentar en el registro técnico de la aeronave u otro registro: 1) la fecha, el lugar, el error de marcación y la firma. 2) además, si se utiliza la señal de prueba radiada por una OMA (tal como se especifica en el Párrafo b) 1) de esta sección), ésta debe realizar una anotación en el registro técnico de la aeronave u otro registro, certificando la marcación transmitida por la OMA para la verificación y la fecha de transmisión. 8. Despegues y aterrizajes según IFR a) Aproximaciones por instrumentos en aeródromos civiles: 1) Para realizar un aterrizaje por instrumentos en un aeródromo civil, se debe utilizar un procedimiento de aproximación por instrumentos prescrito para dicho aeródromo y publicado en la AIP ARGENTINA, salvo que sea autorizado de otra forma por la Autoridad Aeronáutica. b) Altitud/Altura de decisión (DA/DH) o altitud mínima de descenso (MDA) autorizados: 1) Para el propósito de esta sección, cuando el procedimiento de aproximación utilizado provea y requiera el uso de una DA/DH ó MDA, esta DA/DH ó MDA autorizada será la más alta de cualquiera de las siguientes: i) la DA/DH ó MDA prescrita por el procedimiento de aproximación. ii) la DA/DH ó MDA prescrita para el piloto al mando. iii) la DA/DH ó MDA para la cual la aeronave está equipada y autorizada por la Autoridad Aeronáutica. c) Operación por debajo de la DA/DH o MDA. Cuando se especifique un DA/DH ó MDA, no se operará una aeronave en cualquier aeródromo por debajo de la MDA autorizada, o continuar una aproximación por debajo de la DA/DH autorizada a menos que: 1) La aeronave se encuentre en una posición desde la cual puede realizar un descenso para aterrizar en la pista prevista, a una razón normal de descenso y utilizando on the ground and maneuver the airplane directly over said landmark, at a reasonable low altitude; and iii) take note of the VOR bearing indicated by the receptor when overflying the landmark on the ground (maximum allowed variation between the published radial and the indicated bearing is +6°). c) If there are two VOR units installed in the aircraft (independent units one from the other, except for the antenna), these systems may be compared instead of the check procedure stated in Paragraph b) of this section. Both systems shall be tuned in the same VOR station on the ground and take note of the indicated bearing of that station. The maximum allowed variation between both indicated bearings is ± 4°. d) The person who performs the operational check, as specified in paragraph b) or c) of this section, shall document in the Aircraft Technical Report or in",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-3600",
    "text": "the ground and take note of the indicated bearing of that station. The maximum allowed variation between both indicated bearings is ± 4°. d) The person who performs the operational check, as specified in paragraph b) or c) of this section, shall document in the Aircraft Technical Report or in another record: 1) date, place, bearing error and signature. 2) Moreover, if a radial test signal by an OMA is used (as specified in Paragraph b) 1) of this section), that person shall make an entry to the aircraft technical report or other record, certifying the bearing transmitted by the OMA for check and transmission date. 8. IFR take-offs and landings a) Instrument approaches at civil aerodromes: 1) In order to carry out an instrument landing at a civil aerodrome, a previously stated instrument approach shall be used for such aerodrome. Said procedure is published in the Argentine AIP ARGENTINA, except otherwise authorized by the Aviation Authority. b) Authorized Decision altitudes/heights (DA/DH) or minimal descent altitudes (MDA): 1) For the purpose of this section, when the used approach procedure provides and requires the use of a DA/DH or MDA, this authorized DA/DH or MDA shall be the highest of any of the following: i) The DA/DH or MDA stated by the approach procedure. ii) The DA/DH or MDA stated for the pilot in command. iii) The DA/DH or MDA for which the aircraft is equipped and authorized by the Aviation Authority. c) Operation below the DA/DH or MDA. When a DA/DH or MDA is specified, no aircraft shall be operated in any aerodrome below the authorized MDA nor shall continue an approach below the authorized DA/DH, unless: 1) The aircraft is located at a position from which it may descent to land on the planned runway, at a normal descent rate and using normal maneuvers, and for AIP ARGENTINA ENR 1.3.-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 maniobras normales, y, para operaciones conducidas según las RAAC Partes 121 ó 135, siempre que el régimen de descenso le permita aterrizar en la zona de toma de contacto de la pista en la que se intente aterrizar; 2) La visibilidad de vuelo no sea menor que la visibilidad prescrita en los procedimientos de aproximación por instrumentos que está siendo utilizada; y 3) excepto para operaciones de aproximaciones y aterrizajes de Categoría II y III en las cuales los requisitos de referencia visual necesarios son especificados por la Autoridad Aeronáutica, por lo menos una de las siguientes referencias visuales para la pista prevista debe ser visibles e identificables para el piloto: i) el sistema de luces de aproximación, excepto que el piloto no puede descender bajo 100 pies sobre la elevación de la zona de toma de contacto, usando las luces de aproximación como referencia, salvo que, las barras rojas de extremo de pista o las barras rojas de fila lateral sean visibles e identificables; ii) el umbral de pista; iii) las marcas de umbral de pista; iv) las",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-4050",
    "text": "la elevación de la zona de toma de contacto, usando las luces de aproximación como referencia, salvo que, las barras rojas de extremo de pista o las barras rojas de fila lateral sean visibles e identificables; ii) el umbral de pista; iii) las marcas de umbral de pista; iv) las luces de umbral de pista; v) las luces de identificación de umbral de pista (REIL); vi) el indicador de pendiente de aproximación visual; vii) la zona de toma de contacto o las marcas de la zona de toma de contacto; viii) las luces de la zona de toma de contacto; ix) la pista o las marcas de la pista; o x) las luces de la pista. d) Aterrizaje: 1) No se intentará el aterrizaje cuando la visibilidad de vuelo sea menor que la prescrita en el procedimiento de aproximación por instrumentos que está siendo utilizado. e) Procedimientos de aproximación frustrada: 1) un procedimiento de aproximación frustrada apropiado se ejecutará inmediatamente, si existe cualesquiera de las siguientes condiciones: i) cuando no se cumpla los requisitos establecidos en el Párrafo c) de esta sección y: A. cuando la aeronave está siendo operada por debajo de la MDA; o B. una vez alcanzado el punto de aproximación frustrada (MAPt), incluyendo una DA/DH cuando ésta es especificada y su uso es requerido, y en cualquier momento hasta el punto de toma de contacto. operations under RAAC 121 or 135, as long as the descent rate allows it to land in the runway touchdown zone; 2) Ground visibility is no less than the visibility stated in the instrument approach procedures being used; and 3) Except for Category II and III approach and landing operations, in which the necessary visual reference requirements are specified by the Aviation Authority, at least one of the following visual references for the planned runway must be visible and identifiable by the pilot: i) The approach lights system, except when the pilot cannot descent below 100 feet over the touchdown zone elevation, using approach lights as reference, unless the red bars of the runway end or of the lateral row are visible and identifiable; ii) The runway threshold; iii) The threshold marks; iv) The runway threshold lights; v) The Runway End Identification Lights (REIL) vi) The Visual Approach slope indicator; vii) The touchdown zone or touchdown zone marks; viii) The touchdown zone lights; ix) Runway or runway marks; or x) Runway lights. d) Landing: 1) Landing shall not be attempted when the ground visibility is below the one stated in the instrument approach procedure being used. e) Missed approach procedures: 1) An adequate missed approach procedure shall be immediately carried out if any of the following conditions exists: i) When the requirements stated in Paragraph (c) of this section are not complied and: A. When the aircraft is being operated under the MDA; or B. Once the missed approach point has been reached (MAPt), including a DA/DH when it is specified and its use is required, and at any moment until",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-0-4500",
    "text": "requirements stated in Paragraph (c) of this section are not complied and: A. When the aircraft is being operated under the MDA; or B. Once the missed approach point has been reached (MAPt), including a DA/DH when it is specified and its use is required, and at any moment until the touchdown point. AIP ARGENTINA ENR 1.3-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 2) siempre que una parte identificable de un aeródromo no sea claramente visible por el piloto durante una aproximación en circuito a o por encima de la MDA, a menos que la imposibilidad de ver una parte del aeródromo se deba solamente al ángulo de inclinación lateral normal de la aeronave durante la aproximación en circuito. f) Mínimos de despegue en un aeródromo civil: 1) Se deberá observar lo prescrito en las RAAC Parte 91. g) Aeródromos militares: 1) Cuando se opere una aeronave civil según reglas IFR ingresando o saliendo de un aeródromo militar, cumplirá con los procedimientos de aproximación por instrumentos, despegue y aterrizaje prescritos por la Autoridad Aeronáutica, cuando éstos hayan sido establecidos, caso contrario se ajustará a las reglas de vuelo visual previa autorización de la autoridad militar competente. h) Valores comparables de RVR y visibilidad en tierra: 1) excepto para los mínimos de Categoría II y III, si los mínimos RVR para despegue ó aterrizaje son prescritos en un procedimiento de aproximación por instrumentos, pero el RVR no es reportado para la pista de operación, el RVR mínimo debe ser convertido a visibilidad en tierra, de acuerdo con la tabla del Párrafo h)2) de esta sección y la misma deberá ser la visibilidad mínima requerida para el despegue y aterrizaje en dicha pista. 2) RVR (pies) Visibilidad (metros)",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-14-0",
    "text": "6.000 2. 000 i) Operaciones en rutas no publicadas y uso del radar en los procedimientos de aproximación por instrumentos: 1) cuando un radar es aprobado en ciertos lugares para propósitos ATC, éste puede ser utilizado no solo para aproximaciones de vigilancia y de precisión, sino también puede ser utilizado junto con procedimientos de aproximación por instrumentos basados en otros tipos de radioayudas. 2) los vectores radar pueden ser autorizados para proveer una guía al curso a seguir a través de los segmentos de una aproximación al curso final o fijo. 3) cuando opere en una ruta no publicada, o mientras se suministre vectores radar, al recibir una autorización de aproximación, se deberá, además de cumplir con las Altitudes mínimas para operaciones IFR, mantener la última altitud asignada hasta que la aeronave se encuentre establecida dentro de un segmento de una ruta publicada 2) Every time an identifiable part of the aerodrome is not clearly visible by the pilot during a circling approach on or above the MDA, unless the lack of visibility of a part of the aerodrome is due to only the normal lateral inclination angle of the aircraft during the circling approach. f) Take-off minimums at a civil aerodrome: 1) Part 91 of the RAAC shall be complied. g) Military aerodromes: 1) When a civil aircraft is being operated according to the IFR rules entering or exiting a military aerodrome, it shall comply with the instrument approach, takeoff and landing procedures stated by the Aviation Authority, when established; otherwise it shall comply with the visual flight rules, with a previous clearance by the competent military authority. h) RVR comparable values and ground visibility. 1) Except for the Categories II and III minimums, if the take- off or landing RVR minimums are stated in an instrument approach procedure but the RVR is not reported for the operating runway, the minimum RVR shall be converted to ground visibility, according to the chart of the Paragraph (h)(2) of this section and it shall be the required minimum RVR for take-off and landing in said runway. 2) RVR (feet) Visibility (meters) 1,600 500 2,400 800 3,200 1,000 4,000 1,300 4,500 1,500 5,000 1,600 6,000 2,000 i) Operations on non-published routes and radar use in instrument approach procedures: 1) When a radar is approved at certain places for ATC purposes, this may be used not only for surveillance and for precision approaches, but it also can be used together with instrument approach procedures based on other types of radio aids. 2) Radar vectors may be authorized to provide a guide to the heading through the approach segments to the final or fixed course. 3) When operating on a non-published route or while radar vectors are provided, when an approach clearance is received, besides complying with the Minimum Altitudes for IFR operations, the last designated altitude shall be maintained until the aircraft is located within a published AIP ARGENTINA ENR 1.3.-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 o",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-14-450",
    "text": "while radar vectors are provided, when an approach clearance is received, besides complying with the Minimum Altitudes for IFR operations, the last designated altitude shall be maintained until the aircraft is located within a published AIP ARGENTINA ENR 1.3.-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 o en un procedimiento de aproximación por instrumentos, salvo que sea asignada una altitud diferente por el ATC. 4) después que la aeronave se encuentre establecida, las altitudes publicadas se aplican para descender dentro de cada ruta sucesiva o segmento de aproximación, salvo que sea asignada una altitud diferente por el ATC. 5) una vez alcanzado el curso final de aproximación o el punto de referencia de aproximación final, se podrá, ya sea completar la aproximación por instrumentos de acuerdo con un procedimiento aprobado para la instalación correspondiente, o continuar en una aproximación de vigilancia o de precisión radar para aterrizar. j) Limitaciones en una aproximación con viraje de procedimientos: 1) salvo que sea autorizado por el ATC, no se ejecutará un viraje de procedimientos si: i) la aeronave recibe vectores radar hacia un curso de aproximación final o punto de referencia de aproximación final; ii) la aeronave realiza una aproximación cronometrada desde un punto de referencia de patrón de espera; o iii) no está autorizado un viraje de procedimientos en una aproximación específica. k) Componentes ILS: 1) los componentes básicos de un ILS son: i) localizador (L); ii) pendiente de planeo (GS); iii) radiobaliza externa (OM); iv) radiobaliza media (MM); y v) la radiobaliza interna (IM), cuando se ha instalado para su utilización en la Categoría II ó III como procedimiento de aproximación instrumental. 2) un localizador o radar de precisión puede ser sustituido por la radiobaliza externa o media (OM – MM). 3) el DME, VOR o un punto de referencia NDB, autorizados en el procedimiento de aproximación por instrumentos estándar o de vigilancia radar, pueden ser sustituidos por la radiobaliza externa (OM). 4) la utilización o sustitución de la radiobaliza interna para las aproximaciones de Categoría II ó III estará determinada por: i) el procedimiento de aproximación apropiado; ii) una carta de autorización (LOA); o iii) las especificaciones relativas a las operaciones. route segment or in an instrument approach procedure, unless the ATC designates a different altitude. 4) Once the aircraft is leveled at a certain flight level, the published altitudes are applied to descent within each successive route or approach segment, except the ATC designates a different altitude. 5) Once the final approach heading or the final approach fix is reached, the aircraft may complete the instrument approach according to an approved procedure for the relevant installation or continue at a surveillance or radar precision approach to land. j) Limitations in an approach with procedure turn: 1) Except authorized by the ATC, a procedure turn shall not be carried out if: i) the aircraft receives radar vectors to a final approach heading or final approach fix; ii) the aircraft carries out a timed approach from a holding",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 3.pdf-14-900",
    "text": "land. j) Limitations in an approach with procedure turn: 1) Except authorized by the ATC, a procedure turn shall not be carried out if: i) the aircraft receives radar vectors to a final approach heading or final approach fix; ii) the aircraft carries out a timed approach from a holding pattern fix; or iii) a procedure turn is not authorized at a specific approach. k) ILS components: 1) The basic ILS components are: i) Localizer (L); ii) Glide Path (GP); iii) Outer Marker (OM) iv) Medium Marker (MM), and v) Inner Marker (IM), when installed for its use in Categories II or III as an instrumental approach procedure. 2) A localizer or precision radar may be replaced by an outer or medium marker (OM – MM). 3) The DME, VOR or NDB fix, authorized in the standard instrument approach procedure or in the radar surveillance procedure, may be replaced by an outer marker (OM). 4) The use or replacement of the inner marker for Category II or III approaches shall be determined by: i) The adequate approach procedure; ii) A Letter of Authorization (LOA); or iii) The specifications relative to the operations. AIP ARGENTINA ENR 1.3-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 9. Operaciones IFR en espacio aéreo controlado: reporte de malfuncionamientos a) Si ocurre una falla de los equipos de navegación o comunicaciones mientras una aeronave es operada según las reglas IFR en espacio aéreo controlado, el piloto al mando reportará tan pronto como sea posible al ATC de dicha falla. b) El informe requerido por el Párrafo a) de esta sección, incluirá lo siguiente: 1) identificación de la aeronave; 2) posición y nivel de vuelo; 3) grado de disminución de la capacidad del piloto para operar IFR en el sistema ATC; y 4) naturaleza y extensión de la asistencia requerida por parte del ATC. 9. IFR operations in controlled airspace: malfunction report: a) If there is a failure in a navigation or communication equipment while an aircraft is being operated pursuant to IFR rules in controlled airspace, the pilot in command shall report it as soon as possible to the ATC. b) The report required by paragraph (a) of this section shall include: 1) aircraft identification; 2) position and flight level; 3) degree of diminished capacity of the pilot to operate IFR in the ATC system; and 4) the nature and extent of the required assistance by the ATC.",
    "metadata": {
      "source": "AIP - ENR1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]