[
  {
    "id": "AIP - GEN1 - 6.pdf-0-0",
    "text": "AIP ARGENTINA GEN 1.6.-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 GEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS GEN 1.6 RESUMEN DE REGLAMENTOS NACIONALES Y ACUERDOS/CONVENIOS INTERNACIONALES GEN 1.6 SUMMARY OF NATIONAL REGULATIONS AND INTERNATIONAL AGREEMENTS/CONVENTIONS DESIGNACIÓN ABREVIADA TÍTULO DEL DOCUMENTO O PUBLICACIÓN Ley 17285 Código Aeronáutico Ley 22390 Modificación al Código Aeronáutico Ley 13041 Tasas por Servicios Aeronáuticos Decr. 326/82 Reglamentación de los artículos 133, 135 y 208 del Código Aeronáutico Decr. 2352/83 Reglamentación del Régimen de Faltas Aeronáuticas Decr. 2836/71 Trabajo Aéreo Decr. 2416/85 Transporte de Mercancías Peligrosas por Vía Aérea Decr. 877/21 Normas y límites topes de carácter general con relación a las actividades del personal aeronavegante civil Disp. 78/90 Aprobación Manual de Inspección, Mantenimiento y Plegado de Paracaidismo Disp. 18/93 Aprobación Temporaria de Instrucción de Paracaidismo Sistema Dual Tándem Disp. 16/96 Implementación de un sistema de aviso aéreo de incendios forestales y de campos dentro del territorio nacional Disp. 07/07 Evacuación Sanitaria. Modificación a la RAAC Parte 135 Disp. 12/07 Normas y Procedimientos de Telecomunicacio- nes en Jurisdicción Aeronáutica: Parte I: Normas y procedimientos de comunicaciones Parte II: Normas y procedimientos para la instalación y funcionamiento de equipamiento y servicios radioeléctricos en aeropuertos, aeródromos y aeroclubes Parte III: Indicadores de lugar, designadores de entidades oficiales, servicios y abreviaturas de interés aeronáutico ABBREVIATED DESIGNATION DOCUMENT OR PUBLICATION TITLE Law 17285 Aeronautical Code Law 22390 Modification of the Aeronautical Code Law 13041 Charges for Aeronautical Services Decree 326/82 Regulations for Sections 133, 135 and 208 of the Aeronautical Code Decree 2352/83 Regulations for the Aeronautical Infractions Regime Decree 2836/71 Aerial Work Decree 2416/85 Transportation of Dangerous Goods by Air Decree 877/21 General Standards and Limits related to Civilian Crew Members Activities Provision 78/90 Approval of the Manual for Parachutes Inspection, Maintenance and Folding Provision 18/93 Temporary Approval of Tandem Dual System Parachute Instruction Provision 16/96 Implementation of an Aerial Alerting System for Forest and Farming Fires within the National Territory Provision 07/07 Medical Evacuation. Modification of RAAC Part 135 Provision 12/07 Telecommunications Standards and Procedures in Aeronautical Jurisdiction: Part I: Communications Standards and Procedures Part II: Standards and Procedures for the Installation and Operation of Radio Electrical Equipment and Services at Airports, Aerodromes and Air Clubs Part III: Place Indicators, Official Agencies Designators, Services and Abbreviations for Aeronautical Purposes     AIP ARGENTINA GEN 1.6.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 Parte IV: Códigos y Abreviaturas de Comunicaciones Disp. 55/07 Normas para la Navegación Aérea con Sistema Mundial de Navegación por Satélite (GNSS) Res. 119/01 Normas Generales para la realización de Festivales Aéreos y Aerodeportivos Res. 85/12 Aprobación Programa Nacional de Notificación de Eventos y Deficiencias de Seguridad Operacional (PNSO) Res. 528/12 Guía para la Notificación para los Proveedores de Servicios del Programa Nacional de Notificación de Eventos y Deficiencias de Seguridad Operacional (PNSO) Res. 147/13 Procedimiento para el foliado del Libro de Vuelo de pilotos y Tripulantes de Cabina de Pasajeros Res. 1007/14",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-450",
    "text": "y Deficiencias de Seguridad Operacional (PNSO) Res. 528/12 Guía para la Notificación para los Proveedores de Servicios del Programa Nacional de Notificación de Eventos y Deficiencias de Seguridad Operacional (PNSO) Res. 147/13 Procedimiento para el foliado del Libro de Vuelo de pilotos y Tripulantes de Cabina de Pasajeros Res. 1007/14 Plan de Estudios del Curso de Paracaidismo Deportivo Res. 862/15 Regulación de los Servicios Médicos de los Aeropuertos de la República Argentina Res. 576/16 Requisitos de ingreso para los alumnos de los cursos de distintas especialidades aeronáuticas Res. 554/19 Formato Digital para Licencias y Certificados de Competencia Res. 546/23 Centros de Instrucción y Entrenamiento de Aeronáutica Civil Parte 1 RAAC Definiciones generales, abreviaturas y siglas Parte 5 RAAC Unidades de Medida Parte 11 RAAC Reglas para el desarrollo, la aprobación y la enmienda de las RAAC y normas complementarias Parte 13 RAAC Investigación de accidentes de aviación civil Parte 18 RAAC Transporte sin riesgo de mercancías peligrosas por vía aérea Parte 21 RAAC Procedimiento para la certificación de productos y partes Parte 22 RAAC Estándares de aeronavegabilidad: planeadores y motoplaneadores Parte 23 RAAC Estándares de aeronavegabilidad: aviones categoría normal Part IV: Communications Codes and Abbreviations Provision 55/07 Standards for Air Navigation with the Global Navigation Satellite System (GNSS) Resolution 119/01 General Standards for Conducting Aerial and Air Sport Festivals Resolution 85/12 Approval of the National Programme for the Notification of Operational Safety Events and Deficiencies (PNSO) Resolution 528/12 Notification Guidance for Services Providers of the National Programme for the Notification of Operational Safety Events and Deficiencies (PNSO) Resolution 147/13 Procedure to foliate the Flight Book of Pilots and Passengers Cabin Crew Members Resolution1007/14 Plan of Study for the Course on Sport Parachuting Resolution 862/15 Regulation of the Medical Services at Airports in the Republic of Argentina Resolution 576/16 Requirements for the Students Admitted in the Courses on Different Aeronautical Specializations Resolution 554/19 Digital Format for Licenses and Competence Certificates Resolution 546/23 Civil Aviation Instruction and Training Centers RAAC Part 1 General Definitions, Abbreviations and Acronyms RAAC Part 5 Units of Measurement RAAC Part 11 Rules for Developing, Approving and Amending the RAACs and Complementary Standards RAAC Part 13 Civil Aviation Accidents Investigation RAAC Part 18 Transportation without Risk of Dangerous Goods by Air RAAC Part 21 Procedure for Certifying Products and Parts RAAC Part 22 Airworthiness Standards: Gliders and Motor Gliders RAAC Part 23 Airworthiness Standards: Airplanes Normal Category AIP ARGENTINA GEN 1.6-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 Parte 25 RAAC Estándares de aeronavegabilidad: aviones categoría transporte Parte 26 RAAC Aeronavegabilidad continuada y mejoras a la seguridad para aviones de categoría transporte Parte 27 RAAC Estándares de aeronavegabilidad: giroavión categoría normal Parte 29 RAAC Estándares de aeronavegabilidad: giroavión categoría transporte Parte 31 RAAC Estándares de aeronavegabilidad: globos libres tripulados Parte 33 RAAC Estándares de aeronavegabilidad para motores de aeronaves Parte 34 RAAC Estándares de aeronavegabilidad: Requisitos para la purga de combustible y la emisión de gases en aviones propulsados por motores de turbina Parte 35",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-900",
    "text": "de aeronavegabilidad: giroavión categoría transporte Parte 31 RAAC Estándares de aeronavegabilidad: globos libres tripulados Parte 33 RAAC Estándares de aeronavegabilidad para motores de aeronaves Parte 34 RAAC Estándares de aeronavegabilidad: Requisitos para la purga de combustible y la emisión de gases en aviones propulsados por motores de turbina Parte 35 RAAC Estándares de aeronavegabilidad: hélices Parte 36 RAAC Estándares de ruido: Certificación tipo y de aeronavegabilidad de aeronaves Parte 39 RAAC Directivas de aeronavegabilidad. Parte 43 RAAC Mantenimiento, mantenimiento preventivo, reconstrucción y alteraciones Parte 45 RAAC Identificación de productos, marcas de nacionalidad y matrículas de aeronaves Parte 60 RAAC Requisitos de calificación de dispositivos de instrucción para simulación de vuelo Parte 61 RAAC Licencias, Certificado de Competencia y Habilitaciones para piloto Parte 63 RAAC Licencias para miembros de la tripulación excepto pilotos Parte 64 RAAC Certificado de competencia de tripulante de cabina de pasajeros Parte 65 RAAC Personal aeronáutico, excepto miembros de la tripulación de vuelo Parte 67 RAAC Certificación Médica Aeronáutica Parte 91 RAAC Reglas de vuelo y operación general Parte 101 RAAC Globos cautivos, barriletes, cohetes de aficionados y globos libres no tripulados Parte 105 RAAC Paracaidismo Parte 119 RAAC Certificación de explotadores de servicios aéreos Parte 120 RAAC Reglamentación de prevención y control del consumo indebido de sustancias psicoactivas en el personal aeronáutico RAAC Part 25 Airworthiness Standards: Airplanes Transport Category RAAC Part 26 Continued Airworthiness and Improvements in the Security of Airplanes Transport Category RAAC Part 27 Airworthiness Standards: Rotorcraft Normal Category RAAC Part 29 Airworthiness Standards: Rotorcraft Transport Category RAAC Part 31 Airworthiness Standards: Manned Free Balloons RAAC Part 33 Airworthiness Standards for Aircraft Engines RAAC Part 34 Airworthiness Standards: Fuel venting and Exhaust Emission Requirements for Turbine Engine Powered Airplanes RAAC Part 35 Airworthiness Standards: Propellers RAAC Part 36 Noise Standards: Aircraft Type and Airworthiness Certification RAAC Part 39 Airworthiness Directives RAAC Part 43 Maintenance, Preventive Maintenance, Rebuilding, and Alteration RAAC Part 45 Identification of Products, Nationality Markings, and Aircraft Registration Marks RAAC Part 60 Requirements for the Qualification of Flight Simulation Training Devices RAAC Part 61 Licenses, Competence Certificates, and Pilots Ratings RAAC Part 63 Licenses for Crew Members other than Pilots RAAC Part 64 Competence Certificates for Passengers Cabin Crew Members RAAC Part 65 Airmen other than Flight Crew Members RAAC Part 67 Aeronautical Medical Certification RAAC Part 91 General Operating and Flight Rules RAAC Part 101 Moored Balloons, Kites, Amateur Rockets, and Unmanned Free Balloons RAAC Part 105 Parachute Operations RAAC Part 119 Certification of Air Carriers and Operators RAAC Part 120 Regulation for the Prevention and Control of Psychoactive Substances Abuse among Airmen AIP ARGENTINA GEN 1.6.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 Parte 121 RAAC Requerimientos de operación: operaciones regulares internas e internacionales, operaciones suplementarias Parte 133 RAAC Operaciones de helicópteros con carga externa Parte 135 RAAC Requerimientos de operación: operaciones no regulares internas e internacionales Parte 137 RAAC Requisitos de operación y certificación para trabajo agroaéreo. Parte 139 RAAC Certificación de Aeródromos Parte 141",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-1350",
    "text": "Requerimientos de operación: operaciones regulares internas e internacionales, operaciones suplementarias Parte 133 RAAC Operaciones de helicópteros con carga externa Parte 135 RAAC Requerimientos de operación: operaciones no regulares internas e internacionales Parte 137 RAAC Requisitos de operación y certificación para trabajo agroaéreo. Parte 139 RAAC Certificación de Aeródromos Parte 141 RAAC Centros de Instrucción de Aeronáutica Civil (CIAC) Parte 142 RAAC Centros de Entrenamiento de Aeronáutica Civil (CEAC) Parte 145 RAAC Talleres aeronáuticos de reparación Parte 147 RAAC Centros de Instrucción de Aeronáutica Civil para Mecánicos Aeronáuticos Parte 153 RAAC Operación de aeródromos Parte 154 RAAC Diseño de aeródromos Parte 155 RAAC Diseño y operación de helipuertos Parte 156 RAAC Diseño y operación de aeródromos de STOL Parte 203 RAAC Servicio Meteorológico para la Navegación Aérea Parte 204 RAAC Cartas Aeronáuticas Parte 211 RAAC Gestión del tránsito Aéreo Parte 212 RAAC Búsqueda y Salvamento Parte 215 RAAC Servicios de Información Aeronáutica Parte HL RAAC Helicópteros livianos Parte HML RAAC Helicópteros muy livianos NORMAS PARA EL FUNCIONAMIENTO Y CONTROL DE LAS ACTIVIDADES AEROFOTOGRÁFICAS (RESOLUCIÓN N° 1214/62) CAPÍTULO I Generalidades 1º Los organismos y/o entidades autárquicas que no fueren militares del Estado Nacional, Provincial o Municipal, las personas y empresas privadas podrán desarrollar actividades aerofotográficas, siempre que se encuentren inscriptos en el registro que a tal efecto llevará la Central de Control Aerofotográfico. 2º Se entiende por actividades aerofotográficas el empleo de equipos fotográficos, cinematográficos, de detección, RAAC Part 121 Operating Requirements: Domestic and International Regular Operations, and Supplemental Operations RAAC Part 133 Rotorcraft External-Load Operations RAAC Part 135 Operating Requirements: Domestic and International Non-regular Operations RAAC Part 137 Requirements for Agricultural and Aerial Work Operations and Certification RAAC Part 139 Aerodrome Certification RAAC Part 141 Civil Aviation Instruction Centers (CIAC) RAAC Part 142 Civil Aviation Training Centers (CEAC) RAAC Part 145 Aeronautical Repair Stations RAAC Part 147 Civil Aviation Instruction Centers for Aircraft Mechanics RAAC Part 153 Aerodrome Operations RAAC Part 154 Aerodrome Design RAAC Part 155 Heliport Design and Operations RAAC Part 156 STOL Aerodromes Design and Operations RAAC Part 203 Meteorological Service for Air Navigation RAAC Part 204 Aeronautical Charts RAAC Part 211 Air Traffic Management RAAC Part 212 Search and Rescue RAAC Part 215 Aeronautical Information Services RAAC Part HL Light Helicopters RAAC Part HML Very Light Helicopters STANDARDS FOR THE OPERATION AND CONTROL OF AERIAL PHOTOGRAPHY ACTIVITIES (RESOLUTION NO. 1214/62) CHAPTER I General 1st The agencies and/or autarchic institutions that are not military, belonging to the national, provincial and municipal states, the persons and private companies may be able to develop aerial photography activities whenever they are enrolled in the appropriate records at the Aerial Photography Control. 2nd Aerial photography activity is understood as the use of photographic, cinematographic, detection devices, AIP ARGENTINA GEN 1.6-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 magnetómetros, scintillométricos y de medición, en trabajos realizados desde aeronaves y todo otro posterior, que permita la utilización total o parcial de resultados obtenidos de los equipos mencionados. 3º Las normas previstas",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-1800",
    "text": "photographic, cinematographic, detection devices, AIP ARGENTINA GEN 1.6-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 magnetómetros, scintillométricos y de medición, en trabajos realizados desde aeronaves y todo otro posterior, que permita la utilización total o parcial de resultados obtenidos de los equipos mencionados. 3º Las normas previstas en la presente reglamentación se fijan sin perjuicio de las medidas que, por razones de seguridad nacional, establezcan las autoridades militares dentro de su respectiva competencia. 4º Las empresas y/o personas privadas se constituirán y funcionarán de acuerdo con los requisitos que se establecen en el Decreto N° 2836/71 y en la presente reglamentación para desarrollar actividades aerofotográficas de carácter comercial. Las empresas estatales o mixtas, de cualquier tipo o naturaleza no comprendidas en el Decreto N° 2836/71 quedarán sujetas a las normas que se establecen en la presente, en cuanto las mismas les sean aplicables. 5º La inscripción en el Registro de la Central de Control Aerofotográfico y el otorgamiento del certificado habilitante, su mantenimiento o caducidad, será en todos los casos facultad de ese organismo, el que podrá denegarlo o cancelarlo en cualquier momento formulando las comunicaciones que correspondan. CAPÍTULO II Empresas o personas autorizadas 6º Las empresas o personas comprendidas en el Decreto N° 2836/71 deben acreditar su inscripción como operador de trabajo aéreo en la rama de aerofotografía / relevamientos aéreos, presentando la documentación que a tal efecto requiera la Administración Nacional de Aviación Civil - Dirección Nacional de Seguridad Operacional, precisando el material de vuelo y personal afectados. 7º Las personas privadas, entidades u organismos que no fueren militares del Estado Nacional, Provincial o Municipal, inclusive los autárquicos que actúen con fines no comerciales y excluidos de régimen del Decreto N° 2836/71 deberán inscribirse en el Registro dependiente de la Central de Control Aerofotográfico, sin perjuicio de los recaudos técnicos a cumplir en virtud de las disposiciones vigentes. 8º Todas las empresas, entidades y/o personas mencionadas en los párrafos anteriores para desarrollar trabajos aerofotográficos deberán presentar y mantener actualizado lo siguiente ante la Central de Control Aerofotográfico: a) Domicilio legal. b) Nómina actualizada del personal a sus órdenes con su especialidad, número de licencia aérea o certificado de competencia, con domicilio particular y matrícula individual. c) Lista de cámaras, materiales de precisión y todos aquellos elementos relacionados con los trabajos aerofotográficos, aviones con sus características correspondientes, lugar de hangaraje, mantenimiento y reparación. d) Índice de los trabajos realizados, indicando si tienen o no los correspondientes negativos en su poder. e) Detalle de los trabajos efectuados con anterioridad a la vigencia del Decreto N° 1717/62, comprendidos en los términos del párrafo 2 de la presente reglamentación magnetometers, scintillometers and measuring equipment in works made from aircraft and any other subsequent work that may allow the use of the whole or partial outcomes of said equipment. 3rd The standards in this regulation are established without affecting those measures that, due to national safety and security reasons, may be stipulated for the military authorities within their respective competence.",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-2250",
    "text": "and any other subsequent work that may allow the use of the whole or partial outcomes of said equipment. 3rd The standards in this regulation are established without affecting those measures that, due to national safety and security reasons, may be stipulated for the military authorities within their respective competence. 4th The private companies and/or persons shall work and proceed in accordance with the requirements established in Decree No. 2836/71 and in this regulation to develop aerial photography activities for commercial purposes. State or mixed companies of any type or nature that are not included in Decree No. 2836/71 will be subject to these standards in case the latter are applicable to them. 5th The registration in the record of the Aerial Photography Control Center and the issuance of the appropriate certificate, its sustaintability or expiration will be, in all cases, the responsibility of said center, which can reject or cancel it at any moment, informing accordingly. CHAPTER II Authorized Companies or Persons 6th The companies or persons included in Decree No. 2836/71 shall demonstrate their registration as aerial work operators in the aerial photography / aerial survey field, submitting the pertinent documentation required by the National Civil Aviation Administration - National Directorate of Operational Safety, detailing the flight material and the staff affected. 7th The private persons, agencies and institutions that are not military, belonging to the national, provincial or municipal states, including the autarchic ones working without commercial purposes and outside the regime established in Decree No. 2836/71, shall enroll in the records of the Aerial Photography Control Center without affecting the technical measures to be fulfilled in accordance with the regulations in force. 8th In order to develop aerial photographic works, all the companies, agencies and/or persons mentioned in the above paragraphs shall submit in the Aerial Photography Control Center and keep updated the following information: a) Legal address; b) Updated list of their staff, stating competencies, number of air license or proficiency certificate with their private address and registration number; c) List of cameras; precision materials and all other elements related to aerophotographic works; aircraft with their respective specifications; hangar place; maintenance and repair facilities; d) Index of works carried out, indicating whether they have the corresponding undeveloped films; e) Details of the works carried out before Decree No. 1717/62 came into force, included within the terms of paragraph 2 of this regulation for agencies and/or AIP ARGENTINA GEN 1.6.-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 para entidades y/o personas residentes en el extranjero, especificando fecha de su realización, nombre y domicilio del adquirente o por cuenta de quien se ejecutaron precisando la zona en que se efectuaron y la clase de los mismos. f) Cualquier otro recaudo o informe que la Central de Control Aerofotográfico considere necesario a los efectos de otorgar o mantener la inscripción correspondiente. 9º En todos los casos, las empresas, entidades y/o personas mencionadas en los párrafos anteriores deberán entregar un índice y una copia reproducción de",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-2700",
    "text": "los mismos. f) Cualquier otro recaudo o informe que la Central de Control Aerofotográfico considere necesario a los efectos de otorgar o mantener la inscripción correspondiente. 9º En todos los casos, las empresas, entidades y/o personas mencionadas en los párrafos anteriores deberán entregar un índice y una copia reproducción de los trabajos aerofotográficos realizados a la Central de Control Aerofotográfico, para su control y archivo dentro de los sesenta días de haberlo efectuado. CAPÍTULO III Personal 10º Todo el personal que se desempeña a bordo durante las tareas aerofotográficas deberá ser argentino. En los comienzos de la explotación y por razones técnicas, la Central de Control Aerofotográfico podrá autorizar un porcentaje de extranjeros como instructores del personal argentino por el término no mayor a un (1) año a partir de la fecha, estableciendo un procedimiento que permita el reemplazo progresivo del personal extranjero por el argentino. 11º El personal deberá poseer y mantener actualizadas las habilitaciones reglamentarias de la especialidad, para desarrollar actividades aerofotográficas. 12º Las personas que deban obtener el documento que los habilite a los fines de la seguridad del Estado, para desempeñarse en actividades aerofotográficas, tendrán que cumplir con los siguientes requisitos: a) Ser argentino. b) Edad mínima 18 años (en caso de menor, debe tener autorización del padre o tutor). c) Presentar documento de identidad. d) Efectuar el examen psicofisiológico reglamentario de aptitud (Anual Reglamentario). e) Presentar los certificados de competencia de acuerdo con su especialidad. f) Indicar domicilio y número de teléfono. g) Adjuntar dos fotografías de 4 x 4 cm sin cubrecabeza, de frente y con fondo blanco. CAPÍTULO IV Contralor 13º La Central de Control Aerofotográfico nombrará inspectores debidamente acreditados, quienes estarán facultados para realizar el control que establece el Decreto N° 1739/61, además de los recaudos establecidos precedentemente. 14º Para la ejecución de cada trabajo, la Central de Control Aerofotográfico otorgará un permiso sujeto a las siguientes condiciones: a) Deberán solicitarlo con ocho (8) días de anticipación a la fecha prevista para la operación, no pudiendo efectuar toma alguna sin la autorización expresa (escrita) de dicho organismo. persons living abroad, stating the date of the work, name and address of the purchaser or of the person who ordered the work, detailing the area involved and the type of work; f) Any other measure or report that the Aerial Photography Control Center may consider necessary in order to issue or keep the corresponding registration. 9th In all cases, the companies, agencies and/or persons mentioned in the above paragraphs shall provide the Aerial Photography Control Center with an index and a copy reproducing the aerial photographic works carried out for controlling and filing them, within a period of sixty days since the moment of their execution. CHAPTER III Staff 10th All the staff working on board during the aerial photography tasks must be Argentine. At the beginning of the exploitation and due to technical reasons, the Aerial Photography Control Center may authorize a percentage of foreigners to work as instructors of the Argentine staff",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-3150",
    "text": "their execution. CHAPTER III Staff 10th All the staff working on board during the aerial photography tasks must be Argentine. At the beginning of the exploitation and due to technical reasons, the Aerial Photography Control Center may authorize a percentage of foreigners to work as instructors of the Argentine staff for a period not longer than one (1) year since the date when they start, establishing a procedure which allows the progressive replacement of foreign staff by national staff. 11th The staff shall hold and keep updated all the corresponding ratings required to develop aerial photography activities. 12th Those persons who must obtain the enabling document to perform aerophotographic activities shall meet the following requirements for the State security reasons: a) They must be Argentine. b) They must be at least 18 years old (in the case of minors, the authorization of the father or guardian is required). c) They must hold national identity card. d) They must comply with the annual psychophysiological examination required for aptitude. e) They must present the pertinent proficiency certificates as appropriate. f) They must Indicate address and telephone number. g) They must attach two 4x4 cm frontal photographs on a white background and with no hats or caps. CHAPTER IV Control 13th The Aerial Photography Control Center shall assign duly accredited inspectors, who will be authorized to carry out the supervision activities established by Decree No. 1739/61 and all the above-mentioned regulations. 14th For the execution of each task, the Aerial Photography Control Center shall grant a permit, considering the following conditions: a) This permit shall be requested eight (8) days before the date assigned for the operation, and no photograph can be taken without the express (written) authorization of the agency. AIP ARGENTINA GEN 1.6-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 b) La empresa y/o las personas que soliciten permiso para realizar un trabajo aerofotográfico deberá adjuntar al pedido correspondiente, copia autenticada del contrato o autorización por la cual se le encomienda el mismo. 15º Los permisos a empresas y/o personas que realicen actividades aerofotográficas de tipo publicitario periodístico, se ajustarán a las siguientes condiciones: a) Publicitarias: Se requerirán con 24 horas de anticipación a la realización de las tomas. b) Periodísticas: Se requerirán telefónicamente con una hora de anticipación a la realización de las tomas. c) En todos los casos deberá presentarse la confirmación del pedido por escrito dentro de las 24 horas de efectuada la operación, en la Central de Control Aerofotográfico - Edificio Cóndor, 2° piso Oficina 211 Sector Blanco, calle Pedro Zanni 250 Capital Federal. d) Las empresas y/o personas que no mantengan domicilios legales en la Capital Federal se ajustarán a los tiempos establecidos en los incisos a) y b); en cuanto a lo determinado en el inciso c), deberán confirmarlo por carta expreso. 16º Las solicitudes deberán efectuarse en los formularios que a tal fin confeccionará y entregará la Central de Control Aerofotográfico a las empresas y/o personas acreditadas para la realización de",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-3600",
    "text": "en los incisos a) y b); en cuanto a lo determinado en el inciso c), deberán confirmarlo por carta expreso. 16º Las solicitudes deberán efectuarse en los formularios que a tal fin confeccionará y entregará la Central de Control Aerofotográfico a las empresas y/o personas acreditadas para la realización de trabajos aerofotográficos. 17º Excepto las tomas fotográficas de tipo publicitario o periodístico, toda solicitud deberá venir acompañada de un plano, en lo posible realizado en papel transparente sobre cartografía del Instituto Geográfico Militar, delimitando la zona a relevar con las coordenadas correspondientes. 18º La parte inferior al formulario será llenado por la Central de Control Aerofotográfico y devuelto al solicitante con la conformidad correspondiente. La misma obrará como constancia de la autorización concedida ante la Jefatura del Aeródromo desde donde se efectuarán los trabajos aéreos, quien hará las anotaciones que correspondan para información de la Central de Control Aerofotográfico. 19º Dicha autorización conformada por la Jefatura del Aeródromo deberá ser entregada a la Central de Control Aerofotográfico, una vez finalizado el trabajo y dentro del término de 72 horas. 20º Las aeronaves dedicadas a esta tarea deberán operar, en todos los casos, desde aeródromos que dispongan de los servicios de comunicaciones de la red de tránsito aéreo dependiente del Comando de Regiones Aéreas, o bien desde los que determinará la Central de Control Aerofotográfico, en casos excepcionales, a efectos de facilitar la supervisión y el control de sus movimientos. 21º Las empresas y/o personas, para realizar una operación fotográfica, deberán presentar a la Jefatura del Aeródromo el permiso correspondiente, así como también el plano b) The companies and/or persons that request permission to carry out aerial photographic activities shall attach the corresponding request, an official copy of the contract or authorization stating the requested task. 15th The permits to companies and/or persons carrying out commercial aerial photographic activities, such as advertisements or journalism, shall adjust to the following conditions: a) Advertisements: Permits shall be requested 24 hours before the aerophotograhic activities b) Journalism: Permits shall be requested by telephone one hour before the aerophotographic activities. c) In all cases, the written request confirmation shall be submitted 24 hours before the operation, to the Aerial Photography Control Center - Cóndor Building - 2nd floor Suite 211- White Sector, 250 Pedro Zanni - Capital Federal (Central de Control Aerofotográfico - Edificio Cóndor, 2° piso Oficina 211 - Sector Blanco, Pedro Zanni 250 - Capital Federal). d) The companies and/or persons without legal addresses in Capital Federal shall adjust to the periods established in subsections a) and b); and, as regards subsection c), the confirmation shall be made through an express letter. 16th The requests shall be processed in the forms created and delivered for such purpose by the Aerial Photography Control Center to be filled out by the companies and/or persons accredited to carry out aerial photographic activities. 17th Except for the photographic shots for advertisements or journalism, a chart shall be attached to all requests, if possible, made in a transparent",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-4050",
    "text": "delivered for such purpose by the Aerial Photography Control Center to be filled out by the companies and/or persons accredited to carry out aerial photographic activities. 17th Except for the photographic shots for advertisements or journalism, a chart shall be attached to all requests, if possible, made in a transparent paper sheet using the Military Geographic Institute mapping, specifying the area to be surveyed with the corresponding coordinates. 18th The bottom part of the form shall be filled out by the Aerial Photography Control Center and returned to the interested party with the corresponding approval. Such approval will be considered as a proof of authorization granted before the Office of the Chief of Aerodrome from where the aerial work shall be conducted. The Office of the Chief of Aerodrome shall write down all the information required by the Aerial Photography Control Center. 19th Said authorization of the Office of the Chief of Aerodrome shall be delivered to the Aerial Photography Control Center once the task has been completed and within 72 hours. 20th The aircraft assigned to such tasks shall operate, in all cases, from aerodromes where the air traffic communication net services belonging to the Air Regions Command are available, or else, exceptionally, from those determined by the Aerial Photography Control Center, in order to facilitate the supervision and control of movements. 21st In order to conduct aerial photographic operations, the companies and/or persons shall submit to the Office of the Chief of Aerodrome the pertinent permit granted by the AIP ARGENTINA GEN 1.6.-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 visado con la zona a relevar, otorgado por la Central de Control Aerofotográfico 22º La Jefatura del Aeródromo, una vez comprobada la autorización para realizar la operación aerofotográfica, tomará los siguientes recaudos: a) Presenciará la instalación e inspeccionará en cualquier momento, a bordo de la aeronave, el instrumental fotográfico a utilizar y sellará antes de iniciar cada vuelo los “chasis” que contengan película virgen. b) La película impresionada será empaquetada y precintada en la Jefatura del Aeródromo para ser remitida al lugar de su procesamiento. c) La operación de revelado sólo podrá realizarse en presencia de un Inspector de la Central de Control Aerofotográfico, según las circunstancias de cada caso. Dicho Inspector queda facultado para retener los negativos que considere de inconveniente divulgación, así como también para obtener las copias que puedan ser de interés para la Defensa Nacional, sin abonar por ello ningún derecho al propietario, a cuyo efecto se dará conocimiento al Estado Mayor General de la Fuerza Aérea para que se encargue de su remisión a los Departamentos de Estado interesados. d) La Jefatura del Aeródromo, toda vez que se realice una operación aerofotográfica, remitirá por mensaje a la Central de Control Aerofotográfico, la siguiente información:  Al arribo de una comisión fotográfica: Fecha de arribo de la aeronave. Nómina de la tripulación.  Al remitir los rollos para su procesamiento: Cantidad de rollos remitidos. Zona sobrevolada (con coordenadas geográficas). Dirección a",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-4500",
    "text": "operación aerofotográfica, remitirá por mensaje a la Central de Control Aerofotográfico, la siguiente información:  Al arribo de una comisión fotográfica: Fecha de arribo de la aeronave. Nómina de la tripulación.  Al remitir los rollos para su procesamiento: Cantidad de rollos remitidos. Zona sobrevolada (con coordenadas geográficas). Dirección a la cual se remiten los rollos.  Al término de la operación: Fecha de terminación. Total de rollos remitidos. Total de horas de vuelo. Fecha y hora de decolaje y destino de la aeronave. 23º En las aeronaves, siempre que las características operativas lo permitan, viajará en los vuelos fotográficos un Inspector de la Central de Control Aerofotográfico. 24º Las empresas y/o personas autorizadas para realizar trabajos aerofotográficos deberán facilitar a los inspectores de la Central de Control Aerofotográfico las tareas de control a: Instalaciones, Registros de Trabajos, Fototecas, Laboratorios y a todos los elementos técnicos afines a la toma de aerofotografías y sus consecuencias. 25º Las empresas y/o personas autorizadas para realizar trabajos aerofotográficos, cuando contraten servicios de terceros para la realización de los trabajos especificados en el párrafo anterior, deberán acompañar a la solicitud correspondiente la conformidad de estos a efectos de facilitar el control que estipula el párrafo precedente. 26º La cesación de las actividades aerofotográficas de quienes estén autorizados para realizarlas deberá ser comunicada a la Central de Control Aerofotográfico. Aerial Photography Control Center, as well as the verified chart with the area to be photographed. 22nd Once the authorization to carry out the aerial photographic operation is approved by the Office of the Chief of Aerodrome, such office shall consider the following measures: a) They shall be present at the time of the installation and shall inspect, at any moment, on board the aircraft, the photographic equipment to be used, and seal, before each flight, the “chassis” containing the original film. b) The exposed film shall be wrapped and sealed at the Office of the Chief of Aerodrome to be submitted to the processing site. c) The developing operation may only be performed before an inspector of the Aerial Photography Control Center, considering the circumstances of each case. Said inspector is empowered to retain the film negatives that he/she considers inconvenient to be disclosed, as well as to obtain the copies that could be of interest for the National Defense, without any payment to the owner. Also, the Air Force High Staff shall be informed about this event, so that they can communicate it to interested State Departments. d) Whenever an aerial photographic operation is carried out, the Office of the Chief of Airdrome shall submit a message with the following information to the Aerial Photography Control Center:  Upon the photographic team arrival: Aircraft arrival date. List of crew members.  When photographic rolls are submitted to be processed: Number of rolls submitted. Overflown zone (with geographical coordinates). Address to which the rolls are submitted.  When the operation ends: Termination date. Total number of rolls submitted. Total amount of flying hours. Date and",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-4950",
    "text": "arrival date. List of crew members.  When photographic rolls are submitted to be processed: Number of rolls submitted. Overflown zone (with geographical coordinates). Address to which the rolls are submitted.  When the operation ends: Termination date. Total number of rolls submitted. Total amount of flying hours. Date and time of take-off and aircraft destination. 23rd Whenever the aircraft operative conditions permit, an inspector of the Aerial Photography Control Center shall be present on board. 24th The companies and/or persons authorized to carry out aerial photographic works shall furnish to the inspectors of the Aerial Photography Control Center the control tasks to: installations, record of works, photolibraries, laboratories, and all related technical elements to the aerophotographic shot. 25th When the companies and/or persons authorized to carry out aerial photographic works hire services from third parties for those works specified in the above paragraph, they shall enclose in the corresponding request their agreement in order to facilitate the above-mentioned supervision. 26th The termination of the aerial photographic work by those persons duly authorized to perform them shall be communicated to the Aerial Photography Control Center. AIP ARGENTINA GEN 1.6-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 27º Los negativos, positivos e informes que de actividades aerofotográficas obtengan las reparticiones o las organismos oficiales, nacionales, provinciales o municipales, excluidos los pertenecientes a los Estados Mayores Generales de las FF.AA., deberán ser utilizados únicamente por la repartición que lo realice, salvo autorización expresa de la Central de Control Aerofotográfico. 28º Cuando dichos trabajos sean por cuenta o para entidades privadas en general, toda autorización que otorgue la Central de Control Aerofotográfico, para la realización de los mismos, será bajo condición expresa e ineludible de que los negativos u otros elementos que se determinen deberán ser entregados a la Central de Control Aerofotográficos dentro del plazo que se le fije y luego de su aprovechamiento por el usuario. En el caso de que los trabajos aerofotográficos sean realizados por cuenta o por entidades estatales, nacionales, provinciales o municipales aun autárquicas, la autorización se otorgará bajo la condición de que la entidad respectiva podrá retener como depositaria de los negativos u otros elementos que se determinen, pero con la obligación de comunicar a la Central de Control Aerofotográfico el lugar donde se encuentran y las medidas de seguridad tomadas, sin perjuicio de que, cuando le fueren recabados, deberán entregarlos dentro del plazo que se les fije. 29º Todos aquellos elementos y resultados que se obtengan por intermedio o como consecuencia de actividades aerofotográficas deberán permanecer en el país, no pudiendo remitirse al exterior en forma total o parcial bajo ningún concepto sin la autorización expresa del Poder Ejecutivo en la forma que éste lo determine. La salida de las de carácter publicitario o periodístico serán autorizadas por la Central de Control Aerofotográfica. 30º Las empresas y/o personas que realicen actividades aerofotográficas deberán comprometerse a mantener el “SECRETO DE LOS TRABAJOS” que les fueran confiados cuando así lo determine la Central de",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-5400",
    "text": "que éste lo determine. La salida de las de carácter publicitario o periodístico serán autorizadas por la Central de Control Aerofotográfica. 30º Las empresas y/o personas que realicen actividades aerofotográficas deberán comprometerse a mantener el “SECRETO DE LOS TRABAJOS” que les fueran confiados cuando así lo determine la Central de Control Aerofotográfico. CAPÍTULO V Infracciones 31º Los Jefes de Aeródromos, cuando comprueban que se ha transportado en aeronaves equipos aerofotográficos, cinematográficos, de detección, magnetométricos y de medición en general sin la autorización correspondiente otorgada por la Central de Control Aerofotográfico, o que no conserven intactos los sellos colocados por la autoridad del aeródromo o aeropuerto, procederán a secuestrar los elementos utilizados poniéndolos a disposición de la Central de Control Aerofotográfico, quien adoptará las medidas que correspondan, de acuerdo con la naturaleza de la infracción cometida, dando intervención a las autoridades administrativas o judiciales competentes. 32º Las infracciones a las normas de la presente reglamentación, sin perjuicio de las sanciones previstas en el Decreto N° 27th The aerial work photographic negatives, positives and reports obtained by the official national, provincial or municipal agencies and institutions without considering those belonging to the High General Staff of the Armed Forces shall be solely used by the agency involved in the work, unless there is a written authorization of the Aerial Photography Control Center. 28th When the aerial works are made for private agencies, in general, all authorization issued by the Aerial Photography Control Center for such purposes shall be subject to the express and unavoidable condition that the negatives or any other element shall be submitted to the Aerial Photography Control Center within the fixed period and after the user ́s benefit. In case of the aerial photographic works were conducted by the State, in national, provincial or municipal agencies, even autarchic, the authorization shall be granted on condition that the agency involved may keep the negatives or any other related element, but with the obligation to communicate to the Aerial Photography Control Center the place where they are storaged, taking the pertinent security measures. It should be noted that they will be available upon request within the fixed periods. 29th All those elements and outcomes obtained by means of or as a consequence of air photographic activities shall stay in the country and they shall not be sent abroad in any form or by any reason without the previous express authorization of the Executive Branch and in the form that this power determines. The elements and outcomes related to advertisements or journalism shall be authorized by the Aerial Photography Control Center. 30th The companies and/or persons conducting aerial photographic activities shall have to commit to keep the “SECRET OF THE WORKS” that they were assigned, whenever determined by the Aerial Photography Control Center. CHAPTER V Infringements 31st Whenever the Chiefs of Aerodromes prove that aerial photographic or cinematographic equipment; detection, magnetometric and measurement equipment in general has been transported on aircraft without the pertinent authorization granted by the Aerial Photography Control Center,",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-0-5850",
    "text": "they were assigned, whenever determined by the Aerial Photography Control Center. CHAPTER V Infringements 31st Whenever the Chiefs of Aerodromes prove that aerial photographic or cinematographic equipment; detection, magnetometric and measurement equipment in general has been transported on aircraft without the pertinent authorization granted by the Aerial Photography Control Center, or that the seals placed by the aerodrome authority are not kept in perfect conditions, they will proceed to seize the elements used, making them available for the Aerial Photography Control Center, who shall adopt the corresponding measures, according to the nature of the infringement, with the intervention of the appropriate administrative, judicial or any other competent authority. 32nd Infringements to the regulations in force, apart from the measures foreseen by Decree No. 2352/03, shall be available for the appropriate legal authorities in case of criminal acts. AIP ARGENTINA GEN 1.6.-10 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 2352/83, serán puestas en conocimiento de la justicia competente cuando configuren hechos delictivos. DATOS DE INTERÉS PARA EL USUARIO: CENTRAL DE CONTROL AEROFOTOGRÁFICO Pedro Zanni 250, 2° Piso - Oficina 211 - Sector Blanco Código Postal Nº C1104AXF - Capital Federal TELÉFONOS: (+54 11) 4317-6013 (Lunes a jueves de 07.30 a 14.30 hs. y viernes hasta las 13.00 hs.) (+54 11) 4317–6164 (Fuera del horario de actividad a cargo del Jefe de Turno) FAX: (+54 11) 4317-6013 CONMUTADOR: (+54 11) 4317-6000/3, internos 14636/14637 E-MAIL: buefgcca@faa.mil.com USEFUL INFORMATION FOR USERS: AIR PHOTOGRAPHY CONTROL CENTER Pedro Zanni 250, 2º Piso - Oficina 211 - Sector Blanco Código Postal C1104AXF - Capital Federal TELEPHONE NUMBERS: (+54 11) 4317-6013 (Mondays thru Thursdays from 07.30 to 14.30 and Fridays until",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 6.pdf-1-0",
    "text": "13.00); (+54 11) 4317-6164 (After activity hours, Chief on duty) FAX NUMBER: (+54 11) 4317-6013 SWITCHBOARD: (+54 11) 4317-6000/3, extensions 14636/14637 E-MAIL ADDRESS: buefgcca@faa.mil.com",
    "metadata": {
      "source": "AIP - GEN1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]