[
  {
    "id": "AIP - GEN3 - 6.pdf-0-0",
    "text": "AIP ARGENTINA GEN 3.6-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 GEN 3. SERVICIOS / SERVICES GEN 3.6 BÚSQUEDA Y SALVAMENTO GEN 3.6 SEARCH AND RESCUE 1. Servicio responsable La Empresa Argentina de Navegación Aérea Sociedad del Estado (EANA S.E.), como prestadora del Servicio de Navegación Aérea, planifica y elabora todo lo concerniente a la prestación del Servicio de Búsqueda y Salvamento (SAR) aeronáutico, desempeñando las funciones de supervisión, comunicación, coordinación para la búsqueda y el salvamento, como así también la asistencia médica inicial o la evacuación médica en una situación de peligro, mediante la utilización de recursos públicos y privados, incluyendo las aeronaves, los buques y otras embarcaciones e instalaciones que colaboren en las operaciones. La misión del servicio SAR aeronáutico es organizar y coordinar los esfuerzos de los organismos estatales y/o privados que concurren con sus medios para la búsqueda y salvamento de aeronaves en peligro o accidentadas para el rescate de personas, tripulantes y material, cooperar en caso de siniestro con los demás sistemas colaterales y conducir la ejecución de las operaciones a través de los Centros Coordinadores de Salvamento (RCC) dentro de las áreas de responsabilidad. En lo referente al Servicio de Alerta, éste es brindado normalmente por las distintas Dependencias de los Servicios de Tránsito Aéreo de jurisdicción, por ser las que normalmente declaran a una aeronave en determinada fase de emergencia, o las que reciben la notificación o información de que una aeronave está o puede estar afectada por una situación de emergencia. En lo que respecta al proceso operativo de las misiones de búsqueda y salvamento aeronáutico, la prestación del servicio está a cargo del Centro Coordinador de Salvamento Aeronáutico (ARCC), cuyo personal planifica, coordina y dirige la acción a seguir por los distintos medios que ejecutan las operaciones de búsqueda y salvamento o que colaboran en las tareas (medios aéreos, terrestres o marítimos de las unidades de las fuerzas armadas, de seguridad, de empresas de transporte aéreo, o de otros organismos estatales y/o privados). Dependientes del Centro Coordinador de Salvamento Aeronáutico (ARCC) existen Subcentros de Salvamento Aeronáuticos (ARSC) permanentes, establecidos en consideración a la geografía y climatología de la subregión que tienen a su cargo, los que se detallan en la sección 2. La Administración Nacional de Aviación Civil (ANAC), en su carácter de autoridad aeronáutica ejerce la regulación, supervisión y fiscalización de las prestaciones transferidas a la Empresa Argentina de Navegación Aérea Sociedad del Estado (EANA S.E.), de conformidad con las normas nacionales y armonizadas con las normas internacionales emitidas por la Organización de Aviación Civil Internacional (OACI) en relación con la Prestación del Servicio de Búsqueda y Salvamento aeronáutico en el territorio argentino y sus aguas jurisdiccionales, así como en toda otra área que por convenios internacionales, de manera permanente o transitoria, esté bajo la jurisdicción de una dependencia argentina de búsqueda y salvamento. En lo que respecta al procesamiento y desarrollo de normas y procedimientos, el organismo responsable dependiente de la ANAC 1. Responsible service",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-450",
    "text": "jurisdiccionales, así como en toda otra área que por convenios internacionales, de manera permanente o transitoria, esté bajo la jurisdicción de una dependencia argentina de búsqueda y salvamento. En lo que respecta al procesamiento y desarrollo de normas y procedimientos, el organismo responsable dependiente de la ANAC 1. Responsible service The Argentine Air Navigation Company (Empresa Argentina de Navegación Aérea - Sociedad del Estado - EANA S.E.), as provider of the Air Navigation Service, plans and prepares everything related to the aeronautical Search and Rescue Service (SAR), performing the functions of supervision, communication, coordination for search and rescue, as well as the initial medical assistance or medical evacuation in a dangerous situation, by means of the use of public and private resources, including aircraft, ships and other vessels and facilities that collaborate in the operations. The mission of the aeronautical SAR service is to organize and coordinate the efforts of state and/or private organizations that attend with their resources to the search and rescue of aircraft in distress or in accidents for the rescue of persons, crew and material, to cooperate in case of disaster with other collateral systems and to conduct the execution of operations through the Rescue Coordination Centers (RCC) within the areas of responsibility. As regards the Alert Service, it is normally provided by the different Air Traffic Services Units of jurisdiction, since they are the ones that normally declare an aircraft to be in a certain emergency phase, or the ones that receive the notification or information that an aircraft is or may be affected by an emergency. Regarding the operational process of aeronautical search and rescue missions, the service is provided by the Aeronautical Rescue Coordination Center (ARCC), whose staff plans, coordinates and directs the action to be taken by the different means that carry out the search and rescue operations or collaborate in the tasks (air, land or maritime means of the units of the armed forces, security, air transport companies, or other state and/or private organizations). Under the Aeronautical Rescue Coordination Center (ARCC), there are permanent Aeronautical Rescue Sub-centers (ARSC), established in consideration of the geography and climatology of the subregion they are in charge of, which are detailed in section 2. The National Civil Aviation Administration (ANAC), in its capacity as aeronautical authority, exercises the regulation, supervision and oversight of the services transferred to Empresa Argentina de Navegación Aérea Sociedad del Estado (EANA S.E.), in accordance with national regulations, in accordance with the national rules and harmonized with the international rules issued by the International Civil Aviation Organization (ICAO) in relation to the Provision of Aeronautical Search and Rescue Services in the Argentine territory and its jurisdictional waters, as well as in any other area that by international agreements, permanently or temporarily, is under the jurisdiction of an Argentine search and rescue unit. As regards the processing and development of rules and procedures, the responsible agency under the ANAC is the AIP ARGENTINA GEN 3.6-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2023",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-900",
    "text": "any other area that by international agreements, permanently or temporarily, is under the jurisdiction of an Argentine search and rescue unit. As regards the processing and development of rules and procedures, the responsible agency under the ANAC is the AIP ARGENTINA GEN 3.6-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2023 30 NOVIEMBRE 2023 es la DIRECCIÓN NACIONAL INSPECCIÓN DE NAVEGACIÓN AÉREA, que además tiene la responsabilidad de supervisar la gestión del ARCC y ARSC, u otros componentes del sistema. La dirección postal y telegráfica, así como los demás medios de comunicación, que corresponden a los organismos mencionados, son los que se detallan seguidamente: DIRECCIÓN NACIONAL INSPECCIÓN DE NAVEGACIÓN AÉREA Dirección de Regulación, Normas y Procedimientos – Departamento Programación Técnica. Balcarce 290, (C1107AAF) – Ciudad autónoma de Buenos Aires REPÚBLICA ARGENTINA Teléfono: (+54 11) 5941-3174 Teléfono/Fax: (+54 11) 5941-3013 Mail: infoanac@gob.ar Dirección Telegráfica Aeronáutica (AFTN): SABBAFYX EMPRESA ARGENTINA DE NAVEGACIÓN AÉREA SOCIEDAD DEL ESTADO (EANA S.E.) Bouchard 547 9° Piso, C1006AAG – Ciudad Autónoma de Buenos Ai res - REPÚBLICA ARGENTINA Dirección Telegráfica Aeronáutica (AFS): SABGYTYX / SABGYFYX E-mail: operaciones@eana.com.ar https://www.eana.com.ar/servicios#node-115 https://eana.com.ar/contacto La dirección postal y telegráfica, además de los otros datos que corresponden al Centro Coordinador de Salvamento Aeronáutico (ARCC) y los Subcentros de Salvamento Aeronáuticos (ARSC) permanentes, son los que se especifican a continuación: Dependencias SAR y su jurisdicción Centro Coordinador de Salvamento Aeronáutico Ezeiza (ARCC EZE) Nombre: Centro Coordinador de Salvamento Aeronáutico Ezeiza. Dirección Postal: Centro Coordinador de Salvamento Ezeiza - Aeropuerto Internacional Ezeiza / Ministro Pistarini – Puerta 50 Piso 3º (1804) - EZEIZA – PROVINCIA DE BUENOS AIRES República Argentina. Dirección telegráfica Aeronáutica (AFS): SAEZYCYX Teléfono: RCC (+54 11) 4480-0200 / 4480-2222 Teléfono (nacional): 0800-888-8727 Celular corporativo: (+54 11) 28879216 Conmutador (línea rotativa) 4480-2200 internos: 57222 / 57308 Alternativo ACC Ezeiza (+54 11) 4480-2203 / 44802265 o Conmutador 4480-2211 al 2219 interno 57344 o 57265 o 57542 Fax: (+54 11) 4480-2222 E-mail: sareze@eana.com.ar Región de Búsqueda y Salvamento (SRR): La Región de Búsqueda y Salvamento coincide con los correspondientes límites laterales de las Regiones de Información de Vuelo (FIR ́s) Comodoro Rivadavia, Córdoba, Ezeiza, Mendoza y Resistencia que limitan con las FIR ́s de los Estados adyacentes. En el caso de las regiones sobre alta mar, limita con las Regiones de Búsqueda y Salvamento Marítimas de los Estados adyacentes. NATIONAL DIRECTORATE OF AIR NAVIGATION INSPECTIONS, which is also responsible for supervising the management of the ARCC and ARSC, or other components of the system. The postal and telegraphic address, as well as other means of communication, which correspond to the above mentioned agencies, are those detailed below: NATIONAL DIRECTORATE OF AIR NAVIGATION INSPECTIONS Direction of Regulation, Standards & Procedures – Technical Planning Department. Balcarce 290, (C1107AAF) – Autonomous City of Buenos Aires ARGENTINE REPUBLIC Phone: (+54 11) 5941-3174 Phone/Fax: (+54 11) 5941-3013 E-mail: infoanac@gob.ar Aeronautical Telegraphic Address (AFTN): SABBAFYX ARGENTINE AIR NAVIGATION COMPANY (EANA S.E.) Bouchard 547 Floor 9°, C1006AAG – Ciudad Autónoma de Buenos Ai res - REPÚBLICA ARGENTINA Aeronautical Telegraphic Address: SABGYTYX / SABGYFYX",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-1350",
    "text": "– Autonomous City of Buenos Aires ARGENTINE REPUBLIC Phone: (+54 11) 5941-3174 Phone/Fax: (+54 11) 5941-3013 E-mail: infoanac@gob.ar Aeronautical Telegraphic Address (AFTN): SABBAFYX ARGENTINE AIR NAVIGATION COMPANY (EANA S.E.) Bouchard 547 Floor 9°, C1006AAG – Ciudad Autónoma de Buenos Ai res - REPÚBLICA ARGENTINA Aeronautical Telegraphic Address: SABGYTYX / SABGYFYX E-mail: operaciones@eana.com.ar https://www.eana.com.ar/servicios#node-115 https://eana.com.ar/contacto The postal and telegraphic address, in addition to the other data corresponding to the Aeronautical Rescue Coordination Center (ARCC) and the permanent Aeronautical Rescue Sub-Centers (ARSC), are those specified below: SAR Units and their jurisdiction Ezeiza Aeronautical Rescue Coordination Center (ARCC EZE) Name: Centro Coordinador de Salvamento Aeronáutico Ezeiza Postal Address: Ezeiza Aeronautical Rescue Coordination Center – Ezeiza / Ministro Pistarini Internacional Airport / Gate 50 3rd Floor (1804) - EZEIZA – PROVINCE OF BUENOS AIRES. Argentine Republic. Aeronautical Telegraphic Address (AFS): SAEZYCYX Telephone: RCC (+54 11) 4480-0200 / 4480-2222 Telephone (national): 0800-888-8727 Corporate cellular: (+54 11) 28879216 Switchboard (rotary line) 4480-2200 Extensions: 57222 / 57308 Alternative Ezeiza ACC (+54 11) 4480-2203 / 44802265 or Switchboard 4480-2211 to 2219 extension 57344 or 57265 or 57542 Fax: (+54 11) 4480-2222 E-mail: sareze@eana.com.ar Search and Rescue Region (SRR): The Search and Rescue Region coincides with the corresponding lateral boundaries of the Flight Information Regions (FIR's) Comodoro Rivadavia, Cordoba, Ezeiza, Mendoza and Resistencia bordering the FIR's of adjacent States. In the case of the regions over the high seas, it borders with the Maritime Search and Rescue Regions of the adjacent States. AIP ARGENTINA GEN 3.6-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Organismo Responsable: Empresa Argentina de Navegación Aérea Sociedad del Estado. Subcentro de Salvamento Aeronáutico Resistencia (ARSC SIS) Nombre: Subcentro de Salvamento Aeronáutico Resistencia. Dirección Postal: Subcentro de Salvamento Aeronáutico - Aeropuerto Resistencia (3500) – RESISTENCIA. PROVINCIA DEL CHACO República Argentina. Dirección Telegráfica Aeronáutica (AFS): SAREYCYX Teléfono: (+54 362) 4423578 Teléfono (nacional): 0800-888-8727 Conmutador: (+54 362) 443-6291 Interno: 32-194. Celular corporativo: (+54 362) 4843256 Alternativo ACC Resistencia (+54 362) - 444-0939 Conmutador: (+54 362) 443-6276 o 443-6291 o 443-6292 o 443-6293 Interno: 32138 Fax: (+54 0362) 4423578 E-mail: sarsis@eana.com.ar Subregión de Búsqueda y Salvamento (SRS): Comprende el área cuyos límites son coincidentes con los límites de la FIR Resistencia. Organismo responsable: Empresa Argentina de Navegación Aérea Sociedad del Estado. Subcentro de Salvamento Aeronáutico Córdoba (ARSC CBA) Nombre: Subcentro de Salvamento Aeronáutico Córdoba. Dirección Postal: Subcentro de Salvamento Aeronáutico Córdoba. Aeropuerto Internacional Córdoba / Ing. Ambrosio Taravella Camino a Pajas Blancas Km. 8 ½ (5008) – CÓRDOBA. PROVINCIA DE CÓRDOBA República Argentina Dirección Telegráfica Aeronáutica (AFS): SACOYCYX Teléfono: (+54 351) 475-6457. Teléfono (nacional): 0800-888-8727 Conmutador (+54 351) 475-6400 internos 36457 / 36282. Alternativo ACC Córdoba (+54 351) 433-5350 o 475-6448. Fax: (+54 351) 475-6457 E-mail: sarcba@eana.com.ar Subregión de Búsqueda y Salvamento (SRS): Comprende el área cuyos límites son coincidentes con los establecidos para la FIR Córdoba. Organismo responsable: Empresa Argentina de Navegación Aérea Sociedad del Estado (EANA S.E.). Subcentro de Salvamento Aeronáutico Mendoza (ARSC DOZ) Nombre: Subcentro de Salvamento Aeronáutico Mendoza Dirección Postal: Subcentro de",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-1800",
    "text": "sarcba@eana.com.ar Subregión de Búsqueda y Salvamento (SRS): Comprende el área cuyos límites son coincidentes con los establecidos para la FIR Córdoba. Organismo responsable: Empresa Argentina de Navegación Aérea Sociedad del Estado (EANA S.E.). Subcentro de Salvamento Aeronáutico Mendoza (ARSC DOZ) Nombre: Subcentro de Salvamento Aeronáutico Mendoza Dirección Postal: Subcentro de Salvamento Mendoza. Aeropuerto El Plumerillo (5541) – LOS TAMARINDOS - PROVINCIA DE MENDOZA República Argentina. Dirección telegráfica Aeronáutica (AFS): SAMEYCYX Responsible Agency: Argentine Air Navigation Company (EANA S.E.). Resistencia Aeronautical Rescue Sub-center (ARSC SIS) Name: Subcentro de Salvamento Aeronáutico Resistencia. Postal Address: Resistencia Aeronautical Rescue Sub-center - Resistencia Airport. (3500) - RESISTENCIA. PROVINCE OF CHACO Argentine Republic. Aeronautical Telegraphic Address (AFS): SAREYCYX Telephone: (+54 362) 4423578 Telephone (national): 0800-888-8727 Switchboard: (+54 362) 443-6291 Extension: 32-194. Corporate cellular: (+54 362) 4843256 Alternative - Resistencia ACC (+54 362) - 444-0939 Switchboard: (+54 362) 443-6276 or 443-6291 or 443-6292 or 443-6293 Extension: 32138 Fax: (+54 0362) 4423578 E-mail: sarsis@eana.com.ar Search and Rescue Sub-region (SRS): It comprises the area whose limits coincide with the boundaries of the Resistencia IRR. Responsible Agency: Argentine Air Navigation Company (EANA S.E.). Córdoba Aeronautical Rescue Sub-center (ARSC CBA) Name: Subcentro de Salvamento Aeronáutico Córdoba. Postal Address: Córdoba Aeronautical Rescue Sub-center. Cordoba / Ing. Ambrosio Taravella International Airport Road to Pajas Blancas Km. 8 ½ mile. (5008) - CÓRDOBA, PROVINCE OF CÓRDOBA. Argentine Republic Aeronautical Telegraphic Address (AFS): SACOYCYX Telephone: (+54 351) 475-6457. Telephone (national): 0800-888-8727 Switchboard (+54 351) 475-6400 ext. 36457 / 36282. Alternative- Córdoba ACC (+54 351) 433-5350 or 475- 6448. Fax: (+54 351) 475-6457 E-mail: sarcba@eana.com.ar Search and Rescue Sub-region (SRS): It comprises the area whose limits coincide with those established for the FIR Córdoba. Responsible Agency: Argentine Air Navigation Company (EANA S.E.). Mendoza Aeronautical Rescue Sub-center (ARSC DOZ) Name: Subcentro de Salvamento Aeronáutico Mendoza Postal Address: Mendoza Rescue Sub-center. El Plumerillo Airport (5541) - LOS TAMARINDOS - PROVINCE OF MENDOZA. Argentine Republic. Aeronautical Telegraphic Address (AFS): SAMEYCYX AIP ARGENTINA GEN 3.6-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Teléfono: Conmutador (+54 261) 448-8986 Interno: 65434 / 65351 Teléfono (nacional): 0800-888-8727 Celular corporativo (+54 261) 5410847 Alternativo ACC. - (+54 261) 448-7486 Conmutador: (+54 261) 441-0900 Interno: 65337 Fax: 0261-4488986 int 65362 E-mail: sardoz@eana.com.ar Subregión de Búsqueda y Salvamento (SRS): Comprende el área cuyos límites son coincidentes con los establecidos para la FIR Mendoza. Organismo Responsable: Empresa Argentina de Navegación Aérea Sociedad del Estado Subcentro de Salvamento Aeronáutico Comodoro Rivadavia (ARSC CRV) Nombre: Subcentro de Salvamento Aeronáutico Comodoro Rivadavia. Dirección Postal: Subcentro de Salvamento Aeronáutico. Aeropuerto Comodoro Rivadavia. Ruta provincial Nº 1 Km. 9 (9000) - COMODORO RIVADAVIA - PROVINCIA DE CHUBUT República Argentina. Dirección Telegráfica Aeronáutica (AFS): SAVCYCYX Teléfono (nacional): 0800-888-8727 Teléfono directo DDI (+54 297) 4548083 Celular corporativo (+54 297) 5370789 Alternativo ACC Comodoro Rivadavia: (+54 297) 454-8375. Conmutador: 454- 8084 Interno 50519 / 353 Fax: (+54 297) 454-8375. E-mail: sarcrv@eana.com.ar Subregión de Búsqueda y Salvamento (SRS): Comprende el área cuyos límites son coincidentes con los establecidos para la FIR Comodoro Rivadavia.",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-2250",
    "text": "DDI (+54 297) 4548083 Celular corporativo (+54 297) 5370789 Alternativo ACC Comodoro Rivadavia: (+54 297) 454-8375. Conmutador: 454- 8084 Interno 50519 / 353 Fax: (+54 297) 454-8375. E-mail: sarcrv@eana.com.ar Subregión de Búsqueda y Salvamento (SRS): Comprende el área cuyos límites son coincidentes con los establecidos para la FIR Comodoro Rivadavia. Organismo Responsable: Empresa Argentina de Navegación Aérea Sociedad del Estado. Todas las dependencias mencionadas precedentemente (ARCC y ARSC) garantizarán el suministro del servicio las veinticuatro (24) horas, durante los trescientos sesenta y cinco (365) días del año. El servicio se brinda de acuerdo con lo establecido en los siguientes documentos:  Regulaciones Argentinas de Aviación Civil (RAAC), Parte 212  Búsqueda y Salvamento (derivado del Anexo 12 al Convenio sobre Aviación Civil Internacional - Búsqueda y Salvamento);  Doc. 9731-AN/958 - Manual Internacional de los Servicios Aeronáuticos y Marítimos de Búsqueda y Salvamento (IAMSAR);  Doc. 7030 - Procedimientos Suplementarios Regionales de la OACI;  Doc. 8733 - Plan de Navegación Aérea de la Región CAR/SAM de la OACI.  Plan Nacional de Búsqueda y Salvamento Telephone: Switchboard (+54 261) 448-8986 Extension: 65434 / 65351 Phone (national): 0800-888-8727 Corporate cellular (+54 261) 5410847 Alternative ACC. - (+54 261) 448-7486 Switchboard: (+54 261) 441-0900 Extension: 65337 Fax: 0261-4488986 int 65362 E-mail: sardoz@eana.com.ar Search and Rescue Sub-region (SRS): It comprises the area whose limits coincide with those established for the Mendoza IRR. Responsible Agency: Argentine Air Navigation Company (EANA S.E.). Comodoro Rivadavia Aeronautical Rescue Sub-center (ARSC CRV) Name: Subcentro de Salvamento Aeronáutico Comodoro Rivadavia. Postal Address: Aeronautical Rescue Sub-center. Comodoro Rivadavia Airport. Provincial Route Nº 1 Km. 9 (9000) - COMODORO RIVADAVIA - PROVINCE OF CHUBUT. Argentine Republic. Aeronautical Telegraphic Address (AFS): SAVCYCYX Telephone (national): 0800-888-8727 Telephone International: (+54 297) 4548083 Corporate cellular (+54 297) 5370789 Alternative ACC Comodoro Rivadavia: (+54 297) 454-8375. Switchboard: 454- 8084 Extension 50519 / 353. Fax: (+54 297) 454-8375. E-mail: sarcrv@eana.com.ar Search and Rescue Sub-region (SRS): It comprises the area whose limits coincide with those established for the Comodoro Rivadavia FIR. Responsible Agency: Argentine Air Navigation Company (EANA S.E.). All the above-mentioned agencies (ARCC and ARSC) shall guarantee the supply of the service twenty-four (24) hours a day, during the three hundred and sixty-five (365) days of the year. The service is provided in accordance with the following documents:  Argentine Civil Aviation Regulations (RAAC), Part 212  Search and Rescue (derived from Annex 12 to the Convention on International Civil Aviation - Search and Rescue);  Doc. 9731-AN/958 - International Aeronautical and Maritime Search and Rescue Services (IAMSAR) Manual;   Doc. 7030 - ICAO Regional Supplementary Procedures;   Doc. 8733 - ICAO CAR/SAM Region Air Navigation Plan.   National Search and Rescue Plan AIP ARGENTINA GEN 3.6-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 2. Área de responsabilidad En lo que respecta a la organización de carácter operativo, el área de responsabilidad está dividida en una (1) Región de Búsqueda y Salvamento (SRR) y cuatro (4) Subregiones de Búsqueda y",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-2700",
    "text": "AIP ARGENTINA GEN 3.6-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 2. Área de responsabilidad En lo que respecta a la organización de carácter operativo, el área de responsabilidad está dividida en una (1) Región de Búsqueda y Salvamento (SRR) y cuatro (4) Subregiones de Búsqueda y Salvamento, cuyos límites coinciden con los de las respectivas Regiones de Información de Vuelo (FIR). Asimismo, dentro de la SRR se han delimitado Subregiones de Búsqueda y Salvamento Aeronáutico (ASRS), en consideración a la geografía y climatología del área que abarcan. La SRR y SRS, sus límites y las dependencias de jurisdicción son las siguientes:  SRR EZEIZA - Límites verticales de la Región de Búsqueda y Salvamento, coinciden con los correspondientes límites verticales publicados para las Regiones de Información de Vuelo (Espacio Aéreo Superior y Espacio Aéreo Inferior):  Comodoro Rivadavia, Córdoba, Ezeiza, Mendoza y Resistencia y los límites laterales son lindantes con las Regiones de Información de Vuelo: FIR CURITIBA, FIR ASUNCIÓN, FIR LA PAZ, FIR ANTOFAGASTA, FIR SANTIAGO, FIR PUERTO MONTT, FIR PUNTA ARENAS, FIR MONTEVIDEO, FIR MONTEVIDEO ORIENTAL y FIR JOHANNESBURG OCEANIC - Dependencia responsable RCC Ezeiza.  SRS RESISTENCIA - Límites coincidentes con los de la FIR Resistencia - Dependencia responsable ARSC Resistencia.  SRS CÓRDOBA - Límites coincidentes con los de la FIR Córdoba - Dependencia responsable ARSC Córdoba.  SRS MENDOZA - Límites coincidentes con los de la FIR Mendoza - Dependencia responsable ARSC Mendoza.  SRS COMODORO RIVADAVIA - Límites coincidentes con los de la FIR Comodoro Rivadavia - Dependencia responsable ARSC Comodoro Rivadavia.  3. Tipos de servicio En la República Argentina, debido a la vastedad de las áreas marítimas de jurisdicción y al extenso litoral oceánico, el Servicio de Búsqueda y Salvamento Aeronáutico se complementa con el Servicio de Búsqueda y Salvamento marítimo, que es suministrado por la Armada Argentina, quien dispone, además de los medios navales que le son propios, de medios aéreos. En las mencionadas áreas marítimas, comprendidas en las Regiones de Búsqueda y Salvamento Ezeiza y Subregión de Búsqueda y Salvamento Comodoro Rivadavia, la cobertura aérea depende de un despliegue considerable de aeronaves, lo que resulta en un extraordinario esfuerzo, no solo debido a la inmensidad de dichas áreas sino a las condiciones meteorológicas extremas que pueden encontrarse en las mismas, como ocurre en el Mar de Hoces o Estrecho de Drake, lo que puede dificultar sobremanera el desarrollo de las operaciones de búsqueda y rescate. 2. Area of Responsibility Regarding the operational organization, the area of responsibility is divided into one (1) Search and Rescue Region (SRR) and four (4) Search and Rescue Sub-Regions, whose boundaries coincide with those of the respective Flight Information Regions (FIR). Likewise, within the SRR, Aeronautical Search and Rescue Sub- Regions (ASRS) have been delimited, in consideration of the geography and climatology of the area they cover. The SRR and SRS, their limits and jurisdiction units are as follows:  EZEIZA SRR - Vertical limits of the Search and Rescue Region,",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-3150",
    "text": "Likewise, within the SRR, Aeronautical Search and Rescue Sub- Regions (ASRS) have been delimited, in consideration of the geography and climatology of the area they cover. The SRR and SRS, their limits and jurisdiction units are as follows:  EZEIZA SRR - Vertical limits of the Search and Rescue Region, coincide with the corresponding vertical limits published for the Flight Information Regions (Upper Airspace and Lower Airspace):  Comodoro Rivadavia, Córdoba, Ezeiza, Mendoza, Resistencia, and the lateral limits are adjacent to the Flight Information Regions: CURITIBA FIR, ASUNCIÓN FIR, LA PAZ FIR, ANTOFAGASTA FIR, SANTIAGO FIR, PUERTO MONTT FIR, PUNTA ARENAS FIR, MONTEVIDEO FIR, MONTEVIDEO ORIENTAL FIR and JOHANNESBURG OCEANIC FIR - Responsible unit Ezeiza RCC.  RESISTENCIA SRS - Boundaries coincident with those of the Resistencia FIR - Responsible unit Resistencia ARSC.  CÓRDOBA SRS - Boundaries coincident with those of Córdoba FIR - Responsible unit Córdoba ARSC.  MENDOZA SRS - Boundaries coincident with those of Mendoza FIR - Responsible unit Mendoza ARSC.  COMODORO RIVADAVIA SRS - Boundaries coincident with those of FIR Comodoro Rivadavia - Responsible unit Comodoro Rivadavia ARSC. 3. Types of service In the Argentine Republic, due to the vastness of the maritime areas under its jurisdiction and the extensive ocean coastline, the Aeronautical Search and Rescue Service is complemented by the Maritime Search and Rescue Service, which is provided by the Argentine Navy, which has, in addition to its own naval means, aerial means. In the aforementioned maritime areas, included in the Ezeiza Search and Rescue Region and the Comodoro Rivadavia Search and Rescue Sub-Region, air coverage depends on a considerable deployment of aircraft, which results in an extraordinary effort, not only due to the immensity of such areas but also to the extreme weather conditions that may be found there, as in the Sickle Sea or Drake Strait, which may make the development of search and rescue operations extremely difficult. AIP ARGENTINA GEN 3.6-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Áreas en las que sería muy difícil la búsqueda y el salvamento a) Cordillera de los Andes y Precordillera en toda su extensión, desde el límite con Bolivia hasta el extremo sur en la Provincia de Tierra del Fuego, en el límite con Chile. b) Las áreas comprendidas por las Sierras Pampeanas, en las provincias de Tucumán, Catamarca, La Rioja, San Juan, Córdoba y San Luis. c) Áreas selváticas de las provincias de Jujuy, Salta, Tucumán. d) Áreas selváticas de las provincias de Formosa, Chaco, Misiones y Corrientes. e) El desierto patagónico, comprendiendo el territorio de las provincias de Río Negro, Chubut, Santa Cruz y Tierra del Fuego. f) La Antártida. g) Océano Atlántico, debido a la gran extensión del área de jurisdicción y, en especial, el Mar de Hoces o Pasaje de Drake, debido a las condiciones climáticas extremas. Servicio de Alerta de Socorro Satelital El Servicio de Alerta de Socorro Satelital es generado en conjunto por la ARMADA ARGENTINA y la FUERZA AÉREA ARGENTINA. El segmento",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-3600",
    "text": "extensión del área de jurisdicción y, en especial, el Mar de Hoces o Pasaje de Drake, debido a las condiciones climáticas extremas. Servicio de Alerta de Socorro Satelital El Servicio de Alerta de Socorro Satelital es generado en conjunto por la ARMADA ARGENTINA y la FUERZA AÉREA ARGENTINA. El segmento argentino se integró a la red mundial COSPAS-SARSAT en marzo de 2002 y tiene plena capacidad operativa (FOC) desde el 01 de diciembre de 2002. El CENTRO DE CONTROL DE MISIÓN ARGENTINA (ARMCC) mantiene y administra la \"Base de Datos Única de Balizas 406 argentinas\" que agrupa la información de las radiobalizas con código de país \"701\", incluyendo las EPIRB, ELT, PLB. La dirección postal y contactos de este centro son: Centro de Control de Misiones Argentina (ARMCC) - Iª Brigada Aérea - G. III. Comunicaciones Av. Matienzo e Itacumbú S/N 1684 - EL PALOMAR - PROVINCIA DE BUENOS AIRES República Argentina. Teléfono: (+54 11) 4751-2935 Fax: (+54 - 11) 4480-2486 Sitio Web: www.sass.gov.ar E-mail: armcc@sass.gov.ar Nota. — Para más información, ingresar en el sitio Web. Acuerdos SAR a) La República Argentina es uno de los signatarios del ACUERDO MULTILATERAL DE BÚSQUEDA Y SALVAMENTO, que fue suscripto en Lima (Perú) a partir del 11 de mayo de 1973. b) Los gobiernos de la República Argentina y del Reino Unido de Gran Bretaña e Irlanda del Norte, suscribieron en Buenos Aires y Londres el 24 de septiembre de 1991, una “Declaración Conjunta” en cuyo Título II - “Búsqueda y Salvamento Marítimo y Aéreo (SAR)”, han acordado los procedimientos para la “coordinación en relación a Areas where search and rescue operations would be very difficult a) The Andes Mountain Range and Pre Mountain Range in all its extension, from the border with Bolivia to the extreme south in the Province of Tierra del Fuego, in the border with Chile. b) The areas comprised by the Sierras Pampeanas, in the provinces of Tucumán, Catamarca, La Rioja, San Juan, Córdoba and San Luis. c) Jungle areas in the provinces of Jujuy, Salta, Tucumán. d) Jungle areas of the provinces of Formosa, Chaco, Misiones and Corrientes. e) The Patagonian desert, including the territory of the provinces of Río Negro, Chubut, Santa Cruz and Tierra del Fuego. f) Antarctica. g) Atlantic Ocean, due to the great extension of the area of jurisdiction and, especially, the Sea of Sickles (Mar de Hoces) or Drake Passage (Pasaje de Drake), due to extreme weather conditions. Satellite Distress Alert Service The Satellite Distress Alert Service is generated jointly by the ARGENTINE NAVY and the ARGENTINE AIR FORCE. The Argentine segment was integrated to the COSPAS-SARSAT global network in March 2002 and has full operational capability (FOC) since December 1, 2002. The ARGENTINE MISSION CONTROL CENTER (ARMCC) maintains and manages the \"Argentine 406 Beacons Unique Database\" which groups the information of the beacons with country code \"701\", including EPIRBs, ELTs, PLBs. The postal address and contacts of this center are: Argentine Missions Control Center (ARMCC) - Iª Brigada Aérea - G.",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-4050",
    "text": "The ARGENTINE MISSION CONTROL CENTER (ARMCC) maintains and manages the \"Argentine 406 Beacons Unique Database\" which groups the information of the beacons with country code \"701\", including EPIRBs, ELTs, PLBs. The postal address and contacts of this center are: Argentine Missions Control Center (ARMCC) - Iª Brigada Aérea - G. III. Communications Av. Matienzo and Itacumbú S/N 1684 - EL PALOMAR - PROVINCE OF BUENOS AIRES. Argentine Republic. Phone: (+54 11) 4751-2935 Fax: (+54 - 11) 4480-2486 Website: www.sass.gov.ar E-mail: armcc@sass.gov.ar Note. — For more information, please visit the Website. SAR Agreements a) The Argentine Republic is one of the signatories of the MULTILATERAL SEARCH AND RESCUE AGREEMENT, which was signed in Lima (Peru) on May 11, 1973. b) The governments of the Argentine Republic and the United Kingdom of Great Britain and Northern Ireland, signed in Buenos Aires and London on September 24, 1991, a \"Joint Declaration\" in whose Title II - \"Maritime and Air Search and Rescue (SAR)\", have agreed on the procedures for the \"coordination in relation to maritime AIP ARGENTINA GEN 3.6-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 actividades de búsqueda y salvamento marítimo y aéreo” en la zona del “Atlántico Sudoccidental”, en virtud del establecimiento de la “Zona de Control Terminal” “para el Aeropuerto de Monte Agradable” (Islas Malvinas), acordando, entre otras cosas, que la dependencia responsable de brindar el servicio de búsqueda y salvamento “aéreo” es el RCC Comodoro Rivadavia, por encontrarse dicho espacio aéreo “dentro de la Región de Información de vuelo (FIR) Comodoro Rivadavia”. c) Los gobiernos de la República Argentina y de la República de Sudáfrica, signaron en la Ciudad de Pretoria el 8 de septiembre de 2006, un Acuerdo “para la coordinación de sus servicios de búsqueda y salvamento marítimos y aeronáuticos”, concertando en el mismo todas las cuestiones atinentes a la prestación de dichos servicios. d) Otras cartas de acuerdo se encuentran vigentes con los siguientes países:  República Federativa del Brasil.  República de Chile.  República Oriental del Uruguay.  Estado Plurinacional de Bolivia.  República del Paraguay 4. Condiciones de disponibilidad Medios SAR El Código Aeronáutico de la República Argentina (Ley 17.285 modificada por las Leyes 19.620, 20.509 y 22.390), en su Título VIII “Búsqueda, Asistencia y Salvamento”, Art. 175, manda que “Los explotadores y comandantes de aeronaves están obligados, en la medida de sus posibilidades, a prestar colaboración en la búsqueda de aeronaves, a requerimiento de la autoridad aeronáutica.” Asimismo, el Art. 176 del antedicho Código, dispone que “El comandante de una aeronave está obligado a prestar los siguientes socorros:” “1- asistencia a otras aeronaves que se encuentren en situación de peligro;” “2- salvamento de personas que se encuentren a bordo de aeronaves en peligro.” Además, el Decreto Nº 39.829/47 por el cual fue creado el “Servicio de Búsqueda y Salvamento” en la República Argentina, establece en su Artículo 3º que “Concurrirán con sus esfuerzos al mejor funcionamiento del Servicio de Búsqueda y Salvamento Aeronáutico todos los organismos estatales y privados",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-4500",
    "text": "de aeronaves en peligro.” Además, el Decreto Nº 39.829/47 por el cual fue creado el “Servicio de Búsqueda y Salvamento” en la República Argentina, establece en su Artículo 3º que “Concurrirán con sus esfuerzos al mejor funcionamiento del Servicio de Búsqueda y Salvamento Aeronáutico todos los organismos estatales y privados del País, a cuyo fin y para coordinar esos esfuerzos, autorizase al Servicio de Búsqueda y Salvamento Aeronáutico (Decreto Nº 39.829/47), para dirigirse directamente a las autoridades nacionales, provinciales y municipales y organismos privados con el fin de efectuar gestiones y solicitar la colaboración necesaria para el mejor cumplimiento de las misiones asignadas en el Artículo 2º del presente decreto.” De acuerdo con lo anterior, el personal del ARCC o ARSC en función de suministrar el Servicio de Búsqueda y Salvamento aeronáutico, ante la necesidad de planificar y ejecutar una misión SAR, tiene la potestad de convocar a los medios y al personal dependientes de todo organismo estatal o privado que a su criterio o juicio pueda resultar de utilidad en las operaciones a realizar. No obstante, los principales organismos que suministran medios para llevar a cabo las operaciones de búsqueda y salvamento son las fuerzas armadas, la Prefectura Naval Argentina, la Gendarmería and air search and rescue activities\" in the \"Southwest Atlantic\" zone, by virtue of the establishment of the \"Terminal Control Zone\" \"for the Monte Agradable Airport\" (Falkland Islands), agreeing, among other things, that the unit responsible for providing the \"air\" search and rescue service is the Comodoro Rivadavia RCC, since said airspace is \"within the Comodoro Rivadavia Flight Information Region (FIR)\". c) The governments of the Argentine Republic and the Republic of South Africa signed in the City of Pretoria on September 8, 2006, an Agreement \"for the coordination of their maritime and aeronautical search and rescue services”, agreeing therein all matters relating to the provision of such services. d) Other letters of agreement are in force with the following countries:  Federative Republic of Brazil.  Republic of Chile.  Oriental Republic of Uruguay.  Plurinational State of Bolivia.  Republic of Paraguay. 4. Availability Conditions SAR Means The Aeronautical Code of the Argentine Republic (Law 17.285 as amended by Laws 19620, 20509 and 22390), in its Title VIII \"Search, Assistance and Rescue\", Section 175, mandates that \"Aircraft operators and commanders are obliged, to the extent of their possibilities, to cooperate in the search for aircraft, at the request of the aeronautical authority\". Likewise, Section 176 of the aforementioned Code, provides that \"The commander of an aircraft is obliged to render the following relief:\" \"1- assistance to other aircraft in distress;\" \"2- rescue of persons on board aircraft in distress.\" In addition, Decree No. 39829/47 by which the \"Search and Rescue Service\" was created in the Argentine Republic, establishes in its Section 3 that \"All state and private organizations of the Country shall assist with their efforts to the better functioning of the Aeronautical Search and Rescue Service, to which end and in order to coordinate",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-4950",
    "text": "which the \"Search and Rescue Service\" was created in the Argentine Republic, establishes in its Section 3 that \"All state and private organizations of the Country shall assist with their efforts to the better functioning of the Aeronautical Search and Rescue Service, to which end and in order to coordinate those efforts, the Aeronautical Search and Rescue Service (Decree No. 39829/47) is authorized to address directly to the national, provincial and municipal authorities and private organisms in order to make arrangements and request the necessary collaboration for the best fulfillment of the missions assigned in Section 2 of the present decree.\" In accordance with the above, the ARCC or ARSC personnel in order to provide the Aeronautical Search and Rescue Service, when faced with the need to plan and execute a SAR mission, has the power to summon the means and personnel depending on any state or private agency that in their criteria or judgment may be useful in the operations to be carried out. Notwithstanding, the main agencies that provide means to carry out search and rescue operations are the Armed Forces, the Argentine Naval Prefecture, the National Gendarmerie and other security forces, as well AIP ARGENTINA GEN 3.6-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Nacional y demás fuerzas de seguridad, así como organismos estatales de provincia, contando con:  La FUERZA AÉREA ARGENTINA con aeronaves de ala fija ELR, MRG y SRG; de alas rotativas HEL-L y HEL-M, con tripulaciones entrenadas para las tareas en misiones SAR. Además, cuenta con paracaidistas especialmente adiestrados (PRU). Todas las aeronaves, menos las SRG y HEL-L, pueden ser configuradas para transportar equipo de supervivencia preparado para ser lanzado según sean las características de la zona donde se desarrolle la misión SAR.  La ARMADA ARGENTINA con aeronaves de ala fija ELR y de alas rotativas HEL-H. Además, cuenta con buques de distintas características y radios de acción que son catalogadas como RV. Todos los medios están tripulados por personal adiestrado y entrenado en tareas de búsqueda y salvamento, por ser la Armada la autoridad responsable del SAR marítimo. Los helicópteros pueden ser configurados para transportar equipo de supervivencia preparado para ser lanzado. Además, cuenta con unidades de paracaidistas entrenados para operar en el mar.  El EJÉRCITO ARGENTINO posee aeronaves de ala fija SRG y de alas rotativas HEL-L, HEL-M y HEL-H. Los helicópteros pueden ser configurados para transportar equipo de supervivencia preparado para ser lanzado, excepto los HEL- L. Además, en los regimientos de montaña cuenta con personal adiestrado que pueden constituir brigadas o unidades de salvamento de montaña (MRU).  La PREFECTURA NAVAL ARGENTINA cuenta con aeronaves de ala fija MRG y SRG; y de alas rotativas HEL-L y HEL-M. Además, dispone de embarcaciones de distintas características y radios de acción que son catalogadas como RB y RV. Todos los medios están tripulados por personal adiestrado y entrenado en tareas de búsqueda y salvamento. Todas las aeronaves, menos las SRG y HEL-L, pueden ser configuradas para",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-5400",
    "text": "rotativas HEL-L y HEL-M. Además, dispone de embarcaciones de distintas características y radios de acción que son catalogadas como RB y RV. Todos los medios están tripulados por personal adiestrado y entrenado en tareas de búsqueda y salvamento. Todas las aeronaves, menos las SRG y HEL-L, pueden ser configuradas para transportar equipo de supervivencia preparado para ser lanzado.  La GENDARMERÍA NACIONAL dispone de aeronaves de ala fija SRG y de alas rotativas HEL-L en distintos puntos del país. Si bien las tripulaciones no están específicamente adiestradas para las tareas de búsqueda y salvamento, el entrenamiento para cumplir las funciones que le son propias, así como la experiencia en el desarrollo de operaciones en diversas regiones, las hace aptas para intervenir en misiones SAR. Además, cuenta con personal que resulta apto para conformar brigadas terrestres, debido a su adiestramiento para desenvolverse en regiones selváticas, montañosas o desérticas.  Las fuerzas de seguridad y gobiernos de provincia suelen disponer de medios aéreos de distintas características. En lo que respecta a las acciones en tierra las fuerzas policiales disponen de baquianos que resultan muy útiles para guiar a las brigadas en zonas selváticas, desérticas, montañosas o todo otro tipo de área de difícil acceso o desplazamiento. - De conformidad con el Art. 25 del Convenio sobre Aviación Civil Internacional, y con lo estipulado en los acuerdos vigentes, el servicio y las instalaciones están disponibles las veinticuatro (24) horas, durante los trescientos sesenta y cinco (365) días del año, en la condición de “internacional”. as provincial state agencies, including:  The ARGENTINEAN AIR FORCE with fixed wing aircraft ELR, MRG and SRG; rotary wing HEL-L and HEL-M, with crews trained for tasks in SAR missions. It also has specially trained paratroopers (PRU). All aircraft, except the SRG and HEL-L, can be set to carry survival equipment ready to be launched according to the characteristics of the area where the SAR mission is being carried out.  The ARGENTINE NAVY with fixed-wing ELR and rotary-wing HEL-H aircraft. In addition, it has ships of different characteristics and action radius that are classified as RV. All means are manned by personnel trained in search and rescue tasks, as the Navy is the authority responsible for maritime SAR. The helicopters can be set to carry survival equipment ready to be launched. In addition, it has units of paratroopers trained to operate at sea.  The ARGENTINE ARMY has fixed-wing SRG and rotary-wing HEL-L, HEL-M and HEL-H aircraft. The helicopters can be set to carry survival equipment ready to be dropped, except for the HEL-Ls. In addition, trained personnel in mountain regiments can form mountain rescue brigades or units (MRU).  The ARGENTINE COAST GUARD has fixed-wing aircraft MRG and SRG; and rotary-wing aircraft HEL-L and HEL-M. In addition, it has ships of different characteristics and action radius, which are classified as RB and RV. All means are manned by personnel trained in search and rescue tasks. All aircraft, except the SRG and HEL-L, can be set to",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-5850",
    "text": "MRG and SRG; and rotary-wing aircraft HEL-L and HEL-M. In addition, it has ships of different characteristics and action radius, which are classified as RB and RV. All means are manned by personnel trained in search and rescue tasks. All aircraft, except the SRG and HEL-L, can be set to carry survival equipment ready to be launched.  The NATIONAL GENDARMERIE has fixed-wing SRG and rotary-wing HEL-L aircraft at various locations throughout the country. Although the crews are not specifically trained for search and rescue tasks, their training to perform their duties, as well as their experience in the development of operations in different regions, make them suitable to intervene in SAR missions. In addition, its personnel are suitable to form ground brigades, due to their training to operate in jungle, mountainous or desert regions.  The security forces and provincial governments usually have different types of aerial means at their disposal. With regard to ground actions, police forces have expert guides that are very useful for guiding brigades in jungle, desert, mountainous or any other type of area that is difficult to access or move around. In accordance with Section 25 of the Convention on International Civil Aviation, and with the stipulations of the agreements in force, the service and facilities are available twenty-four (24) hours, during the three hundred and sixty-five (365) days of the year, in the \"international\" condition. AIP ARGENTINA GEN 3.6-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Clasificación de los medios SAR / Classification of the SAR means AVIONES Y OTRAS AERONAVES DISTINTAS DE LOS HELICÓPTEROS / AIRPLANES AND OTHER AIRCRAFT OTHER THAN HELICOPTERS Abreviatura / Acronym Categoría / Category ELR Radio de acción extragrande (1 500 NM, más 02:30 hs. de búsqueda). / Extra large radius of action (1,500 NM, over 02:30 hs of search) VLR Radio de acción muy grande (1 000 NM, más 02:30 hs. de búsqueda). / Very large radius of action (1,000 NM, over 02:30 hs of search) LRG Radio de acción grande (750 NM, más 02:30 hs. de búsqueda). / Large radius of action (750 NM, over 02:30 hs of search) MRG Radio de acción medio (400 NM, más 02.30 hs. de búsqueda). Medium radius of action (400 NM, over 02:30 hs of search) SRG Radio de acción corto (150 NM, más 00:30 hs. de búsqueda). / Short radius of action (150 NM, over 00:30 hs of search) HELICÓPTEROS / HELICOPTERS Abreviatura / Acronym Categoría / Category HEL-L Helicóptero liviano (radio de acción, a efectos de salvamento, hasta de 100 NM, y capacidad para evacuar de 1 a 5 personas). / Light helicopter (action radius, for rescue purposes, up to 100 NM, and capacity to evacuate 1 to 5 persons). HEL-M Helicóptero mediano (radio de acción, a efectos de salvamento, de 100 a 200 NM, y capacidad para evacuar de 6 a 15 personas). / Medium helicopter (action radius, for rescue purposes, from 100 to 200 NM, and capacity to evacuate 6 to 15 people).",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-6300",
    "text": "evacuate 1 to 5 persons). HEL-M Helicóptero mediano (radio de acción, a efectos de salvamento, de 100 a 200 NM, y capacidad para evacuar de 6 a 15 personas). / Medium helicopter (action radius, for rescue purposes, from 100 to 200 NM, and capacity to evacuate 6 to 15 people). HEL-H Helicóptero pesado (radio de acción, a efectos de salvamento, de más de 200 NM, y capacidad para evacuar más de 15 personas). / Heavy helicopter (action radius, for rescue purposes, of more than 200 NM, and capacity to evacuate more than 15 people). MEDIOS MARÍTIMOS / MARINE MEANS Abreviatura / Acronym Categoría / Category RB Bote de salvamento – embarcación de corto radio de acción de uso costero y/o fluvial. / Lifeboat - short-range vessel for coastal and/or river use. RV Buque de salvamento – embarcación de gran radio de acción para navegación de altura. / Salvage Ship - Ship of large radius of action for deep-sea navigation. En el caso de que las autoridades del Servicio de Búsqueda y Salvamento de otro Estado requieran la asistencia o cooperación de medios SAR de la República Argentina, lo deben hacer según lo establecido en el acuerdo o carta de acuerdo vigente; o de no existir dicho documento requiriéndolo directamente al ARCC con jurisdicción en la región de búsqueda y salvamento (SRR) lindante correspondiente. In the event that the authorities of the Search and Rescue Service of another State require the assistance or cooperation of SAR means of the Argentine Republic, they must do so according to the provisions of the agreement or letter of agreement in force; or if there is no such document, requesting it directly to the ARCC with jurisdiction in the corresponding neighboring Search and Rescue Region (SRR). AIP ARGENTINA GEN 3.6-10 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 MEDIOS TERRESTRES / GROUND MEANS Abreviatura / Acronym Categoría / Category PRU Unidad de salvamento por paracaídas. / Parachute rescue unit. MRU Unidad de salvamento de montaña. / Mountain rescue unit. SRU Unidad de salvamento urbano. / Urban rescue unit. CRU Unidad de salvamento en cuevas. / Cave rescue unit. DRU Unidad de salvamento en el desierto. / Desert rescue unit. 5. Procedimientos y señales utilizados Procedimientos: Los procedimientos para los pilotos al mando de una aeronave alertada para o por la observación de un accidente, o como retransmisores de llamadas y/o mensajes son los establecidos en la RAAC 212, Subparte E, los cuales se transcriben a continuación: “212.411 Procedimientos que deben seguirse en el lugar de un accidente. (a) Cuando múltiples instalaciones y servicios participan en las operaciones de búsqueda y salvamento en el lugar del siniestro, el Centro Coordinador de Búsqueda y Salvamento o el Subcentro de Salvamento designará a una o más brigadas al lugar del siniestro para que coordinen todas las actividades a fin de garantizar la seguridad y eficacia de las operaciones aéreas y marítimas, teniendo en cuenta las capacidades de las instalaciones y servicios en cuestión y los requisitos",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-6750",
    "text": "o el Subcentro de Salvamento designará a una o más brigadas al lugar del siniestro para que coordinen todas las actividades a fin de garantizar la seguridad y eficacia de las operaciones aéreas y marítimas, teniendo en cuenta las capacidades de las instalaciones y servicios en cuestión y los requisitos operacionales. (b) Cuando el piloto al mando observe que otra aeronave o una embarcación se halla en situación de peligro, deberá, de ser posible, a menos que lo considere ilógico o innecesario: (1) no perder de vista la aeronave o embarcación en peligro hasta que sea ineludible dejar el lugar del siniestro o el Centro Coordinador de Salvamento le comunique que su presencia ya no es necesaria; (2) determinar la posición de la aeronave o embarcación en peligro; (3) según proceda, dar cuenta al Centro Coordinador de Salvamento o a la dependencia de los servicios de tránsito aéreo, de toda la información que pueda obtener respecto a los siguientes datos: (i) tipo de embarcación o aeronave en peligro, su identificación y condición; (ii) su posición, expresada en coordenadas geográficas o reticulares o en distancia y rumbo verdadero desde un punto de referencia bien designado o desde una radioayuda para la navegación; (iii) hora en que se ha verificado la observación, expresada en horas y minutos de tiempo 5. Procedures and signals used Procedures: The procedures for pilots in command of an aircraft alerted to or by observation of an accident, or as relayers of calls and/or messages are those set forth in RAAC 212, Subpart E, which are transcribed below: \"212.411 Procedures to be followed at the scene of an accident. (a) When multiple facilities and services are involved in search and rescue operations at the casualty site, the Search and Rescue Coordinating Center or the Rescue Sub-center shall designate one or more brigades to the casualty site to coordinate all activities to ensure safe and efficient air and sea operations, taking into account the capabilities of the facilities and services concerned and operational requirements. (b) When the pilot in command observes that another aircraft or a vessel is in distress, he/she shall, if possible, unless he/she considers it illogical or unnecessary: (1) not lose sight of the aircraft or craft in distress until it is unavoidable to leave the scene of the casualty or the Rescue Coordinating Center advises him that his presence is no longer required; (2) determine the position of the aircraft or craft in distress; (3) as appropriate, report to the Rescue Coordination Center or air traffic services unit, all information he may obtain with respect to the following data: (i) type of ship or aircraft in distress, its identification and condition; (ii) its position, expressed in geographic or grid coordinates or in distance and true bearing from a well-designated reference point or from a radio navigation aid; (iii) time at which the observation was verified, expressed in hours and minutes of Coordinated AIP ARGENTINA GEN 3.6-11 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-7200",
    "text": "in geographic or grid coordinates or in distance and true bearing from a well-designated reference point or from a radio navigation aid; (iii) time at which the observation was verified, expressed in hours and minutes of Coordinated AIP ARGENTINA GEN 3.6-11 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 universal coordinado (UTC); (iv) número de personas observadas; (v) si se ha visto a los ocupantes abandonar la aeronave o embarcación en peligro; (vi) condiciones meteorológicas en el lugar del siniestro; (vii) condición física aparente de los supervivientes; (viii) la mejor ruta posible de acceso por tierra al lugar del siniestro; y (4) proceder de acuerdo con las instrucciones del Centro Coordinador de Búsqueda y Salvamento o la dependencia de los servicios de tránsito aéreo. (c) Si la primera aeronave que llegue al lugar del accidente no es una aeronave de búsqueda y salvamento, se hará cargo de las actividades que hayan de llevar a cabo en el lugar todas las demás aeronaves que acudan con posterioridad, hasta que la primera aeronave de búsqueda y salvamento llegue al lugar del accidente. Si, mientras tanto, dicha aeronave no puede establecer comunicación con el correspondiente Centro Coordinador de Búsqueda y Salvamento o dependencia de los servicios de tránsito aéreo, transferirá, de común acuerdo, la dirección de las operaciones a una aeronave que pueda establecer y mantener dichas comunicaciones hasta que llegue la primera aeronave de búsqueda y salvamento. (d) Cuando sea necesario que una aeronave transmita información a los supervivientes o a las brigadas de salvamento de superficie y no se disponga de comunicación en ambos sentidos, lanzará, siempre que sea posible, un equipo de comunicaciones que permita establecer contacto directo o transmitirá la información lanzando un mensaje impreso. (e) Cuando se haya hecho una señal terrestre, la aeronave indicará si ha comprendido o no la señal usando los métodos descritos en (d) o, si ello no fuera posible, haciendo la señal visual. (f) Cuando una aeronave deba dirigir una embarcación hacia el lugar donde se halle una aeronave o una embarcación en peligro, lo efectuará transmitiendo instrucciones precisas con cualquiera de los medios de que disponga. Si no puede establecerse comunicación por radio, la aeronave deberá hacer la señal visual apropiada. Nota. —Las señales visuales de aire a superficie y de superficie a aire figuran en el Apéndice A de la RAAC 212.” “212.413 Procedimientos que debe seguir un piloto al mando que capte una transmisión de socorro. (a) Cuando un piloto al mando de una aeronave capte una transmisión de socorro, de ser posible, el piloto deberá: (1) acusar recibo de la transmisión de socorro; (2) anotar la posición de la aeronave o embarcación en peligro, si aquélla se ha dado; (3) tomar una marcación sobre la transmisión; (4) informar al correspondiente Centro Coordinador de Búsqueda y Salvamento o dependencia de los servicios de tránsito aéreo, de la llamada de la aeronave o embarcación en peligro, dándole toda la información disponible; y (5) a criterio del piloto, mientras espera",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-7650",
    "text": "ha dado; (3) tomar una marcación sobre la transmisión; (4) informar al correspondiente Centro Coordinador de Búsqueda y Salvamento o dependencia de los servicios de tránsito aéreo, de la llamada de la aeronave o embarcación en peligro, dándole toda la información disponible; y (5) a criterio del piloto, mientras espera instrucciones, dirigirse hacia la posición dada en la transmisión.” Universal Time (UTC); (iv) number of persons observed; (v) whether the occupants were seen to leave the aircraft or ship in distress; (vi) weather conditions at the scene of the incident; (vii) apparent physical condition of the survivors; (viii) the best possible route of access by land to the casualty site; and (4) proceed as directed by the Search and Rescue Coordination Center or air traffic services unit. (c) If the first aircraft to arrive at the scene of the accident is not a search and rescue aircraft, it shall take over the activities to be carried out at the scene by all other aircraft arriving thereafter until the first search and rescue aircraft arrives at the scene of the accident. If, in the meantime, such aircraft cannot establish communications with the corresponding Search and Rescue Coordination Center or air traffic services unit, it shall, by mutual agreement, transfer the direction of operations to an aircraft that can establish and maintain such communications until the first search and rescue aircraft arrives. (d) When it is necessary for an aircraft to transmit information to survivors or surface rescue squads and two-way communication is not available, it shall, whenever possible, launch communications equipment that allows direct contact to be established or transmit the information by launching a printed message. (e) When a ground signal has been made, the aircraft shall indicate whether or not it has understood the signal by using the methods described in (d) or, if that is not possible, by making the visual signal. (f) When an aircraft is required to direct a craft to the location of an aircraft or craft in distress, it shall do so by transmitting precise instructions by any means at its disposal. If radio communication cannot be established, the aircraft shall make the appropriate visual signal. Note. —Air-to-surface and surface-to-air visual signals are listed in Appendix A of RAAC 212.\" \"212.413 Procedures to be followed by a pilot in command who picks up a distress transmission. (a) When a pilot in command of an aircraft picks up a distress transmission, if possible, the pilot must: (1) acknowledge receipt of the distress transmission; (2) note the position of the aircraft or craft in distress, if given; (3) take a bearing on the transmission; (4) inform the appropriate Search and Rescue Coordination Center or air traffic services unit of the distressed aircraft or craft call, giving all available information; and (5) at the pilot's discretion, while awaiting instructions, steer toward the position given in the transmission.\" AIP ARGENTINA GEN 3.6-12 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2023 30 NOVIEMBRE 2023 “212.415 Señales de búsqueda y salvamento.",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-8100",
    "text": "services unit of the distressed aircraft or craft call, giving all available information; and (5) at the pilot's discretion, while awaiting instructions, steer toward the position given in the transmission.\" AIP ARGENTINA GEN 3.6-12 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2023 30 NOVIEMBRE 2023 “212.415 Señales de búsqueda y salvamento. (a) Las señales visuales aire a superficie y superficie a aire que figuran en el Apéndice A se utilizarán con el significado que en él se indica. Se utilizarán solamente para los fines indicados, y no se usará ninguna otra señal que pueda confundirse con ellas. (b) Al observar cualesquiera de las señales indicadas en el Apéndice A, las aeronaves obrarán de conformidad con la interpretación que de la señal se da en dicho Apéndice.” \"212.415 Search and rescue signals. (a) The air-to-surface and surface-to-air visual signals listed in Appendix A shall be used with the meaning indicated therein. They shall be used only for the purposes indicated, and no other signals shall be used which could be confused with them. (b) In observing any of the signals listed in Appendix A, aircraft shall act in accordance with the interpretation of the signal given in that Appendix.\" Las señales del Apéndice A, antes mencionado, RAAC 212 son las siguientes: The signals in Appendix A, above, RAAC 212 are as follows: CÓDIGO DE SEÑALES VISUALES DE TIERRA A AIRE A UTILIZAR POR LOS SOBREVIVIENTES/ GROUND-TO-AIR VISUAL SIGNALING CODE TO BE USED BY SURVIVORS SEÑALES A UTILIZAR POR LAS BRIGADAS DE SALVAMENTO / SIGNALS TO BE USED BY THE RESCUE BRIGADES NÚMERO / NUMBER MENSAJE / MESSAGE SÍMBOLO DEL CÓDIGO / CODE SYMBOL NÚMERO / NUMBER MENSAJE / MESSAGE SÍMBOLO DEL CÓDIGO / CODE SYMBOL 1 Necesitamos ayuda / We need help V 1. Operación terminada / Finished operation LLL 2 Necesitamos ayuda médica / We need medical help X 2. Hemos hallado a todos los ocupantes / We have found all occupants LL 3 No o negativo / No or negative N 3. Hemos hallado solo a algunos ocupantes / We have found only a few occupants ++ 4 Si o afirmativo / Yes or affirmative Y 4. No podemos continuar. Regresamos a la base / We are not able to continue. Returning to base XX 5 Estamos avanzando en esta dirección / We are moving in this direction 5. Nos hemos dividido en dos grupos. Cada uno se dirige en el sentido indicado. / We have divided into two groups. Each one goes in the direction indicated. 6. Se ha recibido información de que la aeronave está en esta dirección / Information has been received that the aircraft is at this direction. 7. No hemos hallado nada. Continuamos la búsqueda / We have not found anything. We continue our search N N Además de las señales indicadas precedentemente, se agregan a continuación aquellas que figuran en el Manual Internacional de los Servicios Aeronáuticos y Marítimos de Búsqueda y Salvamento (IAMSAR). In addition to the above-mentioned signals, the signals listed in",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-8550",
    "text": "/ We have not found anything. We continue our search N N Además de las señales indicadas precedentemente, se agregan a continuación aquellas que figuran en el Manual Internacional de los Servicios Aeronáuticos y Marítimos de Búsqueda y Salvamento (IAMSAR). In addition to the above-mentioned signals, the signals listed in the International Aeronautical and Maritime Search and Rescue Services (IAMSAR) Manual are added below. AIP ARGENTINA GEN 3.6-13 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Señales a ser utilizadas por los sobrevivientes y/o por las brigadas de rescate: Signals to be used by survivors and/or rescue brigades: Señales aire-superficie Señales para ser efectuadas por los pilotos de las aeronaves Air-to-surface signals Signals to be made by the aircraft pilots Necesitamos asistencia médica / We need medical assistance Nuestro receptor funciona / Our receiver works Lance el mensaje / Launch the message Afirmativo (Sí) / Affirmative (Yes) Negativo (No) / Negative (No) Todo va bien No esperen / All is well Don't wait No intente aterrizar aquí / Don’t try to land here Aterrice aquí / Land here Podemos partir en breve – esperen si es posible / We can leave shortly - please wait if possible Necesitamos mecánicos o piezas de recambio / We need mechanics or spare parts Recójanos, abandonamos el avión / Pick us up, we left the airplane Mensaje recibido y comprendido (Alabeando) Message received and understood (Rolling) Mensaje recibido y no comprendido (Describiendo un círculo) Message received and not understood (Describing a circle) Afirmativo (Cabeceando el morro) Affirmative (Dip nose of plane) Negativo (Guiñando a izquierda y derecha) Negative (yawing to left and right) AIP ARGENTINA GEN 3.6-14 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 AIP ARGENTINA GEN 3.6-15 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Comunicaciones Los procedimientos de comunicaciones en lo que respecta a las “comunicaciones de socorro” se especifican en el documento “Normas y Procedimientos de Telecomunicaciones en Jurisdicción Aeronáutica” de la República Argentina, “Parte I – Instalaciones y servicios CNS”, Capítulo 8, Sección 8.4 “Comunicaciones para fines de búsqueda y salvamento aeronáutico (ByS)”. Asimismo, en el documento PROCEDIMIENTOS DE TELECOMUNICACIONES AERONÁUTICAS se especifican los procedimientos respecto a las “comunicaciones de socorro y urgencia” en radiotelefonía. Los procedimientos mencionados precedentemente derivan del Anexo 10 al Convenio sobre Aviación Civil Internacional, Volumen II, Capítulo V – “Procedimientos relativos a las comunicaciones radiotelefónicas de socorro y de urgencia”. En las comunicaciones durante las operaciones de búsqueda y salvamento serán empleados los códigos y abreviaturas que figuran en el Documento 8400 de la OACI – “Códigos y Abreviaturas de Comunicaciones”. También se encuentran en el documento “Normas y Procedimientos de Telecomunicaciones en Jurisdicción Aeronáutica” de la República Argentina, Parte IV “Códigos y Abreviaturas de Comunicaciones”. Todos los Centros de Control de Área (ACC) y demás Dependencias ATS que tienen asignada la frecuencia 121,5 MHz, mantienen escucha permanente en la misma. La información concerniente a distintivos de llamada, horas de operación y frecuencias disponibles de las Dependencias ATS",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-9000",
    "text": "Argentina, Parte IV “Códigos y Abreviaturas de Comunicaciones”. Todos los Centros de Control de Área (ACC) y demás Dependencias ATS que tienen asignada la frecuencia 121,5 MHz, mantienen escucha permanente en la misma. La información concerniente a distintivos de llamada, horas de operación y frecuencias disponibles de las Dependencias ATS están publicadas en la Parte ENR 2 de esta AIP; asimismo para el caso de las Dependencias de Control de Aproximación y TWR, están publicadas en la parte AD, párrafo 2.18 correspondiente a cada aeródromo. La frecuencia 121,5 MHz solo se usará para informar una situación de peligro o para las comunicaciones entre la aeronave en peligro y las afectadas al servicio SAR. Las frecuencias radioeléctricas a ser utilizadas para las comunicaciones por los componentes o medios de búsqueda y salvamento (aéreos, marítimos y terrestres) serán las que asigne el Centro Coordinador de Búsqueda y Salvamento aeronáutico (ARCC) o Subcentro de Salvamento Aeronáutico (ARSC) a cargo de la misión, el “Coordinador de la misión de búsqueda y salvamento” o el “Coordinador en el lugar del siniestro”. De igual manera, serán dichas autoridades a cargo de la misión las encargadas de asignar el “distintivo de llamada” con que se identificarán los medios participantes en una misión u operación de búsqueda y salvamento. 6. Equipamiento de emergencia de las aeronaves Las aeronaves llevarán los elementos y equipamiento de emergencia, de acuerdo con el tipo de operación a realizar, de conformidad con lo establecido en las Regulaciones Argentinas de Aviación Civil (RAAC). Nota. —Ver RAAC Parte 91, Parte 121 y Parte 135. Communications Communications procedures regarding \"distress communications\" are specified in the document \"Telecommunications Standards and Procedures in Aeronautical Jurisdiction\" of the Argentine Republic, \"Part I - CNS Installations and Services\", Chapter 8, Section 8.4 \" Communications for aeronautical search and rescue purposes (ByS, its acronym in Spanish)\". Likewise, the document AERONAUTICAL TELECOMMUNICATIONS PROCEDURES specifies the procedures regarding \"distress and emergency communications\" in radiotelephony. The above-mentioned procedures are derived from Annex 10 to the Convention on International Civil Aviation, Volume II, Chapter V - \"Procedures relating to distress and emergency radiotelephone communications\". In communications during search and rescue operations, the codes and abbreviations contained in ICAO Document 8400 - \"Communications Codes and Abbreviations\" shall be used. They are also found in the document “Telecommunications Standards and Procedures in Aeronautical Jurisdiction\" of the Argentine Republic, Part IV \"Communications Codes and Acronyms\". All Area Control Centers (ACC) and other ATS Units that have been assigned the frequency 121.5 MHz, keep permanent listening watch on it. The information concerning call signs, hours of operation and available frequencies of the ATS Units are published in Part ENR 2 of this AIP; likewise, in the case of the Approach Control Units and TWR, they are published in Part AD, paragraph 2.18 corresponding to each aerodrome. The frequency 121.5 MHz shall only be used to report a hazardous situation or for communications between the aircraft in distress and those involved in the SAR service. The radio frequencies to be",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-9450",
    "text": "Approach Control Units and TWR, they are published in Part AD, paragraph 2.18 corresponding to each aerodrome. The frequency 121.5 MHz shall only be used to report a hazardous situation or for communications between the aircraft in distress and those involved in the SAR service. The radio frequencies to be used for communications by the search and rescue components or means (aerial, maritime and terrestrial) will be those assigned by the Aeronautical Search and Rescue Coordination Center (ARCC) or Aeronautical Rescue Sub-center (ARSC) in charge of the mission, the \"Search and Rescue Mission Coordinator\" or the \"On-Scene Coordinator\". Likewise, these authorities in charge of the mission will be in charge of assigning the \"call sign\" with which the means participating in a search and rescue mission or operation will be identified. 6. Aircraft emergency equipment Aircraft shall carry the emergency elements and equipment, according to the type of operation to be performed, in accordance with the provisions of the Argentine Civil Aviation Regulations (RAAC). Nota. —See RAAC Part 91, Part 121 and Part 135. AIP ARGENTINA GEN 3.6-16 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 7. Transmisor de Localización de Emergencia (E.L.T.) Consideraciones generales El fundamento del éxito de una operación de búsqueda y salvamento es la celeridad con que se la pueda organizar y llevar a cabo, por lo que es sumamente importante detectar rápidamente que una aeronave se encuentra en una situación de emergencia o ha sufrido un accidente, y poder establecer la ubicación con la mayor exactitud. Es por ello la Autoridad Aeronáutica ha reglamentado en las Regulaciones Argentinas de Aviación Civil (RAAC) Parte 91, la obligación de disponer del ELT que transmita en 406 y 121,5 MHz simultáneamente para las aeronaves y las operaciones que en dicha norma se especifican. Asimismo, es muy importante que el piloto al mando de una aeronave indique en el plan de vuelo si dispone del ELT a bordo; y que se encuentre familiarizado con las instrucciones para su uso. En relación con lo determinado por la Organización COSPAS- SARSAT con respecto al “phase out” sobre el uso de las radiobalizas de 121,5 y 243 MHz, y a los lineamientos establecidos por la OACI, se recuerda a los usuarios que el sistema satelital dejó de procesar las emisiones en dichas frecuencias a partir del 01 de febrero de 2009, quedando únicamente activa la detección y procesamiento de las señales emitidas por las radiobalizas de 406 MHz. La señal de 121,5 MHz es utilizada para facilitar la detección en la zona de búsqueda por parte del personal de rescate. Registro del ELT Todos los transmisores de localización de emergencias (ELT) deben ser inscriptos en el Registro Nacional de Radiobalizas de Localización de Emergencias Aeronáuticas. El formulario de inscripción puede ser descargado de la página web de la ANAC. Se recomienda al usuario mantener actualizados los datos de registro de manera de evitar demoras en la identificación y procesamiento de la alerta. Para el cumplimiento de esta norma, los interesados",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-9900",
    "text": "de Localización de Emergencias Aeronáuticas. El formulario de inscripción puede ser descargado de la página web de la ANAC. Se recomienda al usuario mantener actualizados los datos de registro de manera de evitar demoras en la identificación y procesamiento de la alerta. Para el cumplimiento de esta norma, los interesados deben dirigirse a: DIRECCIÓN DE AERONAVEGABILIDAD Departamento Aviónica y Sistemas Técnicos Oficina de Registro de Radiobalizas de Localización de Emergencias Balcarce 290, (C1107AAF) – Ciudad autónoma de Buenos Aires REPÚBLICA ARGENTINA Tel.: (+54 11) 5941-3000 / 9 interno: 69962 Fax: (+54 11) 5941-3000 / 9 interno: 69870 Comprobaciones de funcionamiento Antes y después del vuelo, realice las verificaciones según los procedimientos indicados en el manual de uso provisto por el fabricante del ELT, en los correspondientes manuales editados por el explotador de la aeronave, o en el manual de vuelo. Las pruebas de funcionamiento, inspecciones técnicas o reparaciones del ELT, deben realizarse en los talleres aeronáuticos autorizados y de 7. Emergency Locator Transmitter (E.L.T.) General Considerations The basis for the success of a search and rescue operation is the speed with which it can be organized and carried out, so it is extremely important to quickly detect that an aircraft is in an emergency or has suffered an accident, and to be able to establish the location with the greatest accuracy. That is why the Aeronautical Authority has regulated in the Argentine Civil Aviation Regulations (RAAC) Part 91, the obligation to have the ELT transmitting on 406 and 121.5 MHz simultaneously for the aircraft and operations specified in that regulation. Likewise, it is very important that the pilot in command of an aircraft indicates in the flight plan if he/she has the ELT on board; and that he/she is familiar with the instructions for its use. In relation to what has been determined by the COSPAS-SARSAT Organization regarding the \"phase out\" on the use of 121.5 and 243 MHz radio beacons, and the guidelines established by the ICAO, users are reminded that the satellite system stopped processing emissions on those frequencies as of February 1, 2009, leaving only the detection and processing of signals emitted by the 406 MHz radio beacons active. The 121.5 MHz signal is used to facilitate detection in the search area by rescue personnel. ELT Registration All Emergency Locator Transmitters (ELT) must be registered in the National Registry of Aeronautical Emergency Locator Beacons. The registration form can be downloaded from the ANAC website. The user is advised to keep the registration data updated in order to avoid delays in the identification and processing of the alert. In order to comply with this regulation, interested parties should contact: AIRWORTHINESS DIRECTORATE Avionics and Technical Systems Department Emergency Location Radio Beacons Registration Office Balcarce 290, (C1107AAF) - Autonomous City of Buenos Aires ARGENTINE REPUBLIC Tel.: (+54 11) 5941-3000 / 9 extension: 69962 Fax: (+54 11) 5941-3000 / 9 extension: 69870 Functional checks Before and after flight, perform the checks according to the procedures indicated in the user manual provided",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-10350",
    "text": "Radio Beacons Registration Office Balcarce 290, (C1107AAF) - Autonomous City of Buenos Aires ARGENTINE REPUBLIC Tel.: (+54 11) 5941-3000 / 9 extension: 69962 Fax: (+54 11) 5941-3000 / 9 extension: 69870 Functional checks Before and after flight, perform the checks according to the procedures indicated in the user manual provided by the ELT manufacturer, in the corresponding manuals issued by the aircraft operator, or in the flight manual. The operation tests, technical inspections or repairs of the ELT must be carried out in authorized aeronautical workshops and in accordance with the technical AIP ARGENTINA GEN 3.6-17 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 acuerdo con las normas técnicas que para tal fin establece la Dirección de Aeronavegabilidad. Nota. — Está prohibida la realización de comprobaciones de funcionamiento del E.L.T. mientras la aeronave se encuentre en vuelo. Activaciones accidentales El principal problema que afecta al sistema satelital COSPAS- SARSAT es el originado por las “falsas” alarmas, provocadas por las activaciones accidentales. La imposibilidad del sistema de distinguir entre las “falsas” alarmas y las reales, al procesar las señales emitidas por todas las radiobalizas (ELT, EPIRB y PLB), hace que se produzca una multiplicidad o diversidad de información a ser tratada por el personal operativo del ARMCC. Por lo tanto, las “falsas” alarmas provocan que los operadores del sistema concentren muchas veces su atención en situaciones de emergencia inexistentes, pudiendo llegar incluso a una costosa activación o movilización innecesaria de los medios de búsqueda y salvamento. Normalmente las activaciones accidentales son provocadas por: a) Aterrizajes bruscos que pueden ocasionar que se active el “G- switch”. b) Turbulencia severa que puede causar la activación del “G- switch”. c) Batería con corrosión. d) Instalación o manipulación incorrecta. e) Golpes en el cuerpo del ELT o en la estructura de la aeronave cerca de donde se ubica el mismo, o movimientos violentos de la aeronave, que provocan que se active el G-switch. Si por cualquier circunstancia, el piloto (o cualquier persona) comprueba que el ELT de la aeronave se ha activado y no existe una situación de emergencia, debe informar inmediatamente a la dependencia de los Servicios de Tránsito Aéreo más cercana sobre esta circunstancia. De esta forma, cualquier acción adoptada por el organismo de búsqueda y salvamento como resultado de esa transmisión, podrá ser cancelada. standards established for such purpose by the Airworthiness Directorate. Nota. — It is forbidden to carry out operational checks of the E.L.T. while the aircraft is in flight. Accidental activations The main problem affecting the COSPAS-SARSAT satellite system is that caused by \"false\" alarms due to accidental activations. The impossibility of the system to distinguish between \"false\" alarms and real ones, when processing the signals emitted by all the radio beacons (ELT, EPIRB and PLB), causes a multiplicity or diversity of information to be processed by the ARMCC operational personnel. Therefore, \"false\" alarms often cause system operators to focus their attention on non-existent emergencies, and may even lead to a costly activation or unnecessary mobilization of",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 6.pdf-0-10800",
    "text": "by all the radio beacons (ELT, EPIRB and PLB), causes a multiplicity or diversity of information to be processed by the ARMCC operational personnel. Therefore, \"false\" alarms often cause system operators to focus their attention on non-existent emergencies, and may even lead to a costly activation or unnecessary mobilization of search and rescue resources. Accidental activations are usually caused by: a) Abrupt landings that may cause the \"G-switch\" to activate. b) Severe turbulence that can cause the activation of the G- switch. c) Corroded battery. d) Incorrect installation or handling. e) Blows on the ELT body or on the aircraft structure near where the ELT is located, or violent movements of the aircraft, which cause the G-switch to activate. If for any circumstance, the pilot (or any person) verifies that the ELT of the aircraft has been activated and there is no emergency, he/she must immediately inform the nearest Air Traffic Services unit about this circumstance. In this way, any action taken by the search and rescue agency because of that transmission may be cancelled.",
    "metadata": {
      "source": "AIP - GEN3 - 6.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  }
]