[
  {
    "id": "AIP - ENR1 - 5.pdf-0-0",
    "text": "AIP ARGENTINA ENR 1.5-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 CATEGORÍAS DE AERONAVES POR ORDEN ALFABÉTICO / AIRCRAFT CATEGORIES IN ALPHABETICAL ORDER Categoría A — Category A — menos de 91 kt (169 km/h) IAS / less than 91 kt (169 km/h) IAS Categoría B — Category B — 91 kt (169 km/h) o más, pero menos de / or more, but less than 121 kt (224 km/h) IAS Categoría C — Category C — 121 kt (224 km/h) o más, pero menos de / or more, but less than 141 kt (261 km/h IAS Categoría D — Category D — 141 kt (261 km/h) o más, pero menos de / or more, but less than 166 kt (307 km/h) IAS Categoría E — Category E — 166 kt (307 km/h) o más, pero menos de / or more, but less than 211 kt (391 km/h) IAS 2. Espera Velocidades a mantener durante la espera según la categoría de la aeronave: 2. Holding Speeds to maintain during holding, according to the aircraft category: ENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES ENR 1.5 PROCEDIMIENTOS DE ESPERA, APROXIMACIÓN Y SALIDA ENR 1.5 HOLDING, APPROACH, AND DEPARTURE PROCEDURES 1. Generalidades El diseño y construcción de los procedimientos de espera de aproximación y salida se basan en lo establecido en el Documento 8168 - OPS/611 (PANS OPS) de la OACI. Los procedimientos de espera y aproximación se han basado en los valores y factores contenidos en la Parte II de los PANS-OPS. Los presentes procedimientos son complementarios de las normas pertinentes que se publican en las Regulaciones Argentinas de Aviación Civil (RAAC), Parte 91. CATEGORÍAS DE AERONAVES EN FUNCIÓN DE LA VELOCIDAD DE APROXIMACIÓN Es elemental tener en cuenta que las diferencias de performance de las aeronaves de distintas categorías influyen directamente en el espacio aéreo y en la visibilidad que se requiere para llevar a cabo ciertas maniobras, por ejemplo, la aproximación en circuito, el viraje de aproximación frustrada, el descenso y las maniobras de aproximación final para aterrizar, inclusive los virajes de base y los virajes reglamentarios. Asimismo, cabe tener en consideración que el elemento más importante de la performance es la velocidad. En consecuencia, las categorías de aeronaves típicas que se indican a continuación se fundamentan en un valor equivalente a 1,3 veces la velocidad de pérdida en la configuración de aterrizaje, con la masa de aterrizaje máxima certificada. Estas categorías se designan por orden alfabético, de acuerdo con siguiente detalle: 1. General The design and construction of holding, approach, and departure procedures are based on the statutes of OACI Doc 8168 – OPS/611 (PANS OPS). The holding and approach procedures have been based on the values and factors in Part II of the PANS-OPS. These procedures are complementary to the corresponding rules published in Part 91 of the Argentine Civil Aviation Regulations (RAAC). AIRCRAFT CATEGORIES ACCORDING TO APPROACH SPEED It is essential to take into consideration that the performance differences of",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-0-450",
    "text": "been based on the values and factors in Part II of the PANS-OPS. These procedures are complementary to the corresponding rules published in Part 91 of the Argentine Civil Aviation Regulations (RAAC). AIRCRAFT CATEGORIES ACCORDING TO APPROACH SPEED It is essential to take into consideration that the performance differences of the aircraft of different categories have direct influence in the airspace and in the required visibility in order to perform certain maneuvers, for example, the circling approach, the missed approach turn, the descent and the final approach maneuvers to land, even base turns and statutory turns. Likewise, it is necessary to consider that the most important element of performance is the speed. Consequently, the categories of type aircraft indicated below are based on a value equivalent to 1,3 times the stalling speed in the landing configuration, with the certified maximum landing weight. These categories are assigned in alphabetic order, according to the following details: AIP ARGENTINA ENR 1.5.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Niveles / Levels Velocidad KIAS máxima / Maximum KIAS Speed Hasta FL 60 Inclusive (solo ACFT de Cat. A y B) 170 KT Up to and including FL 60 (Only Cat A and B ACFT) Hasta FL 60 Inclusive (para ACFT Cat. C, D y E) 210 KT * Up to and including FL 60 (for Cat. C, D and E ACFT) Más de FL 60 Hasta FL 140 (solo ACFT de Cat. A y B) 170 KT Over FL 60 up to FL 140 (only Cat A and B ACFT) Más de FL 60 Hasta FL 140 (para ACFT Cat. C, D y E) 220 KT Over FL 60 up to FL 140 (for Cat. C, D and E ACFT) Más de FL 140 Hasta FL 200 (solo ACFT de Cat. A y B) 175 KT Over FL 140 up to FL 200 (Only Cat A and B ACFT) Más de FL 140 Hasta FL 200 (para ACFT Cat. C, D y E 240 KT * Over FL 140 up to FL 200 (for Cat. C, D and E ACFT) Más de FL 200 Hasta FL 340 265 KT * Over FL 200 up to FL 340 Más de / Over FL 340 0,83 Mach Over FL 340 * En determinadas condiciones de vuelo (ej. turbulencia, engelamiento, etc.) podrá ajustarse la velocidad hasta 280 KT o 0,8 Mach, de ambos valores el menor, previo permiso del ATC. * In certain flight conditions (for example turbulence, icing, etc.) the speed may be adjusted up to 280 kt or 0,8 Mach, the least of those two values, after ATC clearance. TIEMPO/DISTANCIA DE ALEJAMIENTO Con aire en calma el tiempo que se vuele con el rumbo de alejamiento (considerando que la aeronave se desplaza dentro de una masa de aire estática) no deberá exceder de un (1) minuto si se está a FL 140 (14.000 pies) o por debajo, y de un minuto y medio (1½) si se está a FL 150 o por",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-0-900",
    "text": "el rumbo de alejamiento (considerando que la aeronave se desplaza dentro de una masa de aire estática) no deberá exceder de un (1) minuto si se está a FL 140 (14.000 pies) o por debajo, y de un minuto y medio (1½) si se está a FL 150 o por encima. Cuando se disponga de DME, puede especificarse, en función de la distancia la longitud del tramo de alejamiento en vez de expresarse en tiempo. 3. Llegadas a) Llegadas hacia aeródromos controlados: 1) Los vuelos IFR que llegan a un área de control terminal para aterrizar, recibirán instrucciones para que establezcan contacto con el control de aproximación a una hora, nivel o posición especificados. Eventualmente podrán ser encaminados a un punto de espera determinado. 2) Los términos de este permiso se observarán hasta que se reciban instrucciones posteriores del control de aproximación. Si se llega al límite del permiso antes que se reciban instrucciones ulteriores se llevará a cabo el procedimiento de espera en el nivel que se autorizó en último término. Nota. –– En jurisdicción nacional no se han establecido oficinas de control de aproximación. El servicio respectivo es brindado por una TWR o el ACC de jurisdicción, según corresponda. 3) Debido al espacio aéreo limitado disponible, es importante que las aproximaciones a los circuitos y los procedimientos de espera se lleven a cabo tan exactamente como sea posible. Los pilotos deberán informar al ATC si, por cualquier OUTBOUND TIME/DISTANCE With still air, the time flying with outbound heading (taking into account that the aircraft moves in stable air mass) shall not exceed one (1) minute at or below FL 140 (14,000 ft) and one minute and a half (1½) at or over FL 150. When a DME is available, the outbound leg extension may be specified according to distance, instead of time. 3. Arrivals a) Arrivals at controlled aerodromes 1) IFR flights that arrive at a terminal control area to land shall receive instructions to contact the approach control at a specified time, level or position. They may be eventually directed to a certain holding point. 2) The terms of this clearance shall be complied till further instructions from the approach control are received. If the clearance limit is reached before receiving further instructions, the holding procedure shall be carried out at the last authorized flight level. Note. –– In national jurisdiction, no approach control units have been established. The service is provided by a TWR or the ACC of jurisdiction, as the case may be. 3) Due to the limited airspace available, it is important that the approaches to circuits and the holding procedures are carried out as precisely as possible. Pilots shall inform the ATC if, for whatever reason, they cannot carry out the approach and/or the holding procedure as required. AIP ARGENTINA ENR 1.5-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 razón, no pueden llevar a cabo la aproximación y/o la espera en la forma requerida. b) Llegadas hacia aeródromos no controlados",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-0-1350",
    "text": "for whatever reason, they cannot carry out the approach and/or the holding procedure as required. AIP ARGENTINA ENR 1.5-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 razón, no pueden llevar a cabo la aproximación y/o la espera en la forma requerida. b) Llegadas hacia aeródromos no controlados 1) Los vuelos IFR que llegan a un aeródromo no controlado donde se brinda solamente Servicio de Información de Vuelo y Alerta o que se dirijan a un aeródromo donde no se brindan servicios de tránsito aéreo, deberán cancelar el Plan de Vuelo IFR sobre el aeródromo (si las condiciones de visibilidad y distancia a las nubes permiten el vuelo en VMC), previa comunicación al ACC de jurisdicción y ajustarse a lo siguiente: i) La cancelación del Plan de Vuelo IFR se efectivizará si el piloto confirma que tiene el aeródromo a la vista y asegurada la operación visual hasta el aterrizaje. ii) El piloto deberá cumplimentar los procedimientos establecidos en las RAAC, Parte 91, Sección 91.153, incisos (m) y (n) relativos al informe de llegada y a sus procedimientos conexos. 4. Salidas Los vuelos IFR desde: a) Aeródromos controlados: 1) recibirán, previa presentación del Plan de Vuelo IFR, un permiso de control de tránsito aéreo a través de la TWR del aeródromo de salida para operar dentro del espacio aéreo controlado y/o posteriormente recibirán del ACC de jurisdicción el servicio de información de vuelo y alerta pertinente para el caso que vayan a operar fuera de espacio aéreo controlado. Nota. –– Ver mínimos meteorológicos para despegue en apéndice D de las RAAC. b) Aeródromos no controlados donde se brinda solamente servicio de información de vuelo y alerta: 1) recibirán, previa presentación del Plan de Vuelo IFR, un permiso de control de tránsito aéreo del ACC de jurisdicción para operar dentro del espacio aéreo controlado o recibirán servicio de información de vuelo y alerta para el caso que operen fuera de espacio aéreo controlado. Nota. –– Ver mínimos meteorológicos para despegue en apéndice D de las RAAC. c) Aeródromos donde no se brindan servicios de tránsito aéreo: 1) EN CONDICIONES VMC: Recibirán un permiso de control de tránsito aéreo para operar dentro de espacio aéreo controlado o servicio de información de vuelo y alerta para el caso que operen fuera de espacio aéreo controlado, para lo cual: i) Deberán efectuar arreglos previos - vía telefónica o por radio - con la dependencia ATS más próxima al aeródromo de salida. ii) En forma posterior a dicho despegue, deberán mantenerse operando dentro del circuito de tránsito b) Arrivals at non-controlled aerodromes 1) The IFR flights arriving at a non-controlled aerodrome at which only Flight Information and Alert Service is provided or going to an aerodrome at which air traffic services are not provided, shall cancel the IFR Flight Plan over the aerodrome (if visibility and distance to the clouds conditions allow VMC flight), after communication with the ACC of jurisdiction and complying with the following: i) The IFR Flight Plan cancellation shall",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-0-1800",
    "text": "to an aerodrome at which air traffic services are not provided, shall cancel the IFR Flight Plan over the aerodrome (if visibility and distance to the clouds conditions allow VMC flight), after communication with the ACC of jurisdiction and complying with the following: i) The IFR Flight Plan cancellation shall be effective if the pilot confirms that the aerodrome is at sight and that the visual operation is assured until landing. ii) The pilot shall comply with the procedures stated in subsections (m) and (n) of the Section 91.153, Part 91 of the RAAC, related to the arrival report and corresponding procedures. 4. Departures IFR flights from: a) Controlled aerodromes: 1) shall receive, after submitting the IFR Flight Plan, clearance from the air traffic control through the TWR of the departure aerodrome to operate within controlled airspace and/or shall afterwards receive the corresponding flight information and alert service from the ACC of jurisdiction in case they operate outside controlled airspace. Note. –– See meteorological minimums for takeoff in Annex D of the RAAC. b) Non-controlled aerodromes at which only flight information and alert service is provided: 1) shall receive, after submitting the IFR Flight Plan, clearance from the air traffic control of the ACC jurisdiction to operate within controlled airspace or shall receive flight information and alert service in case they operate outside controlled airspace. Note. –– See meteorological minimums for takeoff in Annex D of the RAAC. c) Aerodromes at which no air traffic services are provided: 1) IN VMC CONDITIONS: IFR flights shall receive the air traffic control clearance to operate within controlled airspace or flight information and alert service in case they operate outside controlled airspace, for that to happen: i) They shall previously communicate, via phone or radio, with the ATS nearest to the departure aerodrome. ii) After said takeoff, they shall keep operating in the traffic circuit without leaving it until traffic clearance or flight AIP ARGENTINA ENR 1.5.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 sin abandonar el mismo, hasta haber obtenido el permiso de tránsito o servicio de información de vuelo y alerta (según corresponda) del ACC de jurisdicción. 2) EN CONDICIONES IMC: Recibirán un permiso de control de tránsito aéreo para operar dentro de espacio aéreo controlado, o servicio de información de vuelo y alerta para el caso que operen fuera de espacio aéreo controlado, para lo cual deberán: i) Obtener (vía telefónica o por radio) la aprobación del plan de vuelo en tierra de la dependencia ATS más próxima al aeródromo de salida. Nota. –– Ver mínimos meteorológicos para despegue en apéndice D de las RAAC. 5. Procedimientos para las áreas de control terminal Generalidades Teniendo en cuenta las características de las áreas de control terminal en lo referente a la alta densidad de tránsito; y que las rutas ATS en los espacios aéreos inferior y superior continúan su proyección dentro del área, excepto en lo relativo a sus dimensiones laterales que se reducen a 5 NM a",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-0-2250",
    "text": "las características de las áreas de control terminal en lo referente a la alta densidad de tránsito; y que las rutas ATS en los espacios aéreos inferior y superior continúan su proyección dentro del área, excepto en lo relativo a sus dimensiones laterales que se reducen a 5 NM a cada lado del eje: a) Los procedimientos de entrada y salida del TMA no se realizarán a un nivel de vuelo inferior al mínimo especificado para la ruta y deberán respetarse los niveles mínimos establecidos sobre determinadas posiciones dentro de la TMA. b) Se requiere que las aeronaves vuelen a velocidad reducida, compatible con las limitaciones que la operación segura de las mismas tenga a ese respecto. c) Dentro de la TMA y en vuelo por debajo del FL 100, las aeronaves volarán a una velocidad indicada (IAS) máxima de 250 KT. Procedimientos IFR a) Salidas IFR: 1) Normalmente los vuelos IFR que partan desde un aeródromo para el cual se hayan publicado salidas normalizadas por instrumentos (SID), recibirán instrucciones para el cumplimiento de las mismas 2) No obstante a ello, al tomar en consideración las características y el volumen del tránsito, la dependencia de control correspondiente podrá: i) Apartar momentáneamente o definitivamente a una aeronave de la SID que está cumpliendo; ó ii) Asignar otra trayectoria de salida eximiendo a la aeronave del cumplimiento de una SID. 3) Si el vuelo se origina en un aeródromo para el cual no se han establecido SID la dependencia de control de tránsito aéreo incorporará las instrucciones para la salida en el permiso de tránsito. information and alert service (as the case may be) is received from the ACC of jurisdiction. 2) IN IMC CONDITIONS: IFR flights shall receive the air traffic control clearance to operate within controlled airspace or flight information and alert service in case they operate outside controlled airspace for that to happen: i) They shall obtain (via phone or radio) the flight plan acceptance on land from the ATS unit nearest to the departure aerodrome. Nota. –– See meteorological minimums for takeoff in Annex D of the RAAC. 5. Procedures for terminal control areas General Taking into consideration the characteristics of the terminal control areas regarding high density traffic and that the ATS routes in the inferior and superior airspaces continue their extension in the area, except the lateral dimensions which are reduced to 5 nm alongside the axis: a) The entry and exit procedures of the TMA shall not be performed at a FL below the minimum specified for the route and the minimum levels stated over certain positions inside the TMA shall be respected. b) It is required that the aircraft fly at a reduced speed, pursuant to the limitations of their safe operation. c) Within the TMA and below FL 100, the aircraft shall fly at a maximum indicated airspeed (IAS) of 250 kt. IFR Procedures a) IFR Departures 1) IFR flights leaving an aerodrome for which standard instrument departure (SID) charts are published normally",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-0-2700",
    "text": "pursuant to the limitations of their safe operation. c) Within the TMA and below FL 100, the aircraft shall fly at a maximum indicated airspeed (IAS) of 250 kt. IFR Procedures a) IFR Departures 1) IFR flights leaving an aerodrome for which standard instrument departure (SID) charts are published normally shall receive instructions to comply with those charts. 2) However, considering the traffic characteristics and volume, the control unit shall be able to: i) Temporarily or permanently interrupt an aircraft complying with a SID. ii) Assign another exit path, exempting the aircraft from complying with a SID. 3) If the flight starts at an aerodrome for which no SID has been stated, the air traffic control unit shall add the instructions to exit to the traffic clearance. AIP ARGENTINA ENR 1.5-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 4) En el caso de los de los aeródromos de El Palomar, M. Moreno y San Fernando se deberán utilizar las salidas publicadas para los aeródromos Ezeiza y Aeroparque Jorge Newbery. b) Llegadas IFR 1) Normalmente los vuelos IFR que lleguen a una TMA y tengan por destino un aeródromo para el cual se hayan publicado llegadas normalizadas por instrumentos (STAR), recibirán instrucciones para cumplimentar una de ellas. 2) No obstante, al tomar en consideración las características y el volumen del tránsito, la dependencia de control correspondiente podrá: i) Apartar momentáneamente o definitivamente a una aeronave de la STAR que está cumpliendo; o ii) Asignar otra trayectoria de llegada eximiendo a la aeronave del cumplimiento de la STAR. 3) Si bien en las cartas STAR se indican circuitos de espera, la dependencia de control podrá emitir instrucciones para que una aeronave efectúe espera en cualquier momento y lugar. 4) De ser posible, la dependencia de control autorizará descensos continuos, y regulará el tránsito de manera de lograr la fluidez necesaria para evitar que las aeronaves efectúen espera. c) Aproximaciones por Instrumentos 1) Los valores de Altitud Mínima de Descenso (MDA) y Altitud de Decisión (DA) se establecen exclusivamente en función de márgenes de seguridad verticales y laterales relacionados con los obstáculos existentes que afectan los segmentos de aproximación final y aproximación frustrada del procedimiento considerado. 2) El valor que aún continúa figurando en algunas IAC bajo el parámetro TECHO debe ser considerado como la Altura Mínima de Descenso (MDH) o la Altura de Decisión (DH) según corresponda a un procedimiento de aproximación de no precisión o de precisión. 3) El valor de TECHO representa la MDH o MDA con respecto a la elevación del aeródromo o a la elevación del umbral de la pista pertinente y no se encuentra necesariamente asociado al TECHO DE NUBES del aeródromo. Nota. –– En el proceso permanente de actualización de las cartas IAC, se ha previsto la inclusión de las abreviaturas MDH o DH, según corresponda, en reemplazo del término “TECHO”. 4) El valor de VISIBILIDAD se encuentra determinado a efectos de permitir el establecimiento del contacto visual con la pista al alcanzar",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-0-3150",
    "text": "En el proceso permanente de actualización de las cartas IAC, se ha previsto la inclusión de las abreviaturas MDH o DH, según corresponda, en reemplazo del término “TECHO”. 4) El valor de VISIBILIDAD se encuentra determinado a efectos de permitir el establecimiento del contacto visual con la pista al alcanzar la aeronave la MDA o la DA. 5) En virtud que los valores de altitud mínima de descenso (MDA) o altitud de decisión (DA) establecidos son coincidentes con los valores de Altitud de Franqueamientos de Obstáculos (OCA), ya que no incluyen ningún margen adicional, los explotadores podrán fijar sus mínimos de 4) In the El Palomar, M. Moreno, and San Fernando aerodromes, the exits to be used shall be those published for Ezeiza and Aeroparque Jorge Newbery aerodromes. b) IFR arrivals 1) IFR flights arriving a TMA and with destination at an aerodrome for which standard terminal arrival (STAR) charts are published normally shall receive instructions to comply with one of those charts. 2) However, considering the traffic characteristics and volume, the control unit shall be able to: i) Temporarily or permanently interrupt an aircraft complying with the STAR. ii) Assign an arrival path, exempting the aircraft from complying with the STAR. 3) Even though in the STAR charts there are holding circuits, the control unit shall be able to give instructions to an aircraft for flying a hold at any moment and place. 4) If possible, the control unit shall authorize continuous descents, and shall direct traffic in such a way to achieve the necessary flow to avoid holding aircraft. c) Instrument Approaches 1) The Minimum Descent Altitude (MDA) and the Decision Altitude (DA) values are exclusively stated according to the vertical and lateral safety margins related to the existent obstacles that affect the final approach and missed approach legs of the procedure in question. 2) The value that is still stated in some IAC under the CEILING parameter shall be considered as the Minimum Descent Height (MDH) or the Decision Height (DH), as the case may be, a precision or non-precision approach procedure. 3) The CEILING value represents the MDH or MDA regarding the aerodrome elevation or the corresponding runway threshold elevation and it is not necessarily related to the CLOUD CEILING of the aerodrome. Note. –– In the permanent updating process of the IAC charts, an inclusion of the acronyms MDH or DH, as the case may be, is planned, to replace the term “CEILING”. 4) The VISIBILITY value is determined in order to allow the visual contact with the runway when the aircraft reaches the MDA or the DA. 5) By virtue of the coinciding values of minimum descent altitude (MDA) or decision altitude (DA) with the values of Obstacle Clearance Altitude (OCA), since they do not include any additional margin, the users shall be able to state their usage minimums for each of the aerodromes where they AIP ARGENTINA ENR 1.5.-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 utilización para cada uno",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-0-3600",
    "text": "the values of Obstacle Clearance Altitude (OCA), since they do not include any additional margin, the users shall be able to state their usage minimums for each of the aerodromes where they AIP ARGENTINA ENR 1.5.-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 utilización para cada uno de los aeródromos de que tenga que servirse en sus operaciones de conformidad con lo establecido en las Regulaciones Argentinas de Aviación Civil (RAAC) y el Documento 8168 - OPS/611 (PANS OPS) de la OACI. 6) Si se fijaran dichos mínimos de utilización debe tenerse presente que en ningún caso deben ser inferiores a los valores publicados en las cartas IAC. d) Procedimientos radar 1) Los procedimientos radar se encuentran establecidos en la parte ENR 1.6. 6. Aproximaciones por radar de vigilancia No se realizan aproximaciones de este tipo. 7. Aproximaciones por radar de precisión No se realizan aproximaciones de este tipo. 8. Falla de las comunicaciones Seguirán los procedimientos pertinentes que figuran en las Regulaciones Argentinas de Aviación Civil (RAAC), Parte 91, Sección",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-1-0",
    "text": "91.185. 9. Procedimientos RNAV de aproximacion por instrumentos No se realizan procedimientos de este tipo. 10. Procedimientos RNAV de llegada No se realizan procedimientos de este tipo. 11. Procedimientos rnav de salida No se realizan procedimientos de este tipo. 12. Procedimientos generales de atenuación de ruido a) Aplicación: Con excepción de aquellos aeródromos donde la autoridad aeronáutica (Dirección de Tránsito Aéreo) haya establecido procedimientos específicos de atenuación de ruido, los siguientes procedimientos son de cumplimiento obligatorio para todas las aeronaves, en todos los aeródromos y sus proximidades, tanto en VMC como en IMC, volando de acuerdo con las reglas de vuelo visual o con las reglas de vuelo por instrumentos, excepto en situaciones de emergencia o cuando existan condiciones adversas de operación. Se considera que existen o existirían condiciones adversas de operación, en los siguientes casos: operate, pursuant to the Argentine Civil Aviation Regulations (RAAC) and the ICAO Doc 8168 - OPS/611 (PANS OPS). 6) If such usage minimums were stated, it must be considered that the values shall never be below the ones published in the IAC charts, in any case. d) Radar Procedures 1) The radar procedures are stated in part ENR 1.6. 6. Surveillance radar approaches This kind of approach is not used. 7. Surveillance precision radar approaches This kind of approach is not used. 8. Communication failure The relevant procedures stated in Subsection 91.185, Part 91 of the Argentine Civil Aviation Regulations (RAAC) shall be carried out. 9. RNAV procedures for instrument approach This kind of procedure is not used. 10. Arrival RNAV procedures This kind of procedure is not used. 11. Departure rnav procedures This kind of procedure is not used. 12. General procedures for noise abatement a) Application Except the aerodromes where the aviation authority (Directorate for Air Traffic Control) has established specific procedures for noise abatement, the following procedures are mandatory for all aircraft, at all the aerodromes and their vicinity, both in VMC and IMC conditions, flying according to the visual flight rules or the instrument flight rules, unless an emergency or adverse conditions exist. Adverse conditions are considered to exist or that would exist, in the following cases: AIP ARGENTINA ENR 1.5-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 1) Cuando la pista esta adversamente afectada por nieve, nieve fundente, hielo, agua, lodo, caucho, aceite u otras sustancias, de manera que disminuya o pueda disminuir el coeficiente de rozamiento. 2) Cuando la componente transversal del viento, incluyendo los efectos de las ráfagas, excede de 15 KT. 3) Cuando la componente de cola del viento, incluyendo los efectos de las ráfagas, excede de 5 KT. 4) Cuando se ha notificado o pronosticado cortantes de viento que afecten la aproximación o la salida, o estas puedan ser afectadas por condiciones meteorológicas adversas, como por ejemplo tormentas. 5) Cuando la visibilidad horizontal es inferior a 2 km. 6) Para la aproximación y el aterrizaje, cuando el techo de nubes se encuentre por debajo de 500 ft., con respecto a la",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-1-450",
    "text": "aproximación o la salida, o estas puedan ser afectadas por condiciones meteorológicas adversas, como por ejemplo tormentas. 5) Cuando la visibilidad horizontal es inferior a 2 km. 6) Para la aproximación y el aterrizaje, cuando el techo de nubes se encuentre por debajo de 500 ft., con respecto a la elevación del aeródromo. 7) Otros factores que prescriba el manual de operación o de vuelo de la aeronave. De resultar más efectivo, podrán aplicarse los procedimientos para atenuar el ruido establecido en el manual de operación de la aeronave. b) Prueba de motores: Se prohíbe la prueba de motores entre las 01:00 UTC y las 11:00 UTC. c) Procedimientos para el despegue y el ascenso: Las operaciones se realizarán utilizando pistas y trayectorias de ascenso que en todo lo posible no afecten áreas pobladas o áreas sensibles al ruido. Si no es posible lo anterior, se cumplirá con el siguiente procedimiento: 1) Posterior al despegue, ascender hasta 1.000 ft (con respecto a la elevación del aeródromo) manteniendo;  potencia / empuje de despegue;  flaps para despegue; y  velocidad de ascenso igual a V2 + 10 a 20 KT. 2) A 1.000 ft;  manteniendo una velocidad ascensional positiva, acelerar hasta la velocidad mínima de maniobra sin flaps (VZF) al mismo tiempo que se repliegan los mismos;  a continuación, reducir el empuje de conformidad con lo siguiente;  para aeronaves con motores de alta relación de disminución de ruido, reducir la potencia / empuje de ascenso a “normal”; 1) When the runway is adversely affected by snow, slush, ice, water, mud, rubber, oil or other substances, which reduce or may reduce the friction coefficient. 2) When the crosswind component, effects of gusts included, exceeds 15 kt. 3) When the tailwind component, effects of gusts included, exceeds 5 kt. 4) When wind shears have been notified or foreseen that affect the approach or the exit, or when these may be affected by adverse meteorological conditions, like storms. 5) When the horizontal visibility is less than 2 km. 6) For approach and landing, when the cloud ceiling is below 500 ft., regarding the aerodrome elevation. 7) Other factors stated in the operation manual or the flight manual of the aircraft. If more effective, the noise abatement procedures stated in the operation manual of the aircraft may be applied. b) Engine test Engine test is forbidden between 01:00 and 11:00 UTC. c) Takeoff and liftoff procedures Operations shall be performed using runways and liftoff paths that do not affect as much as possible populated areas or noise- sensitive areas. If not possible, the following procedure shall be followed: 1) After takeoff, climb up to 1,000 ft. (regarding the aerodrome elevation) maintaining:  Power / takeoff thrust;  flaps for takeoff; and  climb speed equal to V2 + 10 to 20 KT. 2) At 1,000 ft;  Maintaining a positive climbing speed, accelerate up to the minimum maneuvering speed without flaps (VZF), while the flaps are retracting;  Then reduce thrust",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-1-900",
    "text": " Power / takeoff thrust;  flaps for takeoff; and  climb speed equal to V2 + 10 to 20 KT. 2) At 1,000 ft;  Maintaining a positive climbing speed, accelerate up to the minimum maneuvering speed without flaps (VZF), while the flaps are retracting;  Then reduce thrust according to the following:  for aircraft with high bypass ratio engines, reduce power/ lift thrust to “normal”; AIP ARGENTINA ENR 1.5.-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022  para aeronaves con motores de baja relación de disminución de ruido, reducir la potencia / empuje por debajo del que corresponde al de ascenso a normal, pero no menor al necesario para mantener la pendiente ascensional con un motor detenido; y  para aviones con regímenes lentos de retracción de flaps, reducir la potencia / empuje a un reglaje intermedio. 3) A continuación:  De 1.000 ft a 3.000 ft, continuar el ascenso a no más de VZF + 10 KT.  A 3.000 ft, acelerar suavemente hasta la velocidad de ascenso en ruta, o hasta la que corresponda al permiso de tránsito o según el espacio aéreo en que se vuela. d) Procedimientos para la aproximación y el aterrizaje: En todo lo posible, las aproximaciones y aterrizajes se realizarán utilizando pistas y trayectorias que no afecten áreas pobladas o áreas sensibles al ruido. Dentro de los parámetros establecidos en el manual de operación de la aeronave, y cuando los permisos de tránsito otorgados para la aproximación lo permitan, esta se efectuará logrando un régimen de descenso ininterrumpido con potencia y resistencia al avance reducidos, demorando el despliegue de los flaps y del tren de aterrizaje hasta la etapa final de la aproximación. Si las condiciones permiten realizar una operación segura, no se utilizarán los reversores de empuje durante el aterrizaje. Nota. –– Los procedimientos precedentes tendientes a conseguir la atenuación del ruido producido por las aeronaves, han sido elaborados de acuerdo con los recomendados en el Documento 8168, PANS-OPS, Volumen I - Procedimientos de Vuelo, de la Organización de Aviación Civil Internacional  for aircraft with low bypass ratio engines, reduce the power/thrust below the one that corresponds to climb to normal, but not over the least necessary to maintain the climb gradient with a stopped engine; and  For aircraft with slow flaps retraction, reduce the power / thrust to a medium setting. 3) Next:  From 1,000 ft. to 3,000 ft., continue climbing at no more than VZF + 10 KT.  At 3,000 ft., accelerate smoothly until en-route climb speed or until the speed indicated by the traffic clearance or according to the airspace. d) Approach and landing procedures Approaches and landings shall be performed using runways and paths that do not affect, as much as possible, populated areas or noise-sensitive areas. Within the parameters stated in the operation manual of the aircraft, and when the traffic clearances received for approach allow it, such approach shall be performed achieving an uninterrupted descent rate",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 5.pdf-1-1350",
    "text": "be performed using runways and paths that do not affect, as much as possible, populated areas or noise-sensitive areas. Within the parameters stated in the operation manual of the aircraft, and when the traffic clearances received for approach allow it, such approach shall be performed achieving an uninterrupted descent rate with reduced power and advance resistance, delaying the flaps and landing-gear deployment until the approach final stage. If conditions allow performing a safe operation, thrust reversers shall not be used during landing. Note. –– The previous procedures aimed at aircraft noise abatement have been designed according to the recommendations of OACI Doc 8168, PANS-OPS, Volume I – Flight Procedures",
    "metadata": {
      "source": "AIP - ENR1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]