[
  {
    "id": "AIP - GEN2 - 1.pdf-0-0",
    "text": "AIP ARGENTINA GEN 2.1-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 MAGNITUD / MAGNITUDE UNIDADES DE TABLA OACI / UNITS OF ICAO TABLE Altitudes, elevaciones y alturas / Altitudes, elevations and heights Metros y pies / Meters and feet Distancia utilizada en navegación / Distance used for navigation Millas náuticas / Nautical Miles Distancia relativamente corta / Distance relatively short Metros / Meters Velocidad horizontal, incluso la velocidad del viento / Horizontal speed, including wind velocity Nudos / Knots Velocidad vertical / Vertical speed Pies por minuto / Feet per minute Dirección del viento para el despegue y aterrizaje / Wind direction for take-off and landing Grados magnéticos / Magnetic degrees Dirección del viento excepto para el despegue y aterrizaje / Wind direction except for takeoff and landing Grados geográficos / Geographical degrees Visibilidad, alcance visual en pista / Visibility, runway visual range Kilómetros y metros cuando sea inferior a 5 km / Kilometers and meters when it is shorter than 5 km Reglaje de altímetros / Altimeters settings Hectopascales (Milibares) / Hectopascales (Millibars) Temperatura / Temperature Grados Celsius / Celsius degrees Peso / Weight Kilogramos / Kilograms Tiempo / Time Horas y minutos / Hours and minutes 2. Sistema de referencia temporal En los servicios de navegación aérea y en todos los documentos publicados por el servicio de información aeronáutica se usa la hora universal coordinada UTC, a menos que se especifique lo contrario. 3. Superficie de referencia geodésica A partir del 3 de diciembre de 1998, las coordenadas aeronáuticas que se publiquen en la AIP de la República Argentina se expresarán en función de la referencia geodésica WGS 84, de acuerdo con lo establecido en el Anexo 15 de la OACI. Las coordenadas de los umbrales, puntos de referencia de aeródromo y radioayudas se han medido con GPS de simple frecuencia y cumplen con los requisitos de la OACI. Los puntos de notificación a requerimiento y los obligatorios se han obtenido por cálculo matemático y cumplen con los requisitos de la OACI. Algunas de las magnitudes de uso más generalizado se incluyen en la tabla precedente. 2. Temporal reference System Coordinated Universal Time UTC is used in the air navigation services and in all documents published by the aeronautical information service, unless otherwise specified. 3. Surface of Geodesic Reference As of 3 December 1998, the aeronautical coordinates published in the AIP of the Republic of Argentina will be expressed according to the geodesic reference WGS 84 and as it is established in ICAO Annex 15. The threshold coordinates, aerodromes points of reference and radio aids have been measured with a simple frequency GPS, and they comply with ICAO requirements. The compulsory and non-compulsory reporting points have been obtained by mathematical calculations, and they comply with ICAO requirements. The most commonly used magnitudes are included in the preceding table. GEN 2 TABLAS Y CÓDIGOS / TABLES AND CODES GEN 2.1 SISTEMA DE MEDIDAS, MARCAS DE AERONAVES Y DÍAS FERIADOS GEN 2.1 MEASUREMENT SYSTEMS, AIRCRAFT REGISTRATION",
    "metadata": {
      "source": "AIP - GEN2 - 1.pdf",
      "docType": "doc",
      "docNumber": "2"
    }
  },
  {
    "id": "AIP - GEN2 - 1.pdf-0-450",
    "text": "points have been obtained by mathematical calculations, and they comply with ICAO requirements. The most commonly used magnitudes are included in the preceding table. GEN 2 TABLAS Y CÓDIGOS / TABLES AND CODES GEN 2.1 SISTEMA DE MEDIDAS, MARCAS DE AERONAVES Y DÍAS FERIADOS GEN 2.1 MEASUREMENT SYSTEMS, AIRCRAFT REGISTRATION MARKS AND HOLIDAYS 1. Unidades de medida Las unidades de medida que se utilizan en todas las operaciones aeroterrestres se ajustan al Anexo 5 de la OACI. 1. Units of Measure The units of measure used in all air-ground operations are subject to ICAO Annex 5  AIP ARGENTINA GEN 2.1-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Las coordenadas de los estacionamientos se han medido con GPS de simple frecuencia y cumplen con los requisitos de la OACI. Se utilizará un asterisco (*) para identificar a las coordenadas geográficas publicadas que se han transformado en coordenadas WGS 84, pero cuya exactitud de trabajo topográfico original no se ajuste a los requisitos de los Anexos 11 y 15 de la OACI, conforme se establece en la parte GEN 1.7. 4. Marcas de nacionalidad y matrícula de las aeronaves La marca de nacionalidad de una aeronave privada matriculada en la República Argentina son las letras LV. La marca de nacionalidad va seguida de un guion y una marca de matrícula que consiste en tres letras: por ejemplo, LV-MAC. 5. Días feriados The parking coordinates have been measured with a simple frequency GPS, and they comply with ICAO requirements. An asterisk (*) will be used to identify the published geographical coordinates that have been changed for WGS 84, but whose original topographic work accuracy does not adjust to the requirements of ICAO Annexes 11 and 15, as it is established in GEN 1.7. 4. Aircraft nationality and registration marks The nationality mark of a private aircraft registered in the Republic of Argentina are the letters LV. The nationality mark is followed by a dash and a registration mark that consists of three letters, for example LV-MAC. 5. Holidays FECHA / DATE CONMEMORACIÓN / COMMEMORATION 1 de Enero / January Año Nuevo / New Year Fecha variable (febrero/marzo) / Variable date (February/March) Carnaval / Carnival Jueves antes de Pascua / Thursday before Easter Jueves Santo / Holy Thursday Viernes antes de Pascua / Viernes Santo Friday before Easter / Holy Friday 24 de Marzo / March Día Nacional de la Memoria por la Verdad y la Justicia / National Day of the Memory for the Truth and Justice 2 de Abril / April Día del Veterano y de los Caídos en la Guerra de Malvinas / Day of the Veterans and of Those Who Died in Malvinas War 1º de Mayo / May Día del Trabajador / Workers’ Day 25 de Mayo / May Día de la Revolución de Mayo / Day of May Revolution 17 de Junio / June (*) Día Paso a la Inmortalidad del General Martín Miguel de Güemes / Day of the Immortality of General Martín",
    "metadata": {
      "source": "AIP - GEN2 - 1.pdf",
      "docType": "doc",
      "docNumber": "2"
    }
  },
  {
    "id": "AIP - GEN2 - 1.pdf-0-900",
    "text": "Mayo / May Día del Trabajador / Workers’ Day 25 de Mayo / May Día de la Revolución de Mayo / Day of May Revolution 17 de Junio / June (*) Día Paso a la Inmortalidad del General Martín Miguel de Güemes / Day of the Immortality of General Martín Miguel de Güemes 20 de Junio / June (*) Día del Paso a la Inmortalidad del General Manuel Belgrano / Day of the Immortality of General Manuel Belgrano 9 de Julio / July Día de la Independencia / Independence Day 17 de Agosto / August (*) Día Paso a la Inmortalidad del Gral. José de San Martín / Day of the Immortality of General José de San Martín 12 de Octubre / October (*) Día del Respeto a la Diversidad Cultural / Day of Respect for Cultural Diversity 20 de Noviembre / November (*) Día de la Soberanía Nacional / Day of National Sovereignty 8 de Diciembre / December Inmaculada Concepción de María / Immaculate Conception of Mary 25 de Diciembre / December Navidad / Christmas (*) Feriados trasladables (*) Movable Holidays",
    "metadata": {
      "source": "AIP - GEN2 - 1.pdf",
      "docType": "doc",
      "docNumber": "2"
    }
  }
]