[
  {
    "id": "AIP - ENR3 - 1.pdf-0-0",
    "text": "AIP ARGENTINA ENR 3.0 - 1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 ENR 3. RUTAS ATS / ATS ROUTES ENR 3.0 GENERALIDADES ENR 3.0 GENERAL PRECAUCIÓN Este documento contiene información que ha sido actualizada al 02 de octubre de 2025. A partir de la misma, consulte los NOTAM, SUPLEMENTOS A LA AIP y demás publicaciones de información aeronáutica para su actualización. CAUTION This documentation contains information that has been updated as of October 2, 2025. From that date onwards, please consult the NOTAM, AIP SUPPLEMENTS and other aeronautical information publications for updates. DISTRIBUCIÓN DE RUTAS DE NAVEGACIÓN 1) Rutas navegación convencionales - ENR 3.1: a) Las rutas de navegación convencionales INFERIORES se detallan desde la página ENR 3.1-1 hasta ENR 3.1-95 inclusive. b) Si el tramo de una ruta se encuentra dentro de un área QNH, se indicará la dependencia ATS que brindará el mismo. c) Las Rutas de navegación convencionales SUPERIORES se detallan desde la página ENR 3.1-96 hasta ENR 3.1-138 inclusive. 2) Rutas navegación de área (RNAV 5) - ENR 3.2: a) Las Rutas de navegación de área INFERIORES se detallan desde la página ENR 3.2-1 hasta ENR 3.2-40 inclusive. b) Si el tramo de una ruta se encuentra dentro de un área QNH, se indicará la dependencia ATS que brindará el mismo. c) Las Rutas de navegación de área SUPERIORES se detallan desde la página ENR 3.2-41 hasta ENR 3.2-150 inclusive. DISTRIBUTION OF NAVIGATION ROUTES 1) Conventional Navigation Routes - ENR 3.1: a) LOWER conventional navigation routes are detailed from page ENR 3.1-1 up to and including ENR 3.1-95. b) If a segment of a route is inside QNH area it will be indicated the ATS unit that will provide it. c) UPPER conventional navigation routes are detailed from page ENR 3.1-96 up to and including ENR 3.1-138. 2) Area Navigation Routes (RNAV 5) - ENR 3.2: a) LOWER Area Navigation Routes are detailed from page ENR",
    "metadata": {
      "source": "AIP - ENR3 - 1.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - ENR3 - 1.pdf-1-0",
    "text": "3.2-1 up to and including ENR 3.2-40. b) If a segment of a route is inside QNH area it will be indicated the ATS unit that will provide it. c) UPPER Area Navigation Routes are detailed from page ENR 3.2-41 up to and including ENR 3.2-150. AIP ARGENTINA ENR 3.0 - 2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 ENR 3. RUTAS ATS / ATS ROUTES ENR 3.0 GENERALIDADES ENR 3.0 GENERAL RUTAS ATS Generalidades El diseño y elaboración de rutas ATS son efectuadas por el Proveedor de Servicios de Navegación Aérea (ANSP) de conformidad con lo establecido en las RAAC Partes 211 y Parte 204 y el Doc. 8168 (PANS-OPS) y Doc. 9613 (PBN). El cálculo para determinar los rumbos magnéticos se realiza por computadora, en base a las coordenadas geográficas obtenidas y luego se aplica la declinación magnética correspondiente. Cuando las rutas están apoyadas en VOR la declinación se aplica en cada lugar donde está instalado el equipo. En el caso de rutas servidas por radiofaro o entre puntos sin radioayudas la declinación se promedia. La distancia se redondea siempre a la milla náutica más próxima. El ancho de las aerovías (AWY) se encuentra determinado por el siguiente procedimiento: a) Desde cada radioayuda VOR y hasta 83 NM un ancho de 7,5 NM a cada lado del eje de la aerovía, excepto el tramo comprendido dentro de una TMA que es 5 NM a cada lado del eje, y b) A partir de las 83 NM se ensancha por la traza que se obtiene al aplicar el valor angular de 5° a cada lado del eje de la AWY, teniendo la radioayuda como origen. c) Desde cada radioayuda NDB y hasta 42 NM un ancho de 7,5 NM a cada lado del eje de la aerovía, excepto el tramo comprendido hasta 30 NM dentro de una TMA que es de 5 NM a cada lado del eje, y d) A partir de las 42 NM se ensancha por la traza que se obtiene al aplicar el valor angular de 10° a cada lado del eje de la AWY, teniendo la radioayuda como origen. Ítem (1) expresado en ENR Cuando en la columna 4 de la tabla de ENR 3, correspondiente al ancho de la aerovía (AWY), figure (1) quiere decir que en ese tramo de ruta el ancho de aerovía es mayor de 15 NM, por aplicación de los incisos b) y d) mencionados precedentemente, según corresponda para VOR o NDB. Rutas de Navegación de Área (RNAV) La ruta de navegación de área es una ruta ATS establecida para ser utilizada por aquellas aeronaves que puedan aplicar el sistema de navegación de área (RNAV) y cumplan con las exigencias establecidas en las RAAC Parte 211. En las rutas de navegación de área se presta Servicio de Control de Área, excepto en la ruta UL 211 F donde se facilita Servicio Asesor de Tránsito Aéreo y es Ruta de contingencia del AORRA. ATS ROUTES General",
    "metadata": {
      "source": "AIP - ENR3 - 1.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - ENR3 - 1.pdf-1-450",
    "text": "y cumplan con las exigencias establecidas en las RAAC Parte 211. En las rutas de navegación de área se presta Servicio de Control de Área, excepto en la ruta UL 211 F donde se facilita Servicio Asesor de Tránsito Aéreo y es Ruta de contingencia del AORRA. ATS ROUTES General The design and development of ATS routes are carried out by the Air Navigation Service Provider (ANSP) in accordance with the provisions of RAAC Parts 211 and 204 and Doc. 8168 (PANS-OPS) and Doc. 9613 (PBN). The calculation to determine magnetic headings is performed by computer, based on the geographical coordinates obtained, and then the corresponding magnetic declination is applied. When routes are supported by VOR, the declination is applied at each location where the equipment is installed. In the case of routes served by radio beacons or between points without radio aids, the declination is averaged. The distance is always rounded to the nearest nautical mile. The width of the airways (AWY) is determined by the following procedure: a) From each VOR radio aid and up to 83 NM a width of 7.5 NM on each side of the axis of the airway, except the segment within a TMA which is 5 NM on each side of the axis, and b) From 83 NM it is widened by the track obtained by applying the 5° angular value to each side of the AWY axis, having the radio aid as origin. c) From each NDB radio aid and up to 42 NM a width of 7.5 NM to each side of the AWY axis, except for the segment up to 30 NM within a TMA which is 5 NM to each side of the axis, and d) From 42 NM it is widened by the track obtained by applying the 10° angular value to each side of the AWY axis, having the radio aid as origin. Item (1) expressed in ENR When column 4 of the ENR 3 table, corresponding to the airway width (AWY), shows (1), this means that in that section of the route the airway width is greater than 15 NM, pursuant to paragraphs b) and d) mentioned above, as applicable for VOR or NDB. Area Navigation Routes (RNAV) An area navigation route is an ATS route established for use by aircraft that can apply the area navigation system (RNAV) and comply with the requirements set forth in RAAC Part 211. Area navigation routes provide Area Control Service, except for route UL 211 F, which provides Air Traffic Advisory Service and is an AORRA contingency route. AIP ARGENTINA ENR 3.0 - 3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2025 27 NOVIEMBRE 2025 ENR 3. RUTAS ATS / ATS ROUTES ENR 3.0 GENERALIDADES ENR 3.0 GENERAL El ancho de las rutas de navegación de área esta dado por aplicación de lo siguiente: a) Desde cada radioayuda o punto de notificación obligatorio y hasta 83 NM un ancho de 7,5 NM a cada lado del eje de la ruta,",
    "metadata": {
      "source": "AIP - ENR3 - 1.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - ENR3 - 1.pdf-1-900",
    "text": "ATS ROUTES ENR 3.0 GENERALIDADES ENR 3.0 GENERAL El ancho de las rutas de navegación de área esta dado por aplicación de lo siguiente: a) Desde cada radioayuda o punto de notificación obligatorio y hasta 83 NM un ancho de 7,5 NM a cada lado del eje de la ruta, y b) A partir de las 83 NM se ensancha por la traza que se obtiene al aplicar el valor angular de 5º a cada lado del eje de la ruta, teniendo en cuenta la radioayuda o el punto de notificación como origen y a partir del cual se aplica. Ítem (2) expresado en ENR Cuando en la columna 4 correspondiente a la ruta figure (2), quiere decir que, en ese tramo de ruta, el ancho es mayor de 15 NM, por aplicación del inciso b) mencionado precedentemente. Rutas designadas como RNAV5 Continentales Durante las operaciones en el espacio aéreo, el error lateral del sistema total no excederá de 5NM para, por lo menos, el 95% del tiempo total de vuelo. El error a lo largo de la derrota tampoco excederá de ± 5 NM para, por lo menos, el 95% del tiempo total de vuelo. En las rutas de navegación de área se presta Servicio de Control de Área, excepto en la ruta UL 211 F donde se facilita Servicio Asesor de Tránsito Aéreo y es Ruta de contingencia del AORRA. Simbología utilizada Punto de notificación obligatorio Punto de notificación a requerimiento Punto de notificación obligatorio RNAV  Punto de notificación a requerimiento RNAV Punto de notificación obligatorio VOR Punto de notificación obligatorio VOR/DME Punto de notificación a requerimiento VOR Punto de notificación a requerimiento VOR/DME Punto de notificación obligatorio NDB En la columna 6 de la tabla de ENR, se aclara si el punto de notificación MET es OBLIGATORIO o a REQUERIMIENTO, de acuerdo con lo siguiente: M Para los puntos de notificación MET OBLIGATORIO. M Para los puntos de notificación MET a REQUERIMIENTO. The width of area navigation routes is determined by applying the following: a) From each radio aid or mandatory reporting point and up to 83 NM, a width of 7.5 NM on each side of the route axis, and b) From 83 NM onwards, it widens by the trace obtained by applying an angular value of 5° on each side of the route axis, taking into account the radio aid or reporting point as the origin and from which it is applied. Item (2) expressed in ENR When (2) appears in column 4 corresponding to the route, it means that, on that section of the route, the width is greater than 15 NM, by application of section b) mentioned above. Routes designated as Continental RNAV5 During airspace operations, the total system lateral error shall not exceed 5NM for at least 95% of the total flight time. The error along the track shall also not exceed ± 5 NM for at least 95% of the total flight time. Area Control Service is provided on area",
    "metadata": {
      "source": "AIP - ENR3 - 1.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - ENR3 - 1.pdf-1-1350",
    "text": "RNAV5 During airspace operations, the total system lateral error shall not exceed 5NM for at least 95% of the total flight time. The error along the track shall also not exceed ± 5 NM for at least 95% of the total flight time. Area Control Service is provided on area navigation routes, except on route UL 211 F where Air Traffic Advisory Service is provided and it is AORRA Contingency Route. Symbology used Mandatory reporting point Notification point on request RNAV Mandatory Notification Point  RNAV Notification point on request VOR Mandatory reporting point VOR/DME Mandatory reporting point VOR notification point on request VOR/DME notification point on request NDB Mandatory reporting point Column 6 of the table of ENR, clarifies whether the MET reporting point is MANDATORY or ON REQUEST, as follows: M For MANDATORY MET reporting points M For ON REQUEST MET reporting points",
    "metadata": {
      "source": "AIP - ENR3 - 1.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  }
]