[
  {
    "id": "AIP - ENR1 - 8.pdf-0-0",
    "text": "AIP ARGENTINA ENR 1.8.-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 ENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES ENR 1.8 PROCEDIMIENTOS SUPLEMENTARIOS REGIONALES ENR 1.8 REGIONAL SUPPLEMENTARY PROCEDURES 1. Generalidades Los Procedimientos Suplementarios Regionales (SUPPS) contenidos en el documento 7030 de la Organización de Aviación Civil Internacional (OACI) y de aplicación en la República Argentina son los siguientes: Procedimientos Suplementarios de la Región SAM para el espacio aéreo correspondiente a las FIR Ezeiza, Comodoro Rivadavia, Córdoba, Resistencia y Mendoza, incluyendo el sector Oceánico de la FIR Ezeiza. Las partes pertinentes de estos procedimientos suplementarios se incluyen en el Reglamento de vuelos de la República Argentina. Las diferencias existentes entre la legislación Argentina y la normativa internacional, se comunican a la OACI a través de la autoridad nacional competente y se publican en la AIP Parte GEN 1.7 Además de lo mencionado anteriormente, se ha incluido en esta sección los procedimientos de aplicación nacional correspondientes a “Separación Vertical Mínima Reducida” e “Implantación del Área de Rutas RNAV Aleatorias en el Océano Atlántico (AORRA)”. 2. IMPLANTACIÓN DEL ÁREA DE RUTAS RNAV ALEATORIAS EN EL OCÉANO ATLÁNTICO (AORRA)",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-2-0",
    "text": "2.1 Introducción El objetivo del Grupo del Atlántico Sur (SAT) es facilitar la provisión eficiente de los Servicios de Tránsito Aéreo en el área del Atlántico Sur, como así también planificar la implantación de los Sistemas CNS/ATM. Durante la Reunión SAT/11 se resolvió evaluar la posibilidad de implantar un Área de Rutas RNAV Aleatorias en el Océano Atlántico, teniendo en cuenta la experiencia del Área de Rutas RNAV Aleatorias del Océano Indico (IORRA). Finalmente, en el mes de diciembre de 2004, durante la Reunión SAT/12 llevada a cabo en la Isla de Sal, Cabo Verde, se decidió la implantación de un Área de Rutas RNAV Aleatorias en el Océano Atlántico (AORRA), entre el FL290 y el FL410 correspondientes a los sectores oceánicos de Angola, Argentina, Brasil, Sudáfrica y Uruguay. Los beneficiados con esta implantación serán los usuarios de aeronaves, debido a que podrán seleccionar la trayectoria de vuelo más conveniente. El cumplimiento con RNP10 garantizará la navegación de precisión requerida para las operaciones RNAV en el área del espacio aéreo afectado. El propósito de esta publicación es divulgar a los usuarios los procedimientos y las dimensiones asociadas del Área de Rutas RNAV Aleatorias del Océano Atlántico (AORRA).",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-4-0",
    "text": "2.2 Descripción del espacio aéreo AORRA El espacio aéreo comprendido entre el FL290 y el FL410 inclusive queda designado como AORRA dentro de las siguientes FIR: Atlántico, Comodoro Rivadavia, Ezeiza-Sector Oceánico, Johannesburgo-Sector Oceánico, Luanda-Sector Oceánico y 1. General The Regional Supplementary Procedures (SUPPS) contained in the International Civil Aviation Organization (ICAO) Document 7030 and that are applicable in the Republic of Argentina are the following: SAM Regional Supplementary Procedures for the airspace corresponding to the FIRs Ezeiza, Comodoro Rivadavia, Córdoba, Resistencia, and Mendoza, including the Oceanic sector of the Ezeiza FIR. The relevant parts of these supplementary procedures are included in the Flight Rules of the Republic of Argentina. The differences between the Argentine legislation and the international rules are communicated to the ICAO through the competent national authority and they are published in the GEN Part 1.7 of the AIP. Moreover, the procedures regarding “Reduced Vertical Separation Minimum” and “Implementation of the Atlantic Ocean Random Routing RNAV Area (AORRA)” of national application are included in this section. 2. IMPLEMENTATION OF THE ATLANTIC OCEAN RANDOM ROUTING RNAV AREA (AORRA)",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.2",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-6-0",
    "text": "2.1 Introduction The purpose of the South Atlantic Group (SAT) is to facilitate the efficient provision of the Air Traffic Services in the South Atlantic area, as well as to plan the implementation of the CNS/ATM Systems. During the SAT/11 Meeting, it was decided to evaluate the possibility of implementing an Atlantic Ocean Random RNAV Area, taking into consideration the experience of the Indian Ocean Random RNAV Area (IORRA). Finally, in December 2004, during the SAT/12 Meeting that took place in Isla de Sal, Cabo Verde, it was decided to implement an Atlantic Ocean Random RNAV Area (AORRA), between FL290 and FL410 corresponding to the oceanic sectors of Angola, Argentina, Brazil, South Africa and Uruguay. The ones who will benefit from this implementation are the aircraft users, since they will be able to select the most convenient flight trajectory. The compliance with RNP10 will ensure the precision navigation required for the RNAV operations in the affected airspace. The purpose of this publication is to inform the users about the procedures and the dimensions related to the Atlantic Ocean Random Routing RNAV Area (AORRA).",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-8-0",
    "text": "2.2 Description of the AORRA airspace The airspace between FL290 and FL410 inclusive is designated as AORRA within the following FIRs: Atlantic, Comodoro Rivadavia, Ezeiza-Oceanic Sector, Johannesburg-Oceanic Sector, Luanda- Oceanic Sector and Montevideo, limited by a line that joins the AIP ARGENTINA ENR 1.8.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 TABLA 1 / TABLE 1 DESCRIPCIÓN DEL ESPACIO AÉREO AORRA / DESCRIPTION OF THE AORRA AIRSPACE Comenzando en:/ Starting at S 60 00 00 E 015 00 00 Una línea recta hacia:/ A straight line towards: S 27 30 00 E 015 00 00 Luego líneas rectas consecutivas entre cada una de las siguientes coordenadas: / Then, straight consecutive lines between each of the following coordinates: S 17 30 00 E 011 13 00 S 09 40 00 E 011 24 00 Luego la porción de un arco de 120 NM con centro sobre el VOR de Luanda a la posición: / Then, the portion of an arch of 120 NM with center above the Luanda VOR to the position: S 07 48 00 E 011 30 00 Luego una línea recta hacia la posición: / Then a straight line towards the position: S 05 20 00 E 010 00 00 S 05 30 00 E 008 50 00 S 04 10 00 E 006 35 00 0 00 00 E 006 35 00 0 00 00 W 026 34 00 S 08 54 00 W 031 56 00 S 11 55 00 W 032 53 00 S 18 30 00 W 038 45 00 S 19 43 00 W 034 55 00 S 26 45 00 W043 45 00 S 34 00 00 W 050 00 00 S 34 00 00 W 051 33 20 S 36 45 30 W 053 11 47 S 60 00 00 W 053 00 00 Luego a: / Then to: S 60 00 00 E 015 0 Aquellos vuelos que operen hacia / desde el AORRA deberán ingresar y salir, a través de los siguientes puntos de acceso: The flights that operate towards/from the AORRA shall enter and leave through the following points of access: TABLA 2 / TABLE 2 PUNTOS DE INGRESO Y SALIDA DEL AORRA / AORRA ENTRY AND EXIT POINTS Sector Oceánico Johannesburgo IBLOK S184740.00 E0114034.00 NIBEK S225831.00 E0131254.00 NIGAM S263356.00 E0143471.00 OKTEL S280753.81 E0150000.00 UVGOD S290943.27 E0150000.00 ALDOV S303712.00 E0150000.00 BUXIR S320000.00 E0150000.00 OKDOG S330500.00 E0150000.00 ITMEK S341200.00 E0150000.00 ITLIK S351600.00 E0145957.00 Luanda URAPI S094907.00 W0034807.00 Montevideo, limitadas por una línea que une las siguientes coordenadas (Ver Adjunto MAPA DE REFERENCIAS GEOGRÁFICAS – ENR 1.8). following coordinates (See MAP OF GEOGRAPHIC REFERENCES – ENR 1.8, attached). AIP ARGENTINA ENR 1.8-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 OSUKO S090101.00 W0013604.00 GAPEL S081706.00 E0001900.00 TERBA S044709.00 E0063500.00 OPAPO S094800.00 E0113000.00 ONTAR S094000.00 E0112400.00 Atlántico CIDER S240749.80 W 0401623.40 EKALO S222600.00 W 0380848.00 Montevideo BIVEN S363500.00 W 0530510.00 Ezeiza GUXOR S372230.00 W 0530000.00 BISUL S433122.00 W 0530000.00 Comodoro Rivadavia EGLAS S480000.00 W 0530000.00",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.2",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-8-450",
    "text": "AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 OSUKO S090101.00 W0013604.00 GAPEL S081706.00 E0001900.00 TERBA S044709.00 E0063500.00 OPAPO S094800.00 E0113000.00 ONTAR S094000.00 E0112400.00 Atlántico CIDER S240749.80 W 0401623.40 EKALO S222600.00 W 0380848.00 Montevideo BIVEN S363500.00 W 0530510.00 Ezeiza GUXOR S372230.00 W 0530000.00 BISUL S433122.00 W 0530000.00 Comodoro Rivadavia EGLAS S480000.00 W 0530000.00 IRIRO S600000.00 W 0530000.00 Las aeronaves podrán operar en su trayectoria preferida, estipulada en el plan de vuelo entre los puntos acceso mencionado en el TABLA 1. Antes del ingreso o luego de la salida del AORRA en un punto de acceso determinado, las aeronaves deberán cumplir con su navegación de acuerdo con la estructura de las rutas ATS asociadas con ese punto de entrada o salida particular o según sean instruidas por el ATC, y se les requerirá un plan de vuelo de acuerdo con las normas de los ATS.",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-10-0",
    "text": "2.3 Descripción de las rutas ATS suspendidas dentro del espacio aéreo del AORRA De acuerdo con la fecha AIRAC, 25 de Septiembre de 2008, a las 00:01 UTC, las siguientes partes de las rutas ATS contenidas dentro de los límites del AORRA, tal como están publicadas actualmente por los Estados involucrados, serán suspendidas. The aircraft will be able to operate in their preferred trajectory, stated in the flight plan between the access points mentioned in TABLE 1. Before entering or after leaving the AORRA through a certain access point, the aircraft shall comply with their navigation according to the structure of the ATS routes related to that particular point of entry or exit or according to what is instructed by the ATC, and they shall be required a flight plan according to the ATS rules.",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.3",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-13-0",
    "text": "2.3 Description of the suspended ATS routes within the AORRA airspace According to the AIRAC date, September 25th, 2008, at 00:01 UTC, the following parts of the ATS routes contained within the limits of the AORRA, as they are currently published by the involved States, shall be suspended. TABLA 3 / TABLE 3 AORRA SUSPENDED ATS ROUTES / RUTAS ATS SUSPENDIDAS DEL AORRA Johannesburgo Oceanic FIR UL435 ILDIR S 180000 E 0100000 IBLOK S 18474000 E 011403400 UQ11 UBVER S 275522 E 0141741 OKTEL S 28075381 E 015000000 UQ18 ILDIR S 180000 E 0100000 UVGOD S 29094327 E 015000000 UL375 USENA S 182748 W 0060712 BUXIR S 32000000 E 015000000 UA405 ETOBO S 233900 W 0100000 OKDOG S 33050000 E 015000000 UL224 ITGIV S 325600 W 0100000 ITMEK S 34120000 E 015000000 UL211F MUNES S 401958 W 0100000 ITLIK S 35160000 E 014595700 Angola FIR UL435 URAPI S 094907 W 0034800 ILDIR S 180000 E 0100000 UL375 ETAXO S 150000 W 0100000 USENA S 182748 W 0060712 UR991F GAPEL S 081708 E 0001900 ILDIR S 180000 E 0100000 UG853F TERBA S 044709 E 0063500 OPAPO S 074800 E 0113000 UL340 ILGER S 172204 W 0100000 ONTAR S 094000 E 0112400 Atlántico FIR UL224 CIDER S 24074980 W 040162340 ITGIV S 325600 W 0100000 UL340 EKALO S 22260000 W 038084800 ILGER S 172204 W 0100000 AIP ARGENTINA ENR 1.8.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 UL375 SISET S 13073900 W 013032900 ETAXO S 150000 W 0100000 Ezeiza FIR UL211F GUXOR S 223000 W 053000000 MUNES S 40195800 W 0100000",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.3",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-16-0",
    "text": "2.4 Vigilancia dependiente automática y comunicaciones por enlaces de datos piloto - controlador (ADS/ CPDLC) La ADS/ CPDLC podrán ser utilizados en el espacio aéreo AORRA por los ATC adecuadamente equipados para brindar un servicio ATS y beneficiar a las aeronaves capaces de utilizar esta forma de comunicación. Los operadores deberán tener en cuenta que en algunos sectores del AORRA, el HF es el medio de comunicación primario, en otros es el sistema ADS/ CPDLC y el HF como el medio de comunicación secundario.",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.4",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-18-0",
    "text": "2.5 Aprobaciones y operaciones RVSM Las operaciones en espacio aéreo con separación vertical mínima reducida (RVSM) están contempladas en las RAAC Parte 91 - Apéndice G. La tabla de niveles de crucero con espacio aéreo RVSM figura en ENR 1.7.",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.5",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-20-0",
    "text": "2.6 Procedimientos de performance de navegación requerida (RNP 10) para las operaciones de aeronaves dentro del AORRA Sólo aquellas aeronaves certificadas para realizar operaciones RNP 10 podrán operar en el espacio aéreo del AORRA. Ningún operador confeccionará un plan de vuelo para operar en el espacio aéreo del AORRA a menos que disponga la certificación RNP10 correspondiente, emitida por el Estado de Registro o el Estado del operador, según sea el caso, salvo que: a) La aeronave haya sido entregada al Estado de Registro o al Estado del operador por primera vez. b) La aeronave esté certificada, pero se encuentre en estado de degradación de su capacidad de navegación y está siendo conducida a su base o hacia una instalación de mantenimiento para ser reparada. c) La aeronave esté realizando un vuelo en misión humanitaria. d) La aeronave sea del Estado",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.6",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-23-0",
    "text": "2.7 Aprobación de aeronavegabilidad/ operaciones Aprobación RNP 10 – Los operadores que operen o que tengan intenciones de operar en el espacio aéreo del AORRA deberán disponer de la aprobación RNP10 del registro del Estado de matrícula o del Estado del operador según corresponda, y que el usuario cumpla con las siguientes condiciones: a) La aeronave cumple con las “Especificaciones Mínimas de Performance del Sistema de la Aeronave” (MASPS) del registro del Estado de matrícula.",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.7",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-27-0",
    "text": "2.4 Automatic dependent surveillance and controller/pilot data link communications (ADS/ CPDLC) ADS/ CPDLC may be used in AORRA airspace by the ATC correctly equipped to provide an ATS service and to benefit the aircraft that have the capacity to use this way of communication. The operators shall take into account that in some sectors of the AORRA the HF is the primary means of communication, while in other sectors the ADS/CPDLC is the primary, and the HF is the secondary means of communication.",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.4",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-29-0",
    "text": "2.5 Aprobaciones y operaciones RVSM Operations in airspace with reduced vertical separation minimum (RVSM) are covered in RAAC Part 91 - Appendix G. The table of RVSM airspace cruise levels is provided in ENR 1.7.",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.5",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-32-0",
    "text": "2.6 Required navigation performance (RNP10) procedures for the aircraft operations within the AORRA Only the aircraft certified to perform RNP10 operations will be able to operate within the AORRA airspace. No operator shall file a flight plan to operate in the AORRA airspace, unless they hold the respective RNP certification, issued by the State of registration or the State of the operator, as the case may be, except that: a) The aircraft has been delivered to the State of registration or to the State of the operator for the first time. b) The aircraft is certified but it is in a state of degradation regarding its navigation capacity and is being directed to its base or to a maintenance facility to be repaired. c) The aircraft is performing a humanitarian flight. d) The aircraft belongs to the State.",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.6",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-35-0",
    "text": "2.7 Airworthiness approval / operations RNP 10 Approval– The operators that operate or intent to operate in the AORRA airspace shall have the RNP10 approval of the State of registration or the State of the operator, as the case may be, and the operator shall comply with the following conditions: a) The aircraft complies with the “Minimum Aircraft System Performance Specification” (MASPS) of the State of registration.  AIP ARGENTINA ENR 1.8-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 b) La aeronave es operada bajo las condiciones indicadas en la aprobación operacional RNP 10 emitida por el Estado del usuario. 3. Planes de vuelo Cuando la intención sea operar con una aeronave en el espacio aéreo del AORRA, se deberá indicar el estado de aprobación RNP 10 colocando una “R” en la casilla 10 del formulario del plan de vuelo. El plan de vuelo deberá indicar el punto de acceso a la salida y a la entrada en el espacio aéreo del AORRA, y el tiempo estimado de notificación cada 5º de longitud. En el caso de planes de vuelo repetitivos la aprobación RNP 10 se indicará la colocando una “R” en la casilla Q del RPL, sin importar cuál sea el nivel requerido, de la siguiente manera: EQPT/R. Aquellos usuarios que operen en las circunstancias estipuladas en el párrafo 4.2.-b) insertarán STS/ NON RNP10, en el campo 18 del FPL de OACI. 4. Procedimientos operacionales previos al ingreso al espacio aéreo del AORRA Antes del ingreso al espacio aéreo del AORRA, el piloto al mando de la aeronave certificada RNP10, deberá verificar que el equipamiento requerido para volar dentro del espacio aéreo del AORRA esté funcionando en servicio, y además deberá verificar la posición de la aeronave con la mayor precisión posible, mediante ayudas externas para la navegación aérea. Si algún equipo no se encontrara operando normalmente, el piloto deberá notificar al ATC antes de ingresar en el espacio aéreo del AORRA. Mientras se opere dentro del espacio aéreo del AORRA, los niveles de vuelo que se utilicen serán los correspondientes a la Tabla de Niveles de Crucero RVSM especificada en ENR 1.7. 5. Procedimientos operacionales posteriores al ingreso al espacio aéreo del AORRA Procedimientos generales Si una aeronave no puede continuar el vuelo de acuerdo con la autorización otorgada por el ATC y/ o no puede mantener la precisión requerida para la performance de navegación requerida en el espacio aéreo del AORRA, el comandante de la aeronave deberá dar aviso de inmediato al ATC correspondiente. La notificación de posición al ATC deberá ser informada en: a) Los puntos de acceso de ingreso y salida. b) En los siguientes meridianos: 05E 10E 15E 00 E/W 05W 10W 15W b) The aircraft is operated under the conditions indicated in the RNP 10 operational approval issued by the State of the operator. 3 Flight plans When the intention is to operate an aircraft in the AORRA airspace, the RNP state of approval shall be indicated by including",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.7",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR1 - 8.pdf-35-450",
    "text": "05W 10W 15W b) The aircraft is operated under the conditions indicated in the RNP 10 operational approval issued by the State of the operator. 3 Flight plans When the intention is to operate an aircraft in the AORRA airspace, the RNP state of approval shall be indicated by including an “R” in the item 10 of the flight plan form. The flight plan shall include the points of access of the exit and the entry of the AORRA airspace and the estimated time of notification every 5º of longitude. In the case of repetitive flight plans, the RNP 10 approval shall be indicated by including an “R” in the item Q of the RPL, no matter the required level, in the following way: EQPT/R. The users that operate under the circumstances described in the paragraph 4.2-b) shall include STS/ NON RNP10 in the item 18 of the ICAO FPL. 4 Operational procedures before the entry to the AORRA airspace Before entering the AORRA airspace, the pilot in command of the RNP10-certified aircraft shall check that the required equipment to fly within the AORRA airspace is working properly and, moreover, they shall check the aircraft position as precisely as possible, through air navigation external aids. If any of the equipment is not working properly, the pilot shall notify the ATC before entering the AORRA airspace. During the operation within the AORRA airspace, the flight levels to be used shall be the respective ones in the Cruise Levels Chart, RVSM specified in ENR 1.7. 5 Operational procedures after the entry to the AORRA airspace General procedures If an aircraft cannot continue the flight according to the clearance given by the ATV and/or cannot maintain the required precision for the required navigation performance in the AORRA airspace, the pilot in command of the aircraft shall immediately notify the respective ATC. The position notification to the ATC shall be informed: a) At the points of entry and exit. b) At the following meridians: 05E 10E 15E 00 E/W 05W 10W 15W AIP ARGENTINA ENR 1.8.-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 20W 25W 30W 35W 40W 45W 50W c) En cualquier otra posición requerida por el ATC. 20W 25W 30W 35W 40W 45W 50W c) At any other position required by the ATC. AIP ARGENTINA ENR 1.8-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - ENR1 - 8.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]