[
  {
    "id": "AIP - ENR5 - 2.pdf-0-0",
    "text": "AIP ARGENTINA ENR 5.2 - 1 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2024 28 NOVIEMBRE 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.2 MANIOBRAS MILITARES Y ZONAS DE INSTRUCCIÓN MILITAR Y ZONA DE IDENTIFICACIÓN DE DEFENSA AÉREA (ADIZ) ENR 5.2 MILITARY EXERCISE AND TRAINING AREAS AND AIR DEFENCE IDENTIFICATION ZONE (ADIZ) Nombre / Name Límites laterales/ Lateral limits Limites superior – inferior / Upper - Lower Limits Observaciones - Hora de Actividad - Riesgo de interceptación (ADIZ) / Remarks - Activity Time - Risk of interception (ADIZ) ADIZ OPERATIVO FRONTERAS Desde el paralelo 29 hacia el Norte y los límites internacionales con las Repúblicas de Chile, Bolivia, Paraguay y Brasil. / ADIZ OPERATIVO FRONTERAS From the parallel 29 to the north and the internatio nal boundaries with the Republics of Chile, Bolivia, Paraguay and Brazil. UNL GND 1. Todas las aeronaves deben presentar obligatoriamente Plan de Vuelo o Formulario de Información de Intención de Vuelo (FIIV), antes de iniciar el vuelo y mantenerlo hasta su llegada a destino. 2. Las aeronaves que realicen actividades aéreas en el espacio aéreo clase “G”, deben estar equipada con un equipo de vigilancia del tipo Transponder o ADS-B, a los efectos de su identificación para el sistema de vigilancia y de seguridad nacional. 3. El FIIV se puede presentar a través de los sistemas electrónicos disponibles, en el Casillero Aeronáutico Digital (CAD) del sitio web ANAC, o en su defecto mediante el envío del Formulario de Información de Intención de Vuelo por Correo Electrónico, sin enmiendas ni raspaduras a: a) Oficina Operaciones Dirección Regional Centro: Tel. (011) 4480-2277 o mail operacionesregionalcentro@anac.gob.ar b) Oficina Operaciones Dirección Regional Noroeste: Tel. (0351) 475-3881 o mail operacionesregionalnoroeste@anac.gob .ar c) Oficina Operaciones Dirección Regional Noreste: Tel. (0362) 443-6284 o mail operacionesregionalnoreste@anac.gob. ar 4. El envío del Formulario de Información de Intención de Vuelo podrá ser presentado hasta 120 horas antes de la hora prevista de la operación y hasta 30 minutos antes de la hora prevista de salida, de lunes a domingos, incluyendo días feriados, entre las 1100 UTC y las 2100 UTC. 5. Las operaciones realizadas desde un aeródromo no controlado y/o lugar apto denunciado, en las que parte de la trayectoria del vuelo afecte espacio aéreo controlado, deberá comunicarse con las dependencias de tránsito aéreo de jurisdicción para abrir su Plan de Vuelo, previo al despegue, a los siguientes teléfonos 1. All aircrafts must file a Flight Plan or Flight Intention Information Form (FIIV) before starting the flight and keep it until their arrival at destination. 2. Aircraft performing aerial activities in class \"G\" airspace must be equipped with Transponder or ADS-B type surveillance equipment, for the purpose of identification for the surveillance and national security system. 3. The FIIV can be submitted through the electronic systems available, in the Casillero Aeronáutico Digital (CAD) of the ANAC website, or otherwise by sending the Flight Intention Information Form by E-mail, without amendments or scratches to: a) Operations Office Center Regional Directorate: phone (011) 4480-2277",
    "metadata": {
      "source": "AIP - ENR5 - 2.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 2.pdf-0-450",
    "text": "and national security system. 3. The FIIV can be submitted through the electronic systems available, in the Casillero Aeronáutico Digital (CAD) of the ANAC website, or otherwise by sending the Flight Intention Information Form by E-mail, without amendments or scratches to: a) Operations Office Center Regional Directorate: phone (011) 4480-2277 or email operacionesregionalcentro@anac.gob.ar b) Operations Office Noroeste Regional Directorate: Phone (0351) 475-3881 or email operacionesregionalnoroeste@anac.gob.ar c) Operations Office Noreste Regional Center Directorate: Phone (0362) 443-6284 or e- mail operacionesregionalnoreste@anac.gob.ar 4. The Flight Intention Information Form may be submitted up to 120 hours prior to the scheduled time of operation and up to a minimum of 30 minutes prior to the scheduled time of departure, Monday to Sunday, including holidays, between 1100 UTC and 2100 UTC. 5. The operations performed from an uncontrolled aerodrome and/or Reported Appointed Place, in which part of the flight path affects controlled airspace, must contact the air traffic units of jurisdiction to open their Flight Plan, prior to takeoff, to the following telephone numbers AIP ARGENTINA ENR 5.2 - 2 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 a) Despegues desde la FIR Córdoba: − ARO/AIS Córdoba 0800 888 3222, H24. − AD Salta (0387) 437-5111/13, H24. − AD Santiago del Estero (0385) 434- 0710, en Horario de servicio. b) Despegues desde la FIR Resistencia: − AD Iguazú ARO/AIS (03757) 420595, H24. − AD Posadas ARO/AIS Móvil (03776) 445-1903 en horario de servicio. − AD Reconquista ARO/AIS Móvil (+54 9 11) 60067345 - (+54 3624) 436291- 2-3 Interno 32941, − AD Paso de los Libres ARO/AIS (+54 3772) 425528. (+54 0362) 4436291/2/3 Interno 32933 en horario de servicio. − AD Goya ARO/AIS (0362) 4436291/2/3 - Interno 32972 en horario de servicio. − AD Corrientes ARO/AIS (0379) 410- 1771 en horario de servicio. − AD Formosa ARO/AIS (0370) 445- 4448 en horario de servicio. − AD Resistencia ARO/AIS (0362) 443- 6280 / Alternativa 0800 777 3227, H24. c) Despegues desde la FIR Ezeiza: − AD Sauce Viejo ARO/AIS, en horario de servicio − AD Paraná ARO/AIS (+54 343) 4261914 – Int. 67324 / 67325, en horario de servicio. − AD Rosario ARO/AIS (+54 341) 4513220 / 45163003 Interno 1120, H24. − AD Concordia ARO/AIS (+54 345) 4252319, en horario de servicio.",
    "metadata": {
      "source": "AIP - ENR5 - 2.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 2.pdf-2-0",
    "text": "5.1. En todos los casos se debe cumplir lo dispuesto en la RAAC Parte 91 y AIP ENR 1.10 “Plan de vuelo”. 6. El incumplimiento de las disposiciones hará pasible a las aeronaves de la aplicación del Artículo 3 bis del Convenio sobre Aviación Civil Internacional, relativo a la interceptación de aeronaves civiles conforme a lo establecido en Parte ENR 1.12. 7. Los usuarios del espacio aéreo deben conocer las RAAC Parte 91.148 y el apéndice U; Parte 211.380 y el apéndice 13, PROGEN ATM Capitulo 15.5.2 y ENR 1.12. a) Takeoffs from the Córdoba FIR: − ARO/AIS office CÓRDOBA 0800 888 3222, H24. − AD Salta (0387) 437-5111/13, H24. − AD Santiago del Estero (0385) 434-0710 in service hours. b) Takeoffs from the Resistencia FIR: - AD Iguazú ARO/AIS (03757) 420595, H24. - AD Posadas ARO/AIS (03776) 445-1903 in service hours - AD Reconquista ARO/AIS (+54 9 11) 60067345 - (+54 3624) 436291-2-3 Internal 32941 in service hours - AD Paso de los Libres ARO/AIS (+54 3772) 425528. (+54 0362) 4436291/2/3 Internal 32933 in service hours. - AD Goya ARO/AIS (0362) 4436291/2/3 - Internal 32972 in service hours. - AD Corrientes ARO/AIS (0379) 410-1771 in service hours. - AD Formosa ARO/AIS (0370) 445-4448 in service hours. - AD Resistencia ARO/AIS (0362) 443-6280 / Alternative 0800 777 3227, H 24. c) Takeoffs from the FIR Ezeiza: - AD Sauce Viejo ARO/AIS in service hours. - AD Paraná ARO/AIS (+54 343) 4261914 – Int. 67324 / 67325, in service hours. - AD Rosario ARO/AIS (+54 341) 4513220 / 45163003 Extension 1120, H24. - AD Concordia ARO/AIS (+54 345) 4252319, in service hours.",
    "metadata": {
      "source": "AIP - ENR5 - 2.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 2.pdf-4-0",
    "text": "5.1. Part 91 of the RAAC and ENR 1.10-2 “Flight Plan” of the AIP must be complied with. 6. Failure to comply with the provisions shall render aircraft liable to the application of Section 3bis of the Convention on International Civil Aviation, concerning the interception of civil aircraft as set forth in Part ENR 1.12. 7. Airspace users must be familiar with RAAC Part",
    "metadata": {
      "source": "AIP - ENR5 - 2.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 2.pdf-5-0",
    "text": "91.148 and Appendix U, Part 211.380 and Appendix 13, PROGEN ATM Chapter 15.5.2, and ENR 1.12. AIP ARGENTINA ENR 5.2-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 Zona de Identificación de Defensa Aérea “Operativo Fronteras” / “Operativo Fronteras” Air Defense Identification Zone AIP ARGENTINA ENR 5.2-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 AIP ARGENTINA ENR 5.2-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 INSTRUCCIONES PARA COMPLETAR EL FORMULARIO Casilla 1 – Colocar la fecha de la operación prevista en formato AAAAMMDD. Casilla 2 – Completar el registro de matrícula de la aeronave, solo letras y números. Ej LV - S099. Casilla 3 – Completar con el tipo de aeronave, utilice código OACI Doc. 8643 “Designadores de Tipo de Aeronaves”. Casilla 4 – Colocar los colores que identifiquen a la aeronave y/o rasgos particulares. Ej Verde, estrella roja en cola. Casilla 5 – Completar con nombre y apellido del piloto al mando. Casilla 6 – Completar con tipo y número de licencia. Ej IV14246 o PPA15030 Casilla 7 – Indicar el equipamiento de la aeronave, seleccionando el casillero correspondiente. Casilla 8 – Completar con el identificador OACI del Aeródromo de salida, o código de tres letras. Ej: Para el Aeródromo Ceres, colocar: SANW o ERE. En caso de no existir identificador, se colocará ZZZZ y debe consignar coordenadas geográficas para referenciar el lugar de salida, se deberá describir tales coordenadas en el casillero 10 de la siguiente manera DEP/xxxxxxxSxxxxxxxxW que corresponde a las coordenadas geográficas del lugar de salida. Casilla 9 – Completar con la hora prevista para la actividad aérea desde el lugar de salida HHMM UTC. Ej: 0930, indica que la operación se realizará a las 0630 hora local. Casilla 10 – Se debe completar con el detalle de la zona donde se realizará la actividad aérea, circuito de tránsito o zona de trabajo, indicando un punto centro en coordenadas geográficas y un radio de afectación en millas náuticas. Ej xxxxxxxxSxxxxxxxxW 5 NM. Casilla 11 – Completar con el identificador OACI del Aeródromo de destino, o código de tres letras. Ej: Para el Aeródromo Roque Sáenz Peña, colocar: SARS o PSP. En caso de no existir identificador, se colocará ZZZZ y debe consignar coordenadas geográficas para referenciar el lugar de destino, se deberá describir tales coordenadas en el casillero 10 de la siguiente manera DEST/xxxxxxxSxxxxxxxW que corresponde a las coordenadas geográficas del lugar del destino. Casilla 12 – Completar con la hora prevista de arribo en formato HHMM UTC. Ej: 1100, corresponde a las 0800 hora local. Casilla 13 – Completar con la siguiente información, sin alterar el siguiente orden ni omitir ningún dato; a) Nombre de la compañía operadora, empresa, institución aerodeportiva, escuela de vuelo, etc, b) Teléfonos de contacto con el código de área ej (0362 4xxxxxxx), c) Intención de vuelo ej Aero aplicación, vuelo de instrucción, remolque, u otros datos referenciales a la intención del vuelo. Cuando se efectúa una navegación punto a punto, se",
    "metadata": {
      "source": "AIP - ENR5 - 2.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 2.pdf-5-450",
    "text": "compañía operadora, empresa, institución aerodeportiva, escuela de vuelo, etc, b) Teléfonos de contacto con el código de área ej (0362 4xxxxxxx), c) Intención de vuelo ej Aero aplicación, vuelo de instrucción, remolque, u otros datos referenciales a la intención del vuelo. Cuando se efectúa una navegación punto a punto, se debe consignar alguna referencia geográfica de la ruta de vuelo a realizar. d) Informar personas a bordo. Ej. P/XX. INSTRUCTIONS TO COMPLETE THE FORM Item 1 – Enter the date of the planned operation in the following format AAAAMMDD. Item 2 – Complete the aircraft registration, letters and numbers only. Ej LV - S099. Item 3 – Complete with the type of aircraft, use code of the ICAO Doc. 8643 “Aircraft Type Designators”. Item 4 – Enter the colors that identify the aircraft and/or particular features. E.g.: green, red star in tail. Item 5 – Complete with name and surname of the pilot-in- command. Item 6 – Complete with license type and number. Ex: IV14246 or PPA15030 Item 7 – Indicate the aircraft's equipment by checking the appropriate box. Item 8 – Complete with the ICAO identifier of the departure aerodrome, or three-letter code. E.g.: For Ceres Aerodrome, enter: SANW or ERE. If there is no identifier, ZZZZ should be entered and geographical coordinates should be entered to reference the place of departure, such coordinates should be described in item 10 as follows DEP/xxxxxxxSxxxxxxxxW corresponding to the geographical coordinates of the place of departure. Item 9 – Complete with the expected time of the air activity from the place of departure HHMM UTC. E.g.: 0930, indicates that the operation will take place at 0630 local time. Item 10 - It must be completed with the details of the area where the aerial activity, transit circuit or work area will be carried out, indicating a center point in geographic coordinates and a radius of affectation in nautical miles. E.g. xxxxxxxxSxxxxxxxxW 5 NM. Item 11 – Complete with the ICAO identifier of the destination Aerodrome, or three-letter code. E.g.: For Roque Saenz Peña Aerodrome, enter SARS or PSP. If there is no identifier, enter ZZZZ and you must enter geographic coordinates to reference the place of destination, such coordinates must be described in item 10 as follows DEST/xxxxxxxSxxxxxxxW that corresponds to the geographic coordinates of the place of destination. Item 12 – Complete with the estimated time of arrival in HHMM UTC format. E.g.: 1100, corresponds to 0800 local time. Item 13 – Complete with the following information, without altering the following order or omitting any data; a) Name of the operating company, company, aeronautical sports institution, flight school, etc., b) Contact telephone numbers with the area code E.g. (0362 4xxxxxxx), c) Intention of flight E.g. Aero application, instruction flight, tow, or other data referring to the intention of the flight. When a point-to-point navigation is performed, some geographic reference of the flight route to be performed must be included. d) Report persons on board. E.g. P/XX. AIP ARGENTINA ENR 5.2-6 DEPARTAMENTO",
    "metadata": {
      "source": "AIP - ENR5 - 2.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 2.pdf-5-900",
    "text": "Intention of flight E.g. Aero application, instruction flight, tow, or other data referring to the intention of the flight. When a point-to-point navigation is performed, some geographic reference of the flight route to be performed must be included. d) Report persons on board. E.g. P/XX. AIP ARGENTINA ENR 5.2-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 3/2022 3 NOVIEMBRE 2022 Casilla 14 – Colocar el tiempo estimado de vuelo en formato HHMM. Ej: si la operación desde su despegue hasta el aterrizaje dura 2 hs 35 min, debe colocar 0235. Casilla 15 – Completar autonomía de vuelo en tiempo en formato HHMM. Ej. 0405. Casilla 16 – Consignar el número de actividades aéreas programadas. Ej. 03. Casilla 17 – Completar con la altitud o nivel de vuelo de la zona afectada. Nivel de Vuelo expresado de la siguiente manera F085; F020, o Altitud de la siguiente manera A045; A030. Casilla 18 – Completar con la velocidad indicada de crucero que prevé desarrollar en vuelo ej. N120. Al pie del formulario, el piloto al mando de la aeronave deberá consignar su firma de puño y letra. Item 14 – Enter the estimated flight time in HHMM format. E.g.: if the operation from take-off to landing lasts 2 hs 35 min, you must enter 0235. Item 15 – Complete flight autonomy in time in HHMM format. E.g. 0405. Item 16 – Enter the number of scheduled air activities. E.g. 03. Item 17 – Complete with the altitude or flight level of the affected area. Flight Level expressed as follows F085; F020, or Altitude as follows A045; A030. Item 18 – Complete with the indicated cruise speed you expect to develop in flight E.g. N120. At the bottom of the form, the pilot in command of the aircraft must sign it in his own handwriting.",
    "metadata": {
      "source": "AIP - ENR5 - 2.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  }
]