[
  {
    "id": "AIP - ENR1 - 6.pdf-0-0",
    "text": "AIP ARGENTINA ENR 1.6.-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 ENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES ENR 1.6 SERVICIOS Y PROCEDIMIENTOS DE VIGILANCIA ATS ENR 1.6 ATS SURVEILLANCE SERVICES AND PROCEDURES 1. Radar primario (PSR) y secundario de vigilancia (SSR) a) Servicios y procedimientos de vigilancia ATS El radar primario y el radar secundario de vigilancia forman parte de un sistema integral de vigilancia ATS que permite proporcionar Servicio de Vigilancia ATS a las aeronaves, sujeto a factores tales como la cobertura del sistema de vigilancia ATS y las limitaciones técnicas que pueden afectar a este servicio, siendo el controlador que suministra el Servicio de Vigilancia ATS quien determine la capacidad de continuar prestando el servicio de conformidad con las instrucciones técnicas prescritas por la autoridad pertinente respecto al equipo de que se trate. Tanto el radar primario de vigilancia (PSR) como el radar secundario de vigilancia (SSR) pueden usarse por separado o de forma conjunta para proporcionar dicho servicio. b) Sistema de asignación de claves SRR Los respondedores SSR deberán disponer del modo A/3 y tener capacidad para 4096 códigos de respuesta. Los pilotos harán funcionar sus respondedores SSR, seleccionarán los modos y códigos de conformidad con las autorizaciones del Control de Tránsito Aéreo y los mantendrán hasta que se les indique lo contrario. El empleo del transpondedor SSR en Modo A/3 y Modo C es obligatorio para todas las aeronaves en vuelo dentro de las áreas designadas en ENR-2.1 Espacio Aéreo ATS - FIR, UIR, TMA. Todas las aeronaves que realicen vuelos en el espacio aéreo de Jurisdicción Nacional Argentina por encima de 3000 pies (ft) de altura y que estén equipadas con respondedor en servicio operativo, deberán operarlo en forma continua en Modo “C”, con el código asignado por el ATC o, si no fuera así en A2000, a fin de posibilitar la activación de los sistemas anticolisión de a bordo de las aeronaves que lo dispongan. Los pilotos de aeronaves que se encuentren a punto de entrar en espacios aéreos con coberturas por sistemas de vigilancia ATS, que no hayan recibido instrucciones específicas del ATS con respecto al reglaje del respondedor, harán funcionar el mismo en Modo A/3 código 2000 antes de la entrada y mantendrán dicho reglaje de código hasta que se le instruya lo contrario. El valor de tolerancia utilizado para determinar que la información sobre el nivel derivada de la altitud de presión presentada al controlador es exacta, es de ±200 ft en espacio aéreo RVSM y de ±300 ft en otro tipo de espacio aéreo. El empleo del transpondedor SSR en Modo A/3 es obligatorio para todas las aeronaves con matrícula argentina, que cuenten con un certificado de aeronavegabilidad especial, categoría restringido, propósito agrícola, conforme lo establecido en las Regulaciones Argentinas de Aviación Civil, Parte 91, siempre que operen dentro de la Zona de Identificación de Defensa 1. Primary surveillance radar (PSR) and secondary surveillance radar (SSR) a) ATS services and procedures",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-0-450",
    "text": "que cuenten con un certificado de aeronavegabilidad especial, categoría restringido, propósito agrícola, conforme lo establecido en las Regulaciones Argentinas de Aviación Civil, Parte 91, siempre que operen dentro de la Zona de Identificación de Defensa 1. Primary surveillance radar (PSR) and secondary surveillance radar (SSR) a) ATS services and procedures The surveillance primary and secondary radars are part of a comprehensive ATS surveillance system that allows the provision of ATS Surveillance Service to aircraft, subject to factors such as the ATS surveillance system coverage and the technical limitations that may affect this service. The controller that provides ATS Surveillance Service is the one who determines the capacity to continue providing the service pursuant to the technical instructions stated by the appropriate authority regarding the equipment in question. Both the primary surveillance radar (PSR) and the secondary surveillance radar (SSR) may be used independently or jointly to provide such service. b) SRR code assignment system The SSR responders shall have the a/3 mode available and capacity for 4096 response codes. Pilots shall turn on the SSR responders, select the modes and codes pursuant to the Air Traffic Control clearances and shall kept them on until indicated otherwise. The use of the SSR transponder on Mode A/3 and Mode C is mandatory for all aircraft in flight within the areas stated in part ENR-2.1 ATS Airspace – FIR, UIR, TMA. All aircraft flying within Argentine National Jurisdiction airspace above 3.000 feet (ft) height and that are equipped with responder in operative service shall operate it continuously in Mode “C”, with the code assigned by the ATC or with A2000 if not assigned, in order to make the activation possible of onboard anti-collision systems of the aircraft that have them. The pilots of aircraft that are about to enter airspace with coverage by ATS surveillance systems that have not received specific instructions from the ATS regarding the responder setting, they shall activate it in A/3 Mode, Code 2000 before entering and they shall keep such code setting until instructed otherwise. The tolerance value used to determine that the information about the level that comes from the pressure altitude submitted to the controller is exact is of ±200 ft in RVSM airspace and of ±300 ft in other type of airspace. The use of the SSR transponder in A/3 Mode is mandatory for all aircraft with Argentine registration that have a special airworthiness certificate, restricted category, farming purpose, according to what is stated in the Argentine Civil Aviation Regulations, Part 91, provided they operate within the Air Defense Identification Zone (ADIZ), determined by the AIP ARGENTINA ENR 1.6.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 Aérea (ADIZ), determinada en la Publicación de Información Aeronáutica (AIP) Volumen I, ENR - 1.12.1, definido por el paralelo 29° hacia el Norte y los límites internacionales con REPÚBLICA DE CHILE, REPÚBLICA DEL PARAGUAY, ESTADO PLURINACIONAL DE BOLIVIA, REPÚBLICA FEDERATIVA DE BRASIL y REPÚBLICA ORIENTAL DEL URUGUAY. El empleo del transpondedor SSR en Modo A/3 es",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-0-900",
    "text": "de Información Aeronáutica (AIP) Volumen I, ENR - 1.12.1, definido por el paralelo 29° hacia el Norte y los límites internacionales con REPÚBLICA DE CHILE, REPÚBLICA DEL PARAGUAY, ESTADO PLURINACIONAL DE BOLIVIA, REPÚBLICA FEDERATIVA DE BRASIL y REPÚBLICA ORIENTAL DEL URUGUAY. El empleo del transpondedor SSR en Modo A/3 es obligatorio para todas las aeronaves con matrícula argentina, que realicen actividad de aviación general, que operen dentro de la Zona de Identificación de Defensa Aérea (ADIZ), definida en ENR 1.12.1 – Zona de Identificación de Defensa Aérea (ADIZ). c) Procedimientos en caso de emergencia Ante situaciones de emergencia, el piloto de la aeronave ajustará el transpondedor inmediatamente al Modo A/3, clave 7700, salvo que reciba otras instrucciones de la dependencia de servicios de tránsito aéreo. En el caso de que se sepa o se crea que una aeronave se encuentra en estado de emergencia, las dependencias de Servicios de Tránsito Aéreo ofrecerán a la aeronave la máxima atención, asistencia y prioridad frente a otras aeronaves según lo exijan las circunstancias. d) Procedimientos en caso de interferencia ilícita En caso de interferencia ilícita se procederá de acuerdo con lo indicado en las RAAC Parte 91. e) Procedimientos en caso de falla de las radiocomunicaciones (aire/tierra) En caso de falla del receptor de radio de la aeronave, el piloto seleccionará el Modo A/3, clave 7600 y seguirá los procedimientos establecidos en las RAAC Parte 91; el control subsiguiente de la aeronave se basará en dichos procedimientos. El controlador determinará si el receptor de radio de la aeronave funciona, instruyendo al piloto que lleve a cabo uno o varios virajes. Si se observan los virajes, el controlador continuará suministrando Servicios de Vigilancia ATS a la aeronave. Si la radio de la aeronave se encuentra fuera de servicio, el piloto deberá llevar a cabo los procedimientos correspondientes a \"Falla de Comunicaciones\", de conformidad con las disposiciones contenidas en las RAAC Parte 91 Nota. — Las RAAC Parte 91 establecen los procedimientos específicos a seguir por parte de los pilotos ante una falla del receptor de radio de la aeronave, los mismos derivan de los procedimientos establecidos en el Anexo 2 Reglas del Aire de OACI. f) Procedimientos en caso de interceptación de aeronaves En caso de interceptación de aeronaves se procederá con lo dispuesto en las RAAC Parte 91 y lo establecido en la AIP ENR",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-1-0",
    "text": "1.12. Además de los Procedimientos de interceptación específicamente establecidos en las RAAC Parte 91 y ENR-1.12, el piloto seleccionará inmediatamente el Modo A código 7700, salvo disposición en contrario de la dependencia ATS apropiada. Aeronautical Information Publication (AIP) Volume I, ENR –",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-2-0",
    "text": "1.12.1, set by the parallel 29° towards the North and the international limits with REPUBLIC OF CHILE, REPUBLIC OF PARAGUAY, PLURINATIONAL STATE OF BOLIVIA, FEDERATIVE REPUBLIC OF BRAZIL AND EASTERN REPUBLIC OF URUGUAY. The use of the SSR transponder in A/3 Mode is mandatory for all aircraft with Argentine registration that perform general aviation activities that operate within the Air Defense Identification Zone (ADIZ), defined in ENR 1.12.1 - Air Defense Identification Zone (ADIZ). c) Emergency procedures In cases of emergency, the pilot of the aircraft shall immediately set the transponder to A/3 Mode, code 7700, unless they receive other instructions from the air traffic services unit. In case it is known or believed that an aircraft is in an emergency condition, the Air Traffic Services units shall offer the aircraft their maximum attention, assistance, and priority above other aircraft, according to the circumstances. d) Procedures for unlawful interference In case of an unlawful interference, the procedures indicated in Part 91 of the RAAC shall be applied. e) Procedures in case of a radio communications failure (air/land) In case of a failure of the radio receiver in the aircraft, the pilot shall select Mode A/3, code 7600 and shall follow the procedures stated in Part 91 of the RAAC; the subsequent control of the aircraft shall be based on such procedures. The controller shall determine if the radio receiver of the aircraft works by instructing the pilot to carry out one or several turns. If the turns are observed, the controller shall continue providing the ATS Surveillance Services to the aircraft. If the aircraft radio is out of service, the pilot shall carry out the procedures related to “Communications Failure”, pursuant to the dispositions of Part 91 of the RAAC. Note. — Part 91 of the RAAC establish the specific procedures the pilots shall follow when there is a failure of the radio receiver failure of the aircraft, such procedures come from the ones stated in ICAO Annex 2 - The Rules of the Air. f) Procedures for unlawful interference of aircraft In case of an unlawful interference, the procedures indicated in Part 91 of the RAAC shall be applied, as well as what is stated in ENR-1.12 of the AIP. Besides the interference procedures specifically stated in Part 91 of the RAAC and in ENR 1.12, the pilot shall immediately select the A Mode, code 7700, except otherwise indicated by the adequate ATS unit. AIP ARGENTINA ENR 1.6-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 g) Procedimiento preventivo a la interceptación de aeronaves El uso de códigos SSR fuera de las áreas de cobertura de los sistemas de vigilancia ATS tiende a disminuir los riesgos de interceptación por parte de dependencias militares al tránsito civil. Por tal motivo se recomienda el uso del código SSR 2000 en Modo A o en Modo A/C en ausencia de cualquier instrucción en contrario de la dependencia ATS y fundamentalmente cuando los vuelos se realicen en la proximidad de",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-2-450",
    "text": "de interceptación por parte de dependencias militares al tránsito civil. Por tal motivo se recomienda el uso del código SSR 2000 en Modo A o en Modo A/C en ausencia de cualquier instrucción en contrario de la dependencia ATS y fundamentalmente cuando los vuelos se realicen en la proximidad de áreas cuyo espacio aéreo está asignado al uso de actividades militares potencialmente peligrosas para la aviación civil. h) Área de cobertura de radar secundario de vigilancia (SSR) La cobertura se corresponde con todo el espacio aéreo en el cual se brinda Servicio de Vigilancia ATS; áreas designadas en ENR-2.1 Espacio Aéreo ATS - FIR, UIR, TMA. i) Vigilancia dependiente automática - radiodifusión (ADS-B) No se hace uso de la señal derivada del ADS-B para la provisión de Servicios de Vigilancia ATS en la República Argentina. j) Empleo del sistema de vigilancia ATS en el servicio de control de tránsito aéreo La información que proporcionan los Sistemas de Vigilancia ATS y que se obtiene en una presentación de la situación puede usarse para llevar a cabo las siguientes funciones en cuanto al suministro del servicio de control de tránsito aéreo: 1) proporcionar servicios de vigilancia ATS necesarios para mejorar la utilización del espacio aéreo, disminuir las demoras, proporcionar encaminamiento directo y perfiles de vuelo óptimos, así como para mejorar la seguridad; 2) proporcionar guía vectorial a las aeronaves que salen, a fin de facilitar una circulación de salida rápida y eficaz y acelerar la subida hasta el nivel de crucero; 3) proporcionar guía vectorial a las aeronaves en ruta, con objeto de resolver posibles incompatibilidades de tránsito; 4) proporcionar guía vectorial a las aeronaves que llegan a fin de establecer un orden de aproximación expedito y eficaz; 5) proporcionar guía vectorial para prestar ayuda a los pilotos en la navegación, p. ej., hacia o desde una radio ayuda para la navegación, alejándose de áreas de condiciones meteorológicas adversas o de los alrededores de las mismas; 6) proporcionar separación y mantener la afluencia normal de tránsito cuando una aeronave tenga una falla de comunicaciones dentro del área de cobertura; 7) mantener la supervisión de la trayectoria de vuelo del tránsito aéreo; Nota. — Cuando el Proveedor de Servicios de Navegación Aérea (ANSP) haya prescrito tolerancias respecto a cuestiones tales como mantenimiento de la derrota, velocidad u hora, las desviaciones no se considerarán significativas mientras no se excedan dichas tolerancias. g) Preventive procedure to the aircraft interference The use of SSR codes outside the ATS surveillance systems tends to lower the interference risks by military units to the civil traffic. For that reason, it is recommended to use the SSR, code 2000, in Mode A or in Mode A/C if there are no otherwise instructions by the ATS unit and specially when the flights are performed near areas which airspace is assigned to the use of military activities, which are potentially dangerous to the civil aviation. h) Surveillance secondary radar (SSR) coverage area The coverage matches the entire airspace in which the ATS",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-2-900",
    "text": "otherwise instructions by the ATS unit and specially when the flights are performed near areas which airspace is assigned to the use of military activities, which are potentially dangerous to the civil aviation. h) Surveillance secondary radar (SSR) coverage area The coverage matches the entire airspace in which the ATS Surveillance Service is provided; designated areas in ENR-2.1 ATS – FIR, UIR, TMA Airspace. i) Automatic dependent surveillance – broadcast (ADS-B) The signal from the ADS-B is not used for the provision of the ATS Surveillance Services in the Republic of Argentina. j) Use of the ATS surveillance system in the air traffic control service The information provided by the ATS Surveillance Systems and that is obtained from a display of the situation may be used to carry out the following functions regarding the provision of the air traffic control service: 1) To provide ATS surveillance services, necessary to improve the use of airspace, reduce delays, provide direct routing and optimum flight profiles; as well as to improve safety; 2) To provide vectoring for the departing aircraft in order to ease a quick and efficient exit circulation and accelerate the climb up to cruise level; 3) To provide vectoring for the aircraft in route, to solve possible traffic incompatibilities; 4) To provide vectoring for the arriving aircraft to establish an expedite and efficient approach order; 5) To provide vectoring to help pilots during navigation, for instance, to or from a navigation radio aid, moving away from adverse meteorological conditions or from the proximities to those conditions; 6) To provide separation and maintain a normal traffic fluency when an aircraft has a communication failure within the coverage area; 7) To maintain supervision of the flight path of the air traffic; Note. — When the Air Navigation Services Provider (ANSP) sets maximums regarding issues like keeping the track, speed or time, the deviations shall not be deemed significant while such maximums are not exceeded. AIP ARGENTINA ENR 1.6.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 8) cuando corresponda, mantener vigilancia sobre la marcha del tránsito aéreo, para proporcionar al controlador por procedimientos: i) una mejor información de posición respecto a las aeronaves que están bajo control; ii) información suplementaria respecto a otro tránsito; y iii) información sobre cualquier desviación importante de las aeronaves, respecto a lo estipulado en las correspondientes autorizaciones del control de tránsito aéreo, incluso las rutas autorizadas y niveles de vuelo cuando corresponda. k) Aplicación del servicio de vigilancia ATS en la República Argentina La aplicación del Servicio de Vigilancia ATS para proporcionar Servicios de Tránsito Aéreo, se hará según los procedimientos especificados en los PROCEDIMIENTOS GENERALES-GESTIÓN DEL TRÁNSITO AÉREO (PROGEN-ATM). La información procedente de los sistemas de vigilancia ATS, puede ser utilizada para la aplicación de separación horizontal, acorde a los siguientes mínimos: 1) 5 NM en Áreas de Control Terminal (TMA) y Zonas de Control (CTR). 2) 10 NM en Áreas de Control o Aerovías. l) Niveles de vuelo/Altitudes mínimas de guía vectorial Los",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-2-1350",
    "text": "sistemas de vigilancia ATS, puede ser utilizada para la aplicación de separación horizontal, acorde a los siguientes mínimos: 1) 5 NM en Áreas de Control Terminal (TMA) y Zonas de Control (CTR). 2) 10 NM en Áreas de Control o Aerovías. l) Niveles de vuelo/Altitudes mínimas de guía vectorial Los niveles de vuelo (FL) y altitudes asignadas por el controlador que suministre el servicio de vigilancia ATS a los pilotos no serán inferiores a la altitud/FL mínimo de seguridad del sector de vuelo utilizado, mientras se suministre guía vectorial, dentro de los espacios aéreos controlados con cobertura de sistemas de vigilancia ATS y que brinden servicios de vigilancia ATS. Las altitudes/FL mínimos de guía vectorial para las aeronaves dentro de los espacios aéreos controlados con cobertura de sistemas de vigilancia ATS y que brinden servicios de vigilancia ATS serán: 1) En el Espacio Aéreo en ruta, el FL mínimo se corresponderá con el límite inferior designado para cada área en ENR-2.1 Espacio Aéreo ATS - FIR, UIR, TMA y las Cartas de navegación en ruta, en relación con las Altitudes Mínimas de Área (AMA). 2) En las TMA que suministran vigilancia ATS, las altitudes/FL mínimos de guía vectorial se encuentran especificados en las Cartas de Guía Vectorial. m) Procedimiento ante falla de respondedor SSR. En caso de falla del respondedor, los Servicios de Tránsito Aéreo deberán realizar todas las acciones a su alcance para facilitar la continuación del vuelo conforme al FPL. No obstante, bajo ciertas situaciones de tráfico, tanto en área terminal como en ruta, la continuación del vuelo puede no ser posible, 8) Where appropriate, maintain surveillance over the running air traffic, in order to provide the controller by procedures with: I) Better position information related to the aircraft that are under control; ii) Supplementary information regarding other traffic; and iii) Information about any significant deviation of the aircraft, regarding what is determined in the corresponding clearances of the air traffic control, even the authorized routes and flight levels, when appropriate. k) ATS surveillance service application in the Republic of Argentina The ATS Surveillance Service application to provide Air Traffic Services shall be performed according to the procedures stated in GENERAL PROCEDURES – AIR TRAFFIC MANAGEMENT (PROGEN-ATM). The information from the ATS surveillance systems may be used for the application of horizontal separation, according to the following minimums: 1) 5 NM in Terminal Control Areas (TMA) and Control Zones (CTR). 2) 10 NM in Control Areas or Airways. l) Vectoring minimum flight levels/Altitudes The flight levels (FL) and altitudes assigned by the controller who provides the ATS surveillance service to the pilots shall not be below the safety minimum altitude/FL of the flight sector used, while providing vectoring within controlled airspace with ATS surveillance systems coverage and with ATS surveillance provision. The vectoring minimum altitude/FL for aircraft within controlled airspace with ATS surveillance systems coverage and with ATS surveillance provision shall be: 1) In airspace, in route, the minimum FL shall match the inferior limit assigned for each",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-2-1800",
    "text": "within controlled airspace with ATS surveillance systems coverage and with ATS surveillance provision. The vectoring minimum altitude/FL for aircraft within controlled airspace with ATS surveillance systems coverage and with ATS surveillance provision shall be: 1) In airspace, in route, the minimum FL shall match the inferior limit assigned for each area in ENR-2.1 ATS Airspace– FIR, UIR, TMA and the Navigation Charts in route, regarding the Area Minimum Altitudes (AMA). 2) In the TMAs where ATS surveillance is provided, the vectoring minimum altitudes/FL are specified in the Vectoring Charts. m) Procedure for a SSR transponder failure In case of a transponder failure, the Air Traffic Services shall perform all the actions available to them to facilitate the flight continuance according to the FPL. However, under certain traffic situations, both in terminal area and in route, the flight continuance may not be possible, especially when the failure AIP ARGENTINA ENR 1.6-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 especialmente cuando la falla tenga lugar poco después del despegue. En ese caso se podrá requerir al piloto que regrese al aeródromo de origen o que proceda a otro aeródromo adecuado para el operador y para los Servicios de Tránsito Aéreo. En todo caso, el piloto precisará de una autorización de los Servicios de Tránsito Aéreo para volar en espacio aéreo donde su uso sea obligatorio. n) Procedimiento ante falla del sistema de vigilancia ATS En caso de una falla del sistema de vigilancia ATS o pérdida de identificación de las aeronaves, se impartirán instrucciones para establecer una separación por procedimientos (no radar) y el ATC instruirá a la aeronave bajo control, respecto de las medidas a adoptar, las cuales tenderán a utilizar mínimas y acciones en base a la prestación de servicios por procedimientos. Como medida de emergencia, puede recurrirse temporalmente al uso de niveles de vuelo espaciados, la mitad de la separación vertical mínima aplicable, si no pudiera proporcionarse inmediatamente la separación normal basada en los procedimientos (no radar). takes place shortly after takeoff. In that case, the pilot may be required to return to the departure aerodrome or to another aerodrome suitable for the operator and for the Air Traffic Services. In any case, the pilot shall require a clearance from the Air Traffic Services to fly in airspace where its use is mandatory. n) Procedure for an ATS surveillance system failure In case of an ATS surveillance system failure or an identification loss of the aircraft, instructions shall be given to set a procedure separation (not radar) and the ATC shall instruct the aircraft under control regarding the actions to take, which shall tend to use the minimums and actions based on the provision of services by procedures. As an emergency measure, spaced flight levels may be temporarily used, half the applicable vertical minimum separation, if normal separation based on the procedures (not radar) cannot be immediately provided. 5 N M 1 0 N M 1 5 N M 2 0 N M 3 0 N",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-2-2250",
    "text": "by procedures. As an emergency measure, spaced flight levels may be temporarily used, half the applicable vertical minimum separation, if normal separation based on the procedures (not radar) cannot be immediately provided. 5 N M 1 0 N M 1 5 N M 2 0 N M 3 0 N M 2 5 N M 3 5 N M 4 0 N M 4 5 N M 5 0 N M 3 5 N M 4 0 N M 4 5 N M 5 0 N M 2 0 N M 3 0 N M 2 5 N M 5 N M 1 0 N M 1 5 N M 5 N M 5 0 N M 4 5 N M 4 0 N M 3 5 N M 3 0 N M 2 5 N M 2 0 N M 1 5 N M 1 0 N M 5 N M 5 0 N M 4 5 N M 4 0 N M 3 5 N M 3 0 N M 2 5 N M 2 0 N M 1 5 N M 1 0 N M GND 4000' MSL OROÑO I SAR 59 FL195 2000 FT AGL SAR 56 FL195 GND GND 3000 FT SAP 64 GND 3000 FT SAP 63 GND 2500 FT SAR 64 10000 FT MSL SAR 58 1000 FT AGL GND 4000 FT MSL OROÑO I 5000 FT MSL OROÑO II GND OROÑO III 8000 FT MSL GND SAR 57 8000 FT MSL GND GND 2500 FT SAR 64 SIBOL VAKAR DONKA LOGET ILNAK PAMAK ALDEX TILBI MAVBI GEMOP GENAS ASISA SIMES ALDEX PAMAK SIBOL EDMOB CO076 CO075 PAMAK CO301 CO300 ILNAK VAKAR CO304 SIBOL DONKA LOGET ALDEX TREJO GEMOP MAVBI GENAS ASISA SIMES DOSMO DALUX EVSEG NATIO CO314 CO308 CO309 DIKEX ILKUL CO313 CO310 PAMAK ALDEX DOTKO ILNAK VAKAR SIBOL LOGET DONKA DOSMO CO304 CO301 CO300 TREJO GEMOP MAVBI GENAS ASISA EVSEG NATIO CO314 CO308 CO309 ILKUL DIKEX DALUX SIMES CO313 CO310 CO071 CO070 EVPON DOTKO EVPON CO303 CO074 7808' 4243' 2477' 2 0 0 0 ' 3 0 0 0 ' 5 0 0 0 ' 6 0 0 0 ' 7 0 0 0 ' 8 0 0 0 ' 9153' CÓRDOBA 3 0 0 0 ' 3 0 0 0 ' 4 0 0 0 ' 5 0 0 0 ' 2 0 0 0 ' 4 0 0 0 ' 8106 NM 2 4 02 XXXXXX XXX XXX.X XXXXXX.XXS XXXXXXX.XXW MARCACIÓN MAGNÉTICA - RADIAL VOR ALTITUDES / FL MÍNIMOS DE GUIA VECTORIAL RADAR 6000' FL120 DECLINACIÓN MAGNÉTICA XXXX' ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS MSL: Nivel medio del mar AGL: Altura sobre el nivel del terreno GND: Nivel del terreno UNL: Ilimitado 2500': Nivel de Vuelo/Altitud. P: Zona Prohibida. R: Zona Restringido. D: Zona Peligrosa. A: Indica el País, ARGENTINA S: Indica la Región, SUDAMÉRICA ACTIVIDADES AÉREAS DEPORTIVAS Y DE RECREO AGL: Altura sobre el nivel del terreno del terreno. GND: Límite inferior = Desde nivel medio del mar. MSL:",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-2-2700",
    "text": "UNL: Ilimitado 2500': Nivel de Vuelo/Altitud. P: Zona Prohibida. R: Zona Restringido. D: Zona Peligrosa. A: Indica el País, ARGENTINA S: Indica la Región, SUDAMÉRICA ACTIVIDADES AÉREAS DEPORTIVAS Y DE RECREO AGL: Altura sobre el nivel del terreno del terreno. GND: Límite inferior = Desde nivel medio del mar. MSL: Límite superior = Hasta nivel OROÑO I: Zona de planeadores. Laguna Mar Chiquita LAGOS / DIQUES / RÍOS CÓRDOBA 2000' 3000' 4000' 5000' 6000' 7000' 8000' 1000' RÍOS DIQUES LAGOS/ la orografía. El intervalo de las curvas de nivel serán cada 1000, o 2000 ft según DE VOR / DME CÍRCULOS DE INTERVALOS 5NM D PAR NOMBRE MORSE FRECUENCIA IDENTIFICACIÓN COORDENADAS XXXX' XXXXX (DME) RADIOTELEMÉTRICO PUNTO NOMBRE DEL R NNN XXX 10000' 6000' 3600' DISTANCIAS: MILLAS NÁUTICAS ALTITUDES, ELEVACIONES Y ALTURAS: PIES DISTANCES: NAUTICAL MILES ALTITUDES, ELEVATIONS AND HEIGHTS: FEET MARCACIONES: MAGNÉTICAS BEARINGS: MAGNETIC",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-3-0",
    "text": "311847.59S 0641213.27W CÓRDOBA CBA 114.5 B D CA PAMAK ALDEX CO055 CO203 OPSUG CO200 SATGI CO207 LOGET DONKA CO207 CO205 ROMOB CO215 MAKMO MAVBI GENAS UTRAX SIMES CO211 CO212 CO214 TREJOTREJO 2100' ALDEX CO402 PAMAK ISKIT CO205 CO404 CO207 DONKA LOGET TREJO SIMES UTRAX CO410 TIGRU CO401 CO407 GENAS MAVBI CO309 NATIO ILKUL menor a las mínimas de guía vectorial RADAR Restricción de altitud mínimade paso, 8000' LLEGADA NORMALIZADA POR INSTRUMENTO - STAR SALIDA NORMALIZADA POR INSTRUMENTO - SID DE LA CARTA MÁXIMA ELEVACIÓN DE ALTITUD MÍNIMA DE GUIA VECTORIAL LÍMITES LATERALES DE LOS SECTORES CO216 CO217 CO218 SATGI ILMOG EDMIR CO051 EDNUL KIDAM CO408 10000' 6000' 2 0 0 0 ' 3 0 0 0 ' 4 0 0 0 ' FL110 u 11000' FL110 u 11000' 8000' 10000' ETEPO 8000' 6171' 4984' 7746' SIMBOLOGÍA IDENTIFICACIÓN DE RADIOAYUDAS IDENTIFICACIÓN DE PUNTOS SIGNIFICATIVOS EJIDO URBANOHIDROGRAFÍA ESCALA DE TINTAS HIPSOMÉTRICAS Y BATIMÉTRICAS N X X ° W PUNTOS SIGNIFICATIVOS ING. AER. A.L.V.TARAVELLA (SACO) CÓRDOBA",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-6-0",
    "text": "121.50 EMERG AD ELEV1604' TRANS ALT 10000' N 0 6 ° W P A N S O P S C a m b i o s : N u e v a c a r t a . CARTA DE ALTITUD MÍNIMA DE VIGILANCIA ATC - OACI C h a n g e s : N e w c h a r t . ALTITUDES / FL MÍNIMOS DE GUIA VECTORIAL DEPARTAMENTO INFORMACIÓN AERONÁUTICA INTERSECCIÓN PUNTO DE VOR VOR/DME RECORRIDO WPT PUNTO DE N.A.N.A. CONVENCIONALES PROCEDIMIENTOS PROCEDIMIENTOS RNAV A RequerimientoObligatoria de paso A Requerimiento NOTIFICACIÓN de paso Obligatoria 00' \u0000»¿ 30' \u0000»¿ 30' \u0000»¿ 00' \u0000»¿ 00' \u0000»¿ 30' \u0000»¿ 30' \u0000»¿ 00' \u0000»¿ ï»¿64î€€ï»¿65î€€ï»¿64î€€ï»¿63î€€ï»¿63î€€ ï»¿64î€€ï»¿65î€€ï»¿64î€€ï»¿63î€€ï»¿63î€€ 11 JULIO 2024AMDT AIRAC 1/2024 2100'2100' ENR 1.6-6 AIP ARGENTINA ENR 1.6.-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 FALLA DE COMUNICACIONES BAJO CONTROL RADAR CUANDO LA AERONAVE SE ENCUENTRE BAJO CONTROL RADAR SIN GUÍA VECTORIAL, EL PILOTO DEBERÁ: • ACTIVAR CÓDIGO SSR 7600. • INTENTAR COMUNICACIÓN ALTERNATIVA CON CBA TWR \"CPPL",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "121.50",
      "chapter": "121"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-7-0",
    "text": "118.30, CAUX I 118.55, CAUX II 119.45” SI ESTABLECE COMUNICACIÓN CON CBA TWR: • SEGUIR INSTRUCCIONES DEL CONTROL. SI CONTINÚA EN “FALLA DE COMUNICACIONES”:  MANTENER ÚLTIMO NIVEL DE VUELO ASIGNADO.  PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO PARA EL AD/AP.  INCORPORARSE AL CIRCUITO DE ESPERA E INICIAR EL DESCENSO AL NIVEL DE VUELO DE INICIACIÓN DEL PROCEDIMIENTO IAC PUBLICADO A LA HORA PREVISTA DE APROXIMACIÓN (EAT) O A LA HORA PREVISTA DE LLEGADA (ETA), SI LA PRIMERA NO HUBIERA SIDO OTORGADA POR LA DEPENDENCIA ATC.  INICIAR PROCEDIMIENTO IAC PUBLICADO. CUANDO LA AERONAVE SE ENCUENTRE BAJO CONTROL RADAR CON GUÍA VECTORIAL, EL PILOTO DEBERÁ:  ACTIVAR CÓDIGO SSR 7600.  INTENTAR COMUNICACIÓN ALTERNATIVA CON CBA TWR “CPPL",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-8-0",
    "text": "118.30, CAUX I 118.55, CAUX II 119.45\". SI ESTABLECE COMUNICACIÓN CON CBA TWR:  SEGUIR INSTRUCCIONES DEL CONTROL. SI CONTINÚA EN “FALLA DE COMUNICACIONES” Y NO HA RECIBIDO AÚN VECTOR PARA “INTERCEPTAR LOCALIZADOR” O “PARA INTERCEPTAR RADIAL VOR FINAL RWY EN USO”.  MANTENER ÚLTIM NIVEL DE VUELO ASIGNADO.  PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO PARA EL AD/AP.  INCORPORARSE AL CIRCUITO DE ESPERA E INICIAR EL DESCENSO AL NIVEL DE VUELO DE INICIACIÓN DEL PROCEDIMIENTO IAC PUBLICADO A LA HORA PREVISTA DE APROXIMACION (EAT) O A LA HORA PREVISTA DE LLEGADA (ETA), SI LA PRIMERA NO HUBIERA SIDO OTORGADA POR LA DEPENDENCIA ATC.  INICIAR PROCEDIMIENTO IAC PUBLICADO. NOTA 1. — EN CASO DE ENCONTRARSE POR DEBAJO DE LA ALTITUD DE INICIACIÓN DEL PROCEDIMIENTO IAC PUBLICADO, ASCENDER A DICHA ALTITUD Y CUMPLIMENTAR LO ANTERIORMENTE ESTABLECIDO. SI CONTINÚA EN “FALLA DE COMUNICACIONES” Y HA RECIBIDO VECTOR PARA “INTERCEPTAR LOCALIZADOR” O PARA “INTERCEPTAR RADIAL VOR FINAL RWY EN USO”.  COMPLETAR LA APROXIMACIÓN ILS O APROXIMACIÓN VOR O APROXIMACIÓN FRUSTRADA, CONFORME AL PROCEDIMIENTO IAC PUBLICADO NOTA 2. — EN AMBOS CASOS \"CON O SIN GUÍA VECTORIAL\" Y EN CUALQUIER MOMENTO O ETAPA DEL VUELO, LA DEPENDENCIA ATC A CARGO PODRÁ APLICAR CUALQUIER OTRO PROCEDIMIENTO ALTERNATIVO, PREVIENDO UNA “FALLA DE COMUNICACIONES”, IMPARTIENDO AL PILOTO LAS INSTRUCCIONES PERTINENTES DE TAL PROCEDIMIENTO. COMMUNICATION FAILURE UNDER RADAR CONTROL WHEN THE AIRCRAFT IS UNDER RADAR CONTROL WITHOUT VECTORING, THE PILOT SHALL:  ACTIVATE SSR CODE 7600.  TRY ALTERNATIVE COMMUNICATION WITH CBA TWR “CPPL 118.-30, CAUX I 118.55, CAUX II 119.45\" IF COMMUNICATION WITH CBA TWR IS ESTABLISHED:  FOLLOW CONTROL INSTRUCTIONS. IF “COMMUNICATION FAILURE” CONTINUES:  MAINTAIN LAST ASSIGNED FLIGHT LEVEL.  FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD.  ENTER THE HOLDING PATTERN AND START DESCENT TO THE STARTING FLIGHT LEVEL OF THE IAC PROCEDURE PUBLISHED AT THE ESTIMATED APPROACH TIME (EAT) OR AT THE ESTIMATED TIME OF ARRIVAL (ETA), IF THE FORMER WAS NOT GIVEN BY THE ATC UNIT.  START THE PUBLISHED IAC PROCEDURE. WHEN THE AIRCRAFT IS UNDER RADAR CONTROL WITH VECTORING, THE PILOT SHALL:  ACTIVATE SSR CODE 7600.  TRY ALTERNATIVE COMMUNICATION WITH CBA TWR “CPPL 118.30, CAUX I 118.55, CAUX II 119.45\". IF COMMUNICATION WITH CBA TWR IS ESTABLISHED:  FOLLOW CONTROL INSTRUCTIONS. IF “COMMUNICATION FAILURE” CONTINUES AND NO VECTOR HAS BEEN RECEIVED YET TO “INTERCEPT LOCALIZER” OR “TO INTERCEPT VOR RADIAL END OF RWY IN USE”.  MAINTAIN LAST ASSIGNED FLIGHT LEVEL.  FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD.  ENTER THE HOLDING PATTERN AND START DESCENT TO THE STARTING FLIGHT LEVEL OF THE IAC PROCEDURE PUBLISHED AT THE ESTIMATED APPROACH TIME (EAT) OR AT THE ESTIMATED TIME OF ARRIVAL (ETA), IF THE FORMER WAS NOT GIVEN BY THE ATC UNIT.  START THE PUBLISHED IAC PROCEDURE. NOTA 1. — IN CASE THE AIRCRAFT IS BELOW THE STARTING ALTITUDE OF THE IAC PROCEDURE PUBLISHED, ASCEND TO INDICATED ALTITUDE AND COMPLY WITH THE ABOVEMENTIONED PROCEDURE. IF “COMMUNICATION FAILURE” CONTINUES AND THE VECTOR HAS",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-8-450",
    "text": "THE FORMER WAS NOT GIVEN BY THE ATC UNIT.  START THE PUBLISHED IAC PROCEDURE. NOTA 1. — IN CASE THE AIRCRAFT IS BELOW THE STARTING ALTITUDE OF THE IAC PROCEDURE PUBLISHED, ASCEND TO INDICATED ALTITUDE AND COMPLY WITH THE ABOVEMENTIONED PROCEDURE. IF “COMMUNICATION FAILURE” CONTINUES AND THE VECTOR HAS BEEN RECEIVED TO “INTERCEPT LOCALIZER” OR “TO INTERCEPT VOR RADIAL FOR THE END OF RUNWAY IN USE”:  COMPLETE THE ILS APPROACH OR VOR APPROACH OR MISSED APPROACH, PURSUANT TO THE PUBLISHED IAC PROCEDURE. NOTA 2. — IN BOTH CASES, “WITH OR WITHOUT VECTORING” AND AT ANY MOMENT OR FLIGHT STAGE, THE ATC UNIT IN CHARGE MAY APPLY ANY OTHER ALTERNATIVE PROCEDURE, FORESEEING A “COMMUNICATION FAILURE”, INSTRUCTING THE PILOT THE RELEVANT INSTRUCTIONS OF SUCH PROCEDURE. AIP ARGENTINA ENR 1.6.-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 AIP ARGENTINA ENR 1.6.-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 FALLA DE COMUNICACIONES BAJO CONTROL RADAR  INTENTAR COMUNICACIÓN CON MENDOZA CONTROL EN “FCIA: PPAL 124.20 MHZ, ALTN 122.1 MHZ”  ACTIVAR CÓDIGO SSR 7600.  INTENTAR COMUNICACIÓN CON MENDOZA TORRE EN “FCIA PPAL",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-9-0",
    "text": "119.9 MHZ, ALTN 118.65 MHZ “ SI SE ESTABLECE COMUNICACIÓN CON MENDOZA TORRE:  SEGUIR INSTRUCCIONES DEL CONTROL. SI CONTINÚA EN “FALLA DE COMUNICACIONES”: 1. AERONAVE SIN GUIA VECTORIAL, EL PILOTO DEBERA:  MANTENER ÚLTIMO NIVEL ASIGNADO.  PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO EN EL AD/AP.  INCORPORARSE AL CIRCUITO DE ESPERA ASCENDIENDO O DESCENDIENDO AL NIVEL DE VUELO DE INICIACIÓN DEL PROCEDIMIENTO PREVIAMENTE ASIGNADO POR MENDOZA CENTRO A LA HORA PREVISTA DE LLEGADA (ETA). SI ESTA HORA NO HUBIERA SIDO OTORGADA POR LA DEPENDENCIA ATC:  INICIAR PROCEDIMIENTO IAC. 2. AERONAVE BAJO GUIA VECTORIAL, EL PILOTO DEBERA: a) EN CASO DE NO HABER RECIBIDO VECTOR PARA INTERCEPTAR LOCALIZADOR O RADIAL VOR, PARA FINAL DE PISTA EN USO:  EN CONDICIONES VMC CONTINUAR LA APRROXIMACION EN VMC PARA PISTA ASIGNADA POR MENDOZA CONTROL  EN CONDICIONES IMC MANTENER EL ULTIMO NIVEL ASIGNADO Y PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO PARA EL AD/AP O EL PROCEDIMIENTO PREVIAMENTE ASIGNADO POR MENDOZA CENTRO  INCORPORARSE AL CIRCUITO DE ESPERA E INICIAR EL ASCENSO O EL DESCENSO AL NIVEL DE VUELO DE INICIACION DEL PROCEDIMIENTO IAC PUBLICADO O ASIGNADO POR MENDOZA CENTRO A LA HORA PREVISTA DE APROXIMACION EAT O A LA HORA DE LLEGADA ETA. SI ESTA HORA NO HUBIERA SIDO OTORGADA POR LA DEPENDENCIA ATC:  INICIAR PROCEDIMIENTO IAC PUBLICADO b) EN CASO DE HABER RECIBIDO UN VECTOR PARA INTERCEPTAR LOCALIZADOR O RADIAL VOR, PARA FINAL DE PISTA EN USO:  COMPLETAR LAS APROXIMACIONES ILS, VOR, O FRUSTRADA CONFORME AL PROCEDIMIENTO IAC PUBLICADO. NOTA 1. — TODOS LOS PROCEDIMIENTOS, SEAN ESTOS CIRCUITOS DE ESPERA, APROXIMACIONES (LOCALIZADOR O FRUSTRADA), DEBERÁN REALIZARSE HACIA EL ESTE DEL VOR MENDOZA. NOTA 2. — EN TODOS LOS CASOS Y AL RESTABLECERSE MOMENTANEAMENTE LAS COMUNICACIONES, EL CONTROL PODRA CAMBIAR LAS INSTRUCCIONES IMPARTIDAS PREVIAMENTE, PARA BRINDAR MAYOR SEGURIDAD OPERACIONAL A LA AERONAVE, EN PREVISION DE REPETIRSE ESTE TIPO DE FALLA. COMMUNICATION FAILURE UNDER RADAR CONTROL  TRY COMMUNICATION WITH MENDOZA CONTROL “MAIN FREQ",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "119.9",
      "chapter": "119"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-10-0",
    "text": "124.20 MHZ, ALTN 122.1 MHZ”  ACTIVATE SSR CODE 7600.  TRY COMMUNICATION WITH MENDOZA TOWER “MAIN FREQ",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "124.20",
      "chapter": "124"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-11-0",
    "text": "119.9 MHZ, ALTN 118.65 MHZ” IF COMMUNICATION WITH MENDOZA TOWER IS ESTABLISHED:  FOLLOW CONTROL INSTRUCTIONS. IF “COMMUNICATION FAILURE” CONTINUES: 1. AIRCRAFT WITHOUT VECTORING, THE PILOT SHALL:  MAINTAIN THE LAST ASSIGNED LEVEL.  FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD.  ENTER THE HOLDING PATTERN ASCENDING OR DESCENDING TO THE STARTING FLIGHT LEVEL OF THE PROCEDURE PREVIOUSLY ASSIGNED BY MENDOZA CENTRO AT THE ESTIMATED TIME OF ARRIVAL (ETA). IF THIS TIME WAS NOT GIVEN BY THE ATC UNIT:  START THE IAC PROCEDURE. 2. AIRCRAFT UNDER VECTORING, THE PILOT SHALL: a) IF THE VECTOR WAS NOT RECEIVED TO INTERCEPT LOCALIZER OR VOR RADIAL FOR THE END OF RUNWAY IN USE:  IN VMC CONDITIONS, CONTINUE APPROACH IN VMC FOR THE RUNWAY ASSIGNED BY MENDOZA CONTROL.  IN IMC CONDITIONS, MAINTAIN THE LAST ASSIGNED LEVEL AND FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD OR THE PROCEDURE PREVIOUSLY ASSIGNED BY MENDOZA CENTRO.  ENTER THE HOLDING PATTERN AND START CLIMBING OR DESCENDING TO THE STARTING FLIGHT LEVEL OF THE IAC PROCEDURE PUBLISHED OR ASSIGNED BY MENDOZA CENTRO AT THE ESTIMATED APPROACH TIME (EAT) OR AT THE ESTIMATED TIME OF ARRIVAL (ETA). IF THIS TIME WAS NOT GIVEN BY THE ATC UNIT:  START THE PUBLISHED IAC PROCEDURE. b) IF A VECTOR WAS RECEIVED TO INTERCEPT LOCALIZER OR VOR RADIAL FOR THE END OF RUNWAY IN USE  COMPLETE THE ILS, VOR OR MISSED APPROACH, PURSUANT TO THE PUBLISHED IAC PROCEDURE. NOTE 1. — ALL PROCEDURES, HOLDING PATTERNS, AND APPROACHES (LOCALIZER OR MISSED), SHALL BE PERFORMED TO THE EAST OF THE MENDOZA VOR. NOTE 2. — IN ALL CASES AND AT A TEMPORARY RE-ESTABLISHMENT OF COMMUNICATIONS, THE CONTROL MAY CHANGE THE PREVIOUSLY GIVEN INSTRUCTIONS, TO ENHANCE THE SAFETY OF THE AIRCRAFT, FORESEEING A REPETITION OF THIS TYPE OF FAILURE. AIP ARGENTINA ENR 1.6.-10 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 AIP ARGENTINA ENR 1.6.-11 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 FALLA DE COMUNICACIONES BAJO CONTROL RADAR CUANDO LA AERONAVE SE ENCUENTRE BAJO CONTROL RADAR SIN GUÍA VECTORIAL, EL PILOTO DEBERÁ: • ACTIVAR CÓDIGO SSR 7600. • INTENTAR COMUNICACIÓN ALTERNATIVA CON APP RADAR EZEIZA “CAUX 120,45 MHZ” O EZE TWR “CPPL 118,60 MHZ, CAUX 118,05 MHZ” SI ESTABLECE COMUNICACIÓN CON APP RADAR EZEIZA O EZE TWR, APP RADAR AEROPARQUE O AER TWR, SEGÚN CORRESPONDA: • SEGUIR INSTRUCCIONES DEL CONTROL. SI CONTINÚA EN “FALLA DE COMUNICACIONES”: • MANTENER ÚLTIMO NIVEL ASIGNADO. • PROCEDER AL FIJO DE PROCEDIMIENTO PUBLICADO PARA EL AD/AP. • INCORPORARSE AL CIRCUITO DE ESPERA E INICIAR EL DESCENSO AL NIVEL DE VUELO DE INICIACIÓN DEL PROCEDIMIENTO IAC PUBLICADO A LA HORA PREVISTA DE APROXIMACIÓN (EAT) O A LA HORA PREVISTA DE LLEGADA (ETA). • INICIAR PROCEDIMIENTO IAC PUBLICADO. • EN CASO DE REALIZAR APROXIMACIÓN FRUSTRADA, LO EFECTÚA DE ACUERDO A LO PUBLICADO EN IAC, LUEGO ASCIENDE A NIVEL DE TRANSICIÓN Y REALIZA NUEVO PROCEDIMIENTO IAC. CUANDO LA AERONAVE SE ENCUENTRE BAJO CONTROL RADAR CON GUÍA VECTORIAL, EL PILOTO DEBERÁ: • ACTIVAR",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "119.9",
      "chapter": "119"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-11-450",
    "text": "LLEGADA (ETA). • INICIAR PROCEDIMIENTO IAC PUBLICADO. • EN CASO DE REALIZAR APROXIMACIÓN FRUSTRADA, LO EFECTÚA DE ACUERDO A LO PUBLICADO EN IAC, LUEGO ASCIENDE A NIVEL DE TRANSICIÓN Y REALIZA NUEVO PROCEDIMIENTO IAC. CUANDO LA AERONAVE SE ENCUENTRE BAJO CONTROL RADAR CON GUÍA VECTORIAL, EL PILOTO DEBERÁ: • ACTIVAR CÓDIGO SSR 7600. • INTENTAR COMUNICACIÓN ALTERNATIVA CON APP RADAR EZEIZA “CAUX 120,45 MHZ” O EZE TWR “CPPL 118,60 MHZ, CAUX 118,05 MHZ”. • INTENTAR COMUNICACIÓN ALTERNATIVA CON APP RADAR AEROPARQUE “CAUX 119,50 MHZ” O AER TWR “CPPL 128,85 MHZ, CAUX 118,85 MHZ, SEGÚN CORRESPONDA. SI ESTABLECE COMUNICACIÓN CON APP RADAR EZEZIA O EZE TWR, APP RADAR AEROPARQUE O AER TWR, SEGÚN CORRESPONDA: • SEGUIR INSTRUCCIONES DEL CONTROL. SI CONTINÚA EN “FALLA DE COMUNICACIONES” Y HA RECIBIDO VECTOR PARA “INTERCEPTAR LOCALIZADOR”: • COMPLETAR LA APROXIMACIÓN ILS. • EN CASO DE REALIZAR APROXIMACIÓN FRUSTRADA, LO EFECTÚA DE ACUERDO A LO PUBLICADO EN IAC, LUEGO ASCIENDE A NIVEL DE TRANSICIÓN Y REALIZA NUEVO PROCEDIMIENTO IAC. NOTA. — LA PRESENTE NO SUPRIME NI RESTRINGE NINGÚN OTRO PROCEDIMIENTO REGLAMENTARIO PUBLICADO, DE ACUERDO A LO ESTABLECIDO EN RAAC 91, SUBPARTE B, REGLAS GENERALES DE VUELO – REGLAS DE VUELO POR INSTRUMENTOS (IFR), APLICABLES A TODOS LOS VUELOS IFR, FALLA DE COMUNICACIONES Y PROCEDIMIENTOS DE TRÁNSITO POR FALLA EN LAS COMUNICACIONES. COMMUNICATION FAILURE UNDER RADAR CONTROL WHEN THE AIRCRAFT IS UNDER RADAR CONTROL WITHOUT VECTORING, THE PILOT SHALL: • ACTIVATE SSR CODE 7600 • TRY ALTERNATIVE COMMUNICATION WITH EZEIZA APP RADAR “AUX FREQ 120.45 MHZ” OR EZE TWR “MAIN FREQ 118.60 MHZ, AUX FREQ 118.05 MHZ”. IF COMMUNICATION WITH EZEIZA APP RADAR OR EZE TWR, AEROPARQUE APP RADAR OR AER TWR IS ESTABLISHED, ACCORDINGLY: • FOLLOW CONTROL INSTRUCTIONS. IF “COMMUNICATION FAILURE” CONTINUES: • MAINTAIN THE LAST ASSIGNED FLIGHT LEVEL. • FOLLOW THE PROCEDURE FIX PUBLISHED FOR THE AD. • ENTER THE HOLDING PATTERN AND START DESCENT TO THE STARTING FLIGHT LEVEL OF THE PUBLISHED IAC PROCEDURE AT THE ESTIMATED APPROACH TIME (EAT) OR AT THE ESTIMATED TIME OF ARRIVAL (ETA). • START THE PUBLISHED IAC PROCEDURE. • IN CASE OF A MISSED APPROACH, THIS MUST BE PERFORMED ACCORDING TO WHAT IS PUBLISHED IN THE IAC, THEN ASCEND TO THE TRANSITION LEVEL AND PERFORM A NEW IAC PROCEDURE. WHEN THE AIRCRAFT IS UNDER RADAR CONTROL WITH VECTORING, THE PILOT SHALL: • ACTIVATE SSR CODE 7600. • TRY ALTERNATIVE COMMUNICATION WITH EZEIZA APP RADAR “AUX FREQ 120.45 MHZ” OR EZE TWR “MAIN FREQ 118.60 MHZ, AUX FREQ 118.05 MHZ”. • TRY ALTERNATIVE COMMUNICATION WITH AEROPARQUE APP RADAR “AUX FREQ 119.50 MHZ” OR AER TWR “MAIN FREQ 128.85 MHZ, AUX FREQ 118.85 MHZ”, ACCORDINGLY: IF COMMUNICATION WITH EZEIZA APP RADAR OR EZE TWR, AEROPARQUE APP RADAR OR AER TWR IS ESTABLISHED, ACCORDINGLY: • FOLLOW CONTROL INSTRUCTIONS. IF “COMMUNICATION FAILURE” CONTINUES AND THE VECTOR HAS BEEN RECEIVED TO “INTERCEPT LOCALIZER” • COMPLETE THE ILS APPROACH. • IN CASE OF A MISSED APPROACH, THIS MUST BE PERFORMED ACCORDING TO WHAT IS PUBLISHED IN THE IAC, THEN ASCEND TO THE TRANSITION LEVEL",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 6.pdf-11-900",
    "text": "IS ESTABLISHED, ACCORDINGLY: • FOLLOW CONTROL INSTRUCTIONS. IF “COMMUNICATION FAILURE” CONTINUES AND THE VECTOR HAS BEEN RECEIVED TO “INTERCEPT LOCALIZER” • COMPLETE THE ILS APPROACH. • IN CASE OF A MISSED APPROACH, THIS MUST BE PERFORMED ACCORDING TO WHAT IS PUBLISHED IN THE IAC, THEN ASCEND TO THE TRANSITION LEVEL AND PERFORM A NEW IAC PROCEDURE. NOTE. — THIS DOCUMENT DOES NOT ELIMINATE OR RESTRICT ANY OTHER PUBLISHED REGULATORY PROCEDURE, ACCORDING TO RAAC 91, SUBPART B, FLIGHT GENERAL RULES – INSTRUMENTAL FLIGHT RULES (IFR), APPLICABLE TO ALL IFR FLIGHTS, COMMUNICATION FAILURE AND TRAFFIC PROCEDURES DUE TO COMMUNICATION FAILURE.",
    "metadata": {
      "source": "AIP - ENR1 - 6.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]