[
  {
    "id": "AIP - ENR1 - 12.pdf-0-0",
    "text": "AIP ARGENTINA ENR 1.12-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 ENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES ENR 1.12 INTERCEPTACIÓN DE AERONAVES CIVILES ENR 1.12 INTERCEPTION OF CIVIL AIRCRAFT Introducción 1. De acuerdo con el Art. 3, Inciso d) del Convenio Sobre Aviación Civil Internacional, la República Argentina se compromete a tener en cuenta la seguridad de la navegación de las aeronaves civiles, al establecer reglamentos aplicables a sus aeronaves públicas. 2. Como la interceptación de aeronaves civiles representa en todos los casos un peligro posible, el Consejo de OACI ha formulado recomendaciones especiales, e instado a los Estados contratantes a ponerlas en práctica por medio de las apropiadas medidas reglamentarias y administrativas. La aplicación uniforme por todas las partes interesadas se considera esencial en aras de la seguridad operacional de las aeronaves civiles y de sus ocupantes. 3. El texto del presente es aplicable a los procedimientos que deben llevarse a cabo ante la interceptación de aeronaves civiles. Generalidades 1. Para eliminar o reducir los peligros inherentes a las interceptaciones, emprendidas como último recurso: i) todos los pilotos de aeronaves civiles deben estar al tanto de las medidas que deben tomar y de las señales visuales que han de utilizarse, según se indica en la Sección 91.148 de las RAAC-Parte 91; ii) los explotadores o pilotos al mando de aeronaves civiles deberán poner en práctica los requisitos de la Sección",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-0",
    "text": "91.148 (a) (3) de las RAAC-Parte 91, relativas a la necesidad de que las aeronaves puedan comunicar en 121,5 MHz y disponer a bordo de los procedimientos de interceptación y de las señales visuales. Principios 1. Para lograr la uniformidad de los reglamentos, necesaria para la seguridad de la navegación de las aeronaves civiles, se han tenido en cuenta los siguientes principios: i) La interceptación de aeronaves civiles deberá evitarse y únicamente deberá emprenderse como último recurso, cuando no haya sido posible la identificación por otros medios. ii) Si se recurriera a la interceptación, esta se limitará a determinar la identidad de la aeronave, a menos que sea necesario, efectuar un seguimiento visual desde una distancia segura mientras se corroboran los datos de la aeronave observada, hacerla regresar a su derrota planeada, dirigirla más allá de los límites del espacio aéreo nacional, guiarla fuera de una zona prohibida, restringida o peligrosa o darle instrucciones para que aterrice en un aeródromo designado; Introduction 1. In accordance with Section 3, Subsection d) of the Convention on International Civil Aviation, the Republic of Argentina undertakes to take into account the safety of civil aircraft navigation when establishing regulations applicable to its public aircraft. 2. Since the interception of civil aircraft represents a possible danger in all cases, the Council of ICAO has made special recommendations, and urged Contracting States to implement them by means of appropriate regulatory and administrative measures. Uniform application by all parties concerned is considered essential for the safety of civil aircraft and their occupants. 3. The present text is applicable to the procedures to be carried out in the case of a civil aircraft interception. General 1. In order to eliminate or reduce the dangers inherent in interceptions, undertaken as a last resort: i) all pilots of civil aircraft must be aware of the measures to be taken and the visual signals to be used, in accordance with RAAC-Part 91, Section 91.148; ii) operators or pilots in command of civil aircraft shall implement the requirements of Section 91.148 (a) (3) of RAAC-Part 91, regarding the need for aircraft to be able to communicate on 121.5 MHz and to have on-board interception procedures and visual signals. Principles 1. In order to achieve the uniformity of regulations necessary for the safe navigation of civil aircraft, the following principles have been taken into consideration: i) Interception of civil aircraft must be avoided and undertaken only as a last resort, only when the identification was not achieved by other means; ii) If interception is resorted to, it shall be limited to determine the identity of the aircraft, unless it is necessary to visually follow it from a safe distance while the information of the observed aircraft is being checked, to return the aircraft to its planned track, to direct it beyond the limits of national airspace, to guide it out of a prohibited, restricted or danger area, or to instruct it to land at a designated aerodrome; AIP ARGENTINA ENR 1.12-2 DEPARTAMENTO",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-450",
    "text": "of the observed aircraft is being checked, to return the aircraft to its planned track, to direct it beyond the limits of national airspace, to guide it out of a prohibited, restricted or danger area, or to instruct it to land at a designated aerodrome; AIP ARGENTINA ENR 1.12-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 iii) Las aeronaves civiles no serán objeto de prácticas de interceptación; iv) Si se puede establecer contacto por radio, se proporcionará por radiotelefonía a la aeronave interceptada, la guía para la navegación y toda la información correspondiente; v) En el caso en que se exija a una aeronave interceptada que aterrice en el territorio sobrevolado, el aeródromo designado a esos efectos será adecuado al seguro aterrizaje del tipo de aeronave en cuestión. vi) La aeronave, civil o de cualquier otro tipo que se niegue o no cumplimente estas normas, podrá ser calificado como “hostil”. Método normalizado para las maniobras de interceptación 1. A fin de evitar todo riesgo durante las maniobras de la aeronave que intercepte una aeronave civil, el piloto al mando de la aeronave interceptora tomará debidamente las limitaciones de performance de las aeronaves civiles, evitará volar tan cerca de la aeronave interceptada que pueda haber peligro de colisión, y evitará cruzar la trayectoria de vuelo de la aeronave o ejecutar cualquier otra maniobra de tal modo que la estela turbulenta pueda ser peligrosa, especialmente si la aeronave interceptada es liviana. 2. Las aeronaves equipadas con sistemas anticolisión de a bordo (ACAS), que estén siendo interceptadas, pueden percibir a la aeronave interceptora como una amenaza de colisión e iniciar así una maniobra de prevención en respuesta a un aviso de resolución ACAS. Dicha maniobra podría ser mal interpretada por el interceptor como indicación de intenciones no amistosas. Por consiguiente, es importante que los pilotos de las aeronaves interceptoras equipadas con transponder de radar secundario de vigilancia (SSR) supriman la transmisión de información de presión/altitud (en respuestas en Modo C o en el campo A/C de las respuestas en Modo S) dentro de una distancia de por lo menos 37 km (20 NM) de la aeronave interceptada. Esto evitará que el ACAS de la aeronave interceptada use avisos de resolución con respecto a la interceptora mientras que quedará disponible la información de avisos de tránsito del ACAS. Medidas que ha de adoptar la aeronave interceptada 1. Una aeronave que sea interceptada por otra aeronave: i) seguirá inmediatamente las instrucciones dadas por la aeronave interceptora, interpretando y respondiendo a las señales visuales de conformidad con las especificaciones de las Tablas I-2 y I-3 publicadas en esta parte, absteniéndose la tripulación y/o los pasajeros de realizar cualquier otro tipo de seña que lleve a confusión. ii) lo notificará inmediatamente, si es posible, a la Dependencia de los Servicios de Tránsito Aéreo apropiada; iii) tratará inmediatamente de comunicarse por radio con la aeronave interceptora o con la Dependencia de Control de Interceptación apropiada, efectuando una llamada general en la frecuencia de emergencia de",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-900",
    "text": "lleve a confusión. ii) lo notificará inmediatamente, si es posible, a la Dependencia de los Servicios de Tránsito Aéreo apropiada; iii) tratará inmediatamente de comunicarse por radio con la aeronave interceptora o con la Dependencia de Control de Interceptación apropiada, efectuando una llamada general en la frecuencia de emergencia de 121,5 MHz, indicando la identidad de la aeronave interceptada y la índole del vuelo iii) Civil aircraft shall not be subject to interception practices; iv) If radio contact can be established, navigation guidance and all corresponding information shall be provided by radio to the intercepted aircraft; v) In the event that an intercepted aircraft is required to land in the territory flown over, the designated aerodrome for that purpose shall be suitable for the safe landing of the type of aircraft in question. vi) An aircraft, civil or otherwise, which refuses or fails to comply with these rules, may be classified as \"hostile\". Standard method for intercept maneuvers 1. In order to avoid any risk during the maneuvers of the aircraft intercepting a civil aircraft, the pilot-in-command of the intercepting aircraft shall take due account of the performance limitations of civil aircraft. They shall avoid flying so close to the intercepted aircraft that there may be a danger of collision, and shall avoid crossing the flight path of the aircraft or performing any other maneuvers such that the turbulent wake may be dangerous, especially if the intercepted aircraft is light 2. Aircraft equipped with on board anti-collision systems (ACAS), which are being intercepted, may perceive the intercepting aircraft as a threat of collision and thus initiate a preventive maneuver in response to an ACAS resolution warning. Such a maneuver could be misinterpreted by the intercepting aircraft as indicating unfriendly intentions. Therefore, it is important that pilots of the intercepting aircraft equipped with secondary surveillance radar (SSR) transponders suppress the transmission of pressure/altitude information (in Mode C responses or in the A/C field of Mode S responses) within a distance of at least 37 km (20 NM) from the intercepted aircraft. This will prevent the ACAS of the intercepted aircraft from using resolution warnings with respect to the intercepting aircraft while ACAS traffic advisory information will remain available. Measures to be taken by the intercepted aircraft 1. An aircraft that is intercepted by another aircraft: i) shall immediately follow the instructions given by the intercepting aircraft, interpreting and responding to visual signals in accordance with the specifications in Tables I-2 and I-3 published in this part, the crew and/or passengers shall refrain from making any other type of sign that may lead to confusion. ii) shall immediately notify, if possible, the appropriate Air Traffic Services Unit; iii) shall immediately attempt to communicate by radio with the intercepting aircraft or with the appropriate Interception Control Unit, by making a general call on the emergency frequency 121.5 MHz, indicating the identity of the intercepted aircraft and the nature of the flight, and, if AIP ARGENTINA ENR 1.12-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-1350",
    "text": "communicate by radio with the intercepting aircraft or with the appropriate Interception Control Unit, by making a general call on the emergency frequency 121.5 MHz, indicating the identity of the intercepted aircraft and the nature of the flight, and, if AIP ARGENTINA ENR 1.12-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 y, si no se ha establecido contacto y es posible, repitiendo esta llamada en la frecuencia de emergencia de 243 MHz; iv) si está equipada con transpondedor SSR, seleccionará inmediatamente el Código 7700, en Modo A, a no ser que reciba otras instrucciones de la Dependencia de los Servicios de Tránsito Aéreo apropiada; v) si está equipada con ADS-B o con vigilancia dependiente automática – contrato (ADS-C), seleccionará la función de emergencia apropiada, si está disponible, a no ser que reciba otras instrucciones de la Dependencia de los Servicios de Tránsito Aéreo apropiada. 2. Si alguna instrucción recibida por radio de cualquier fuente estuviera en conflicto con las instrucciones dadas por la aeronave interceptora mediante señales visuales, la aeronave interceptada requerirá aclaración inmediata mientras continúa cumpliendo con las instrucciones visuales dadas por la aeronave interceptora. 3. En ningún caso realizará maniobras bruscas con la aeronave ni movimientos internos en cabina que puedan ser interceptados como manipulación de algún tipo de armamento. Maniobras para la identificación visual 1. Antes de efectuarse una interceptación, el Sistema de Vigilancia y Control del Aeroespacio en coordinación con la Dependencia de los Servicios de Tránsito Aéreo intentará establecer contacto radial con la aeronave pasible de ser interceptada. 2. Para las maniobras de la aeronave interceptora cuyo objetivo sea identificar visualmente una aeronave civil se empleará el método siguiente: i) Fase I La aeronave interceptora debería aproximarse a la aeronave interceptada por detrás. Una vez logradas las condiciones operativas y de seguridad adecuadas la aeronave interceptora principal, o la única aeronave interceptora debería normalmente situarse a la izquierda, ligeramente por encima y por delante de la aeronave interceptada, dentro del campo de visión del piloto de ésta e inicialmente a no menos de 300 m de la aeronave. Cualquier otra aeronave participante debería quedar bien apartada de la aeronave interceptada, preferiblemente por encima y por detrás. Una vez establecidas la velocidad y la posición, la aeronave interceptora intentará establecer comunicación en la frecuencia de la dependencia del control ATC de jurisdicción y en 121.5 MHz y, si fuera necesario, proseguir con la Fase II del procedimiento. ii) Fase II La aeronave interceptora principal, o única aeronave interceptora, debería comenzar a aproximarse lentamente a la aeronave interceptada, al mismo nivel, sin aproximarse más de lo absolutamente necesario, para obtener la información que necesita. La aeronave interceptora principal o la única aeronave interceptora, debería tomar precauciones para evitar el sobresalto de la tripulación de vuelo o de los pasajeros de la aeronave interceptada, teniendo siempre presente que las maniobras no contact has been made and is possible, repeating this call on the emergency frequency of 243 MHz; iv) if equipped with an SSR transponder,",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-1800",
    "text": "tomar precauciones para evitar el sobresalto de la tripulación de vuelo o de los pasajeros de la aeronave interceptada, teniendo siempre presente que las maniobras no contact has been made and is possible, repeating this call on the emergency frequency of 243 MHz; iv) if equipped with an SSR transponder, shall immediately select Code 7700, Mode A, unless otherwise instructed by the appropriate Air Traffic Services Unit; v) if equipped with ADS-B or automatic dependent surveillance - contract (ADS-C), select the appropriate emergency function, if available, unless otherwise instructed by the appropriate Air Traffic Services Unit. 2. If any instruction received by radio from any source conflicts with the instructions given by the intercepting aircraft via visual signals, the intercepted aircraft shall require immediate clarification while continuing to comply with the visual instructions given by the intercepting aircraft. 3. In no case shall the pilot perform abrupt maneuvers with the aircraft or internal movements in the cockpit that could be intercepted as handling any type of weaponry. Maneuvers for visual identification 1. Prior to an interception, the Aerospace Surveillance and Control System in coordination with the Air Traffic Services Unit shall attempt to establish radio contact with the aircraft susceptible of being intercepted. 2. The following method shall be used for maneuvering the intercepting aircraft in order to visually identify a civil aircraft: i) Phase I The intercepting aircraft should approach the intercepted aircraft from behind. Once adequate operational and safety conditions have been achieved the primary interceptor aircraft, or the sole interceptor aircraft should normally be positioned to the left, slightly above and ahead of the intercepted aircraft, within the field of view of the pilot of the intercepted aircraft and initially not less than 300 m from the aircraft. Any other participating aircraft should be well clear of the intercepted aircraft, preferably above and behind. Once the speed and position have been established, the intercepting aircraft shall attempt to establish communication on the frequency of the ATC control unit of jurisdiction and 121.5 MHz and, if necessary, proceed to Phase II of the procedure. ii) Phase II The main, or only, intercepting aircraft should begin to slowly approach the intercepted aircraft at the same level, no closer than absolutely necessary, to obtain the information it needs. The main or sole intercepting aircraft should take precautions to avoid startling the flight crew or passengers of the intercepted aircraft, always bearing in mind that maneuvers considered normal for an intercepting aircraft may be considered dangerous for the passengers and crew of a civil aircraft. Any other AIP ARGENTINA ENR 1.12-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 consideradas como normales para una aeronave interceptora pueden ser consideradas como peligrosas para los pasajeros y la tripulación de una aeronave civil. Cualquier otra aeronave participante debería continuar bien apartada de la aeronave interceptada. Una vez completada la identificación y obtenida la información requerida, la aeronave interceptora debería retirarse de la proximidad de la aeronave interceptada, como se indica en",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-2250",
    "text": "como peligrosas para los pasajeros y la tripulación de una aeronave civil. Cualquier otra aeronave participante debería continuar bien apartada de la aeronave interceptada. Una vez completada la identificación y obtenida la información requerida, la aeronave interceptora debería retirarse de la proximidad de la aeronave interceptada, como se indica en la Fase III. iii) Fase III La aeronave interceptora principal, o única aeronave interceptora, debería cambiar de dirección lentamente desde la aeronave interceptada, ejecutando un picado poco pronunciado. Toda otra aeronave participante debería permanecer bien apartada de la aeronave interceptada y reunirse con la aeronave interceptora principal. participating aircraft should continue to be kept well clear of the intercepted aircraft. Once the identification is completed and the required information is obtained, the intercepting aircraft should be removed from the vicinity of the intercepted aircraft as indicated in Phase III. iii) Phase III The main, or only, intercepting aircraft should slowly change direction from the intercepted aircraft, executing a mild dive. All other participating aircraft should remain well clear of the intercepted aircraft and rejoin the main intercepting aircraft. Figura 1 Maniobras para la identificación visual / Figure 1 Maneuvers for visual identification Maniobra para guía de la navegación 1. Si después de las maniobras de identificación de la Fase I y II anteriores, se considera necesario intervenir en la navegación de la aeronave interceptada, la aeronave interceptora principal, o única aeronave interceptora, debería normalmente situarse a la izquierda, ligeramente por encima y por delante de la aeronave interceptada, para permitir al piloto al mando de esta última que vea las señales visuales dadas. 2. Es indispensable que el piloto al mando de la aeronave interceptora esté seguro de que el piloto al mando de la aeronave interceptada se ha dado cuenta de que está siendo interceptada y ha reconocido las señales enviadas. Si después de reiterados intentos de atraer la atención del piloto al mando de la aeronave interceptada utilizando las señales que figuran en este texto, los esfuerzos resultan infructuosos, puede utilizarse para este fin otros métodos de señalización, incluso Maneuver for navigation guidance 1. If, after the identification maneuvers of Phases I and II above, it is deemed necessary to intervene in the navigation of the intercepted aircraft, the main, or only, intercepting aircraft should normally be positioned to the left, slightly above and ahead of the intercepted aircraft, to allow the pilot in command of the latter to see the visual signals given. 2. It is essential that the pilot in command of the intercepting aircraft be certain that the pilot in command of the intercepted aircraft has realized that it is being intercepted and has recognized the signals being sent. If, after repeated attempts to attract the attention of the pilot in command of the intercepted aircraft using the signals contained in this text, the efforts are unsuccessful, other methods of signaling may be used for this purpose, including as a last resort the visual effect PHASE I APPROACH PHASE II IDENTIFICATION PHASE III AFTER IDENTIFICATION",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-2700",
    "text": "the attention of the pilot in command of the intercepted aircraft using the signals contained in this text, the efforts are unsuccessful, other methods of signaling may be used for this purpose, including as a last resort the visual effect PHASE I APPROACH PHASE II IDENTIFICATION PHASE III AFTER IDENTIFICATION AIP ARGENTINA ENR 1.12-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 como último recurso el efecto visual del posquemador a reserva de que no se plantee una situación peligrosa para la aeronave interceptada. 3. Se admite que ocasionalmente las condiciones meteorológicas o topográficas pueden obligar a la aeronave interceptora principal, o única aeronave interceptora, a colocarse a la derecha, ligeramente por encima y por delante de la aeronave interceptada. En esos casos, el piloto al mando de la aeronave interceptora debe poner mucho cuidado en que el piloto al mando de la aeronave interceptada la tenga a la vista en todo momento. Guiado de una aeronave interceptada 1. Deberá proporcionarse a la aeronave interceptada, a través de comunicaciones radioeléctricas, la guía de navegación y la información correspondiente, siempre que pueda establecerse contacto por radio. 2. Cuando se proporcione guía de navegación a una aeronave interceptada, se procurará que la visibilidad no sea inferior a la correspondiente a condiciones meteorológicas de vuelo visual y que las maniobras exigidas a dicha aeronave no constituyan peligros que se sumen a los ya existentes, en caso de que haya disminuido su rendimiento operacional. 3. En caso excepcional en que se exija a una aeronave interceptada que aterrice en el territorio nacional, debe contemplarse que: i) El aeródromo designado sea adecuado para el aterrizaje sin peligro del tipo de aeronave de que se trate, especialmente si el aeródromo no se utiliza normalmente para las operaciones de transporte aéreo civil; ii) El terreno que le rodee sea adecuado para las maniobras de circuito, aproximación y aproximación frustrada; iii) La aeronave interceptada tenga suficiente combustible para llegar al aeródromo; iv) Si la aeronave interceptada es una aeronave de transporte civil, el aeródromo tenga una pista cuya longitud sea equivalente por lo menos a 1.500 m al nivel medio del mar y cuya resistencia sea suficiente para soportar la aeronave; y v) Siempre que sea posible, el aeródromo designado sea uno de los descriptos detalladamente en la correspondiente Publicación de Información Aeronáutica. 4. Cuando se exija a una aeronave civil que aterrice en un aeródromo que no le sea familiar, es indispensable otorgarle tiempo suficiente de modo que se prepare para el aterrizaje, teniendo presente que el piloto al mando de la aeronave civil es el único que puede juzgar la seguridad de la operación de aterrizaje en relación con la longitud de la pista y la masa de la aeronave en ese momento. 5. Es particularmente importante que, en lo posible, se le comunique, siempre que sea posible, a la aeronave interceptada toda la información necesaria para facilitar una aproximación y aterrizaje seguros. of the afterburner provided that a dangerous situation does not arise",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-3150",
    "text": "y la masa de la aeronave en ese momento. 5. Es particularmente importante que, en lo posible, se le comunique, siempre que sea posible, a la aeronave interceptada toda la información necesaria para facilitar una aproximación y aterrizaje seguros. of the afterburner provided that a dangerous situation does not arise for the intercepted aircraft. 3. It is recognized that occasionally weather or topographic conditions may require the main, or only, intercepting aircraft to stand to the right, slightly above and ahead of the intercepted aircraft. In such cases, the pilot in command of the intercepting aircraft must take great care to ensure that the pilot in command of the intercepted aircraft has it in sight at all times. Guidance of an intercepted aircraft 1. The navigation guide and corresponding information shall be provided to the intercepted aircraft by radio communication, if radio contact can be established. 2. When navigation guidance is provided to an intercepted aircraft, care shall be taken to ensure that visibility is not less than that corresponding to visual flight weather conditions and that the maneuvers required of that aircraft do not constitute additional hazards to those already present, if its operational performance has been impaired. 3. In the exceptional case where an intercepted aircraft is required to land in national territory, it must be considered that: i) The designated aerodrome is suitable for the safe landing of the type of aircraft concerned, especially if the aerodrome is not normally used for civil air transport operations; ii) The surrounding ground is suitable for circuit, approach and missed approach maneuvers; iii) The intercepted aircraft has enough fuel to reach the aerodrome; iv) If the intercepted aircraft is a civil transport aircraft, the aerodrome has a runway at least 1,500 meters in length at mean sea level with sufficient strength to support the aircraft; and v) Whenever possible, the designated aerodrome is one of those described in detail in the corresponding Aeronautical Information Publication. 4. When a civil aircraft is required to land at an unfamiliar aerodrome, it is essential to allow sufficient time for it to prepare for landing, bearing in mind that the pilot in command of the civil aircraft is the only one who can judge the safety of the landing operation in relation to the length of the runway and the mass of the aircraft at that time. 5. It is particularly important that, whenever possible, the intercepted aircraft be given all the information necessary to facilitate a safe approach and landing. AIP ARGENTINA ENR 1.12-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 Señales visuales aire-aire 1. Las señales visuales que han de utilizar la aeronave interceptora y la interceptada, son las establecidas en las Tablas I-2 y I-3. 2. Es esencial que la aeronave interceptora y la aeronave interceptada apliquen estrictamente estas señales e interpreten correctamente las señales dadas por la otra aeronave, y que la aeronave interceptora ponga especial atención a cualquier señal dada por la aeronave interceptada para indicar",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-3600",
    "text": "establecidas en las Tablas I-2 y I-3. 2. Es esencial que la aeronave interceptora y la aeronave interceptada apliquen estrictamente estas señales e interpreten correctamente las señales dadas por la otra aeronave, y que la aeronave interceptora ponga especial atención a cualquier señal dada por la aeronave interceptada para indicar que se encuentra en situación de peligro o emergencia. Radiocomunicación entre la dependencia de Control de Interceptación o la aeronave interceptora y la aeronave interceptada 1. Si durante la interceptación se hubiera establecido contacto por radio con la aeronave interceptora, pero no fuera posible comunicarse en un idioma común, se intentará: i) proporcionar la información esencial; ii) acusar recibo de las instrucciones; y iii) transmitir toda otra información indispensable mediante las frases y pronunciaciones que figuran en la Tabla I-1, transmitiendo dos veces cada frase. Air-air visual signals 1. The visual signals to be used by the intercepting aircraft and the intercepted aircraft are those established in Tables I-2 and I-3. 2. It is essential that the intercepting aircraft and the intercepted aircraft strictly apply these signals and correctly interpret the signals given by the other aircraft, and that the intercepting aircraft pays particular attention to any signals given by the intercepted aircraft to indicate that it is in a hazardous or emergency situation. Radio communication between the interception Control Unit or the intercepting aircraft and the intercepted aircraft 1. If, during the interception, radio contact has been established with the intercepting aircraft, but it is not possible to communicate in a common language, an attempt shall be made to: i) Provide the essential information; ii) acknowledge receipt of instructions; and iii) transmit all other indispensable information by means of the phrases and pronunciations listed in Table I-1, transmitting each phrase twice. Tabla I-1 AIP ARGENTINA ENR 1.12-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 Phrases for INTERCEPTING aircraft use Phrases for INTERCEPTED aircraft use Phrase Pronunciation 1 Meaning Phrase Pronunciation 1 Meaning CALL SIGN KOL SAIN Which is your call sign? CALL SIGN 2 KOL SAIN (call sign) My call sign is (call sign) FOLLOW FOLOU Follow me WILCO UIL-CO I will comply instructions DESCEND DISSEND Descend for landing CAN NOT CAN NOT Impossible to comply YOU LAND YU LAND Land at this aerodrome REPEAT RI-PIT Repeat instructions PROCEED PROSIID You may proceed AM LOST AM LOST Position unknown MAYDAY MEIDEI I am in danger HIJACK 3 JAI CHAK I have been object of unlawful interference LAND (place) LAND (place) Permission to land at (place) DESCEND DISSEND Permission to land 1) In the second column the syllables to be accentuated are underlined. 2) The call sign to give is the one used in radio telephone communications with the air traffic services and it is the aircraft identification indicated in the flight plan. 3) According to the circumstances, not always the term “HIJACK” shall be possible or convenient to use. Señales que se han de utilizar en caso de interceptación 1. Señales iniciadas por la aeronave interceptora",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-4050",
    "text": "with the air traffic services and it is the aircraft identification indicated in the flight plan. 3) According to the circumstances, not always the term “HIJACK” shall be possible or convenient to use. Señales que se han de utilizar en caso de interceptación 1. Señales iniciadas por la aeronave interceptora y respuesta de la aeronave interceptada. Signals to be used in case of interception 1. Signals initiated by the intercepting aircraft and response from the intercepted aircraft. Tabla I-2 Señales iniciadas por la aeronave interceptora y respuesta de la aeronave interceptada Serie Señales de la aeronave INTERCEPTORA Significado Respuesta de la aeronave INTERCEPTADA Significado 1 DÍA o NOCHE Alabear la aeronave y encender y apagar las luces de navegación a intervalos irregulares (y luces de aterrizaje en el caso de un helicóptero) desde una posición ligeramente por encima y por delante y, normalmente, a la izquierda de la aeronave interceptada (o a la derecha si la aeronave interceptada es un helicóptero) y, después de recibir respuesta, efectuar un viraje horizontal lento, normalmente a la izquierda (o a la derecha en el caso de un helicóptero) hacia el rumbo deseado. Nota 1. Las condiciones meteorológicas o del terreno pueden obligar a la aeronave interceptora a invertir las posiciones y el sentido del viraje citados anteriormente en la Serie 1. Nota 2. Si la aeronave interceptada no puede mantener la velocidad de la aeronave interceptora, se prevé que esta última efectúe una serie de circuitos de hipódromo y alabee la aeronave cada vez que pase a la aeronave intercepta da. Usted ha sido interceptado. Sígame. DÍA o NOCHE Alabear la aeronave, encender y apagar las luces de navegación a intervalos irregulares, y seguir a la aeronave interceptora. Comprendido, lo cumpliré. AIP ARGENTINA ENR 1.12-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 2 DÍA o NOCHE Alejarse bruscamente de la aeronave interceptada, haciendo un viraje ascendente de 90° o más, sin cruzar la línea de vuelo de la aeronave interceptada. Prosiga. DÍA o NOCHE Alabear la aeronave. Comprendido, lo cumpliré. 3 DÍA o NOCHE Desplegar el tren de aterrizaje (si es replegable) llevando continuamente encendidos los faros de aterrizaje y sobrevolar la pista en servicio o, si la aeronave interceptada es un helicóptero, sobrevolar la zona de aterrizaje de helicóptero. En el caso de helicópteros, el helicóptero interceptor hace una aproximación para el aterrizaje, y permanece en vuelo estacionario cerca de la zona de aterrizaje. Aterrice en este aeródromo. DÍA o NOCHE Desplegar el tren de aterrizaje (si es replegable), llevando continuamente encendidos los faros de aterrizaje, seguir a la aeronave interceptora y, si después de sobrevolar la pista en servicio o la zona de aterrizaje del helicóptero se considera que se puede aterrizar sin peligro, proceder al aterrizaje Comprendido, lo cumpliré. Nota. —La traducción al idioma inglés del contenido de la Tabla I- 2 figurará al final de esta Parte. Note. — The English translation of the contents of Table I-2 will appear at the end of this Part.",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-4500",
    "text": "que se puede aterrizar sin peligro, proceder al aterrizaje Comprendido, lo cumpliré. Nota. —La traducción al idioma inglés del contenido de la Tabla I- 2 figurará al final de esta Parte. Note. — The English translation of the contents of Table I-2 will appear at the end of this Part. 2. Señales iniciadas por la aeronave interceptada y respuesta de la aeronave interceptora. 2. Signals initiated by the intercepted aircraft and response from the intercepting aircraft. Tabla I-3 Señales iniciadas por la aeronave interceptada y respuesta de la aeronave interceptora Serie Señales de la aeronave INTERCEPTADA Significado Respuesta de la aeronave INTERCEPTORA Significado 4 DÍA o NOCHE Replegar el tren de aterrizaje (de ser replegable) y encender y apagar los faros de aterrizaje sobrevolando la pista en servicio o la zona de aterrizaje de helicópteros a una altura de más de 300 m (1 000 ft) pero sin exceder de 600 m (2 000 ft) [en el caso de un helicóptero, a una altura de más de 50 m (170 ft) pero sin exceder de 100 m (330 ft)] sobre el nivel del aeródromo, y continuar volando en circuito sobre la pista en servicio o la zona de aterrizaje de helicópteros. Si no está en condiciones de encender y apagar los faros de aterrizaje, encienda y apague cualesquiera otras luces disponibles. El aeródromo que usted ha designado es inadecuado. DÍA o NOCHE Si se desea que la aeronave interceptada siga a la aeronave interceptora hasta un aeródromo de alternativa, la aeronave interceptora repliega el tren de aterrizaje (de ser replegable) y utiliza las señales de la Serie 1, prescritas para las aeronaves interceptoras. Si se decide dejar en libertad a la aeronave interceptada, la aeronave interceptora utilizará las señales de la Serie 2, prescritas para las aeronaves interceptoras. Comprendido, sígame. 5 DÍA o NOCHE Encender y apagar repetidamente todas las luces disponibles a intervalos regulares, pero de manera que se distingan de las luces de destellos. Imposible cumplir. DÍA o NOCHE Utilice las señales de la Serie 2, prescritas para las aeronaves interceptoras. Comprendido. 6 DÍA o NOCHE Encender y apagar todas las luces disponibles a intervalos irregulares. En peligro. DÍA o NOCHE Utilice las señales de la Serie 2, prescritas para las aeronaves interceptoras. Comprendido. AIP ARGENTINA ENR 1.12-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 Nota. —La traducción al idioma inglés del contenido de la Tabla I- 2 figurará al final de esta Parte. Note. —The English translation of the contents of Table I-2 will appear at the end of this Part. Abstención del uso de armas Nota. –– En la adopción unánime el 10 de mayo de 1984 del Artículo 3 Bis del Convenio sobre Aviación Civil Internacional, por parte del 25 período de sesiones (extraordinario) de la Asamblea de la OACI, los Estados contratantes han reconocido que “todo Estado debe abstenerse de recurrir al uso de las armas en contra de las aeronaves civiles en vuelo”, ello no implica desconocer ni limitar los",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-4950",
    "text": "sobre Aviación Civil Internacional, por parte del 25 período de sesiones (extraordinario) de la Asamblea de la OACI, los Estados contratantes han reconocido que “todo Estado debe abstenerse de recurrir al uso de las armas en contra de las aeronaves civiles en vuelo”, ello no implica desconocer ni limitar los derechos que los Estados soberanos tienen para el establecimiento de procedimientos y limitaciones asociados a la Defensa Nacional. 1. Confirmado el contacto visual entre el interceptor y el interceptado y, constatada la falta de respuesta ante las comunicaciones verbales y/o señas efectuadas por el interceptor, se considerará en adelante que la misma se encuentra realizando un uso incompatible con los fines del Convenio de Aviación Civil y por ello y en la medida que la aeronave persista en su actitud de no respetar las instrucciones de los controles y del interceptor, la misma podrá ser declarada hostil. En ese evento se le informará a su piloto al mando tal determinación y sus consecuencias, mediante un mensaje radiotelefónico en idioma español e inglés, a través de las frecuencias de emergencia indicadas anteriormente y la que corresponda a los Servicios de Tránsito Aéreo en espacio aéreo sobrevolado. 2. Conforme a la situación y cuando el Estado Nacional considere que dicha acción puede constituir una amenaza a sus intereses vitales (especialmente a la vida y libertad de sus habitantes), podrá establecer las medidas defensivas y/o procedimientos que considere necesarios a efectos de hacer cesar tal acción. En ese caso se evitará el uso de balas trazadoras para llamar la atención del piloto, a menos que sea necesario en ausencia de toda respuesta o acatamiento, lo cual deberá ser interpretado como una última advertencia, dentro de las acciones relacionadas con la declaración de aeronave hostil. Tránsito aéreo irregular (TAI) 1. Será declarado Tránsito Aéreo Irregular a aquella aeronave que no pueda ser identificada por el sistema de vigilancia y control del Aeroespacio, volando en el espacio aéreo de jurisdicción nacional o interés, sin cumplimentar las normas y procedimientos de tránsito aéreo que correspondan a tal espacio. Permanecerá en ese estatus hasta ser identificado o ser declarado aeronave hostil. Aeronave hostil 1. Se considera aeronave hostil, a toda aquella aeronave, militar o de cualquier otro tipo, que efectúe una violación del espacio aéreo de soberanía o bajo jurisdicción nacional con fines presuntamente distintos a los establecidos en el Convenio de Aviación Civil (Chicago – 1944), no acate las instrucciones de los controles civiles o militares o se constituya en un peligro contra instalaciones gubernamentales, centros vitales de la Nación, la población y sus recursos, como así también cualquier maniobra que atente contra la seguridad de la aeronave interceptora dentro de un proceso de interceptación o el reiterado e injustificado desacato de las instrucciones que se le transmitan por cualquiera de los medios disponibles. Abstention from the use of weapons Note. –– In the unanimous adoption on 10 May 1984 of Section 3 Bis of the Convention on International Civil Aviation by the 25th (Special) Session",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-5400",
    "text": "el reiterado e injustificado desacato de las instrucciones que se le transmitan por cualquiera de los medios disponibles. Abstention from the use of weapons Note. –– In the unanimous adoption on 10 May 1984 of Section 3 Bis of the Convention on International Civil Aviation by the 25th (Special) Session of the ICAO Assembly, the Contracting States have recognized that \"every State should refrain from resorting to the use of weapons against civil aircraft in flight\", which does not imply disregarding or limiting the rights of sovereign States to establish procedures and limitations associated with National Defense. 1. Once the visual contact between the intercepting aircraft and the intercepted one is confirmed and, once the lack of response to the verbal communications and/or signals made by the intercepting aircraft is confirmed, it shall be considered that the aircraft is being used in a manner incompatible with the purposes of the Civil Aviation Convention and, therefore, and to the extent that the aircraft persists in its attitude of not respecting the instructions of the controls and the intercepting aircraft, it may be declared hostile. In that event, the pilot in command will be informed of such determination and its consequences, by means of a radiotelephone message in Spanish and English, through the emergency frequencies indicated above and the one corresponding to the Air Traffic Services in the overflown airspace. 2. According to the situation and when the National State considers that such action may constitute a threat to its vital interests (especially to the life and freedom of its inhabitants), it may establish the defensive measures and/or procedures it considers necessary in order to cease such action. In that case, the use of tracer bullets to attract the attention of the pilot shall be avoided, unless it is necessary in the absence of any response or compliance, which shall be interpreted as a last warning, within the actions related to the declaration of hostile aircraft. Irregular air traffic (TAI) 1. Irregular Air Traffic shall be declared such aircraft that cannot be identified by the surveillance and control system of the aerospace, flying in the air space of national jurisdiction or interest, without fulfilling the rules and procedures of air traffic corresponding to such space. It will remain in that status until it is identified or declared a hostile aircraft. Hostile aircraft 1. A hostile aircraft is any aircraft, military or otherwise, which violates the airspace of sovereignty or under national jurisdiction for purposes allegedly different from those set out in the Convention on Civil Aviation (Chicago - 1944), does not comply with the instructions of civil or military controls or constitutes a danger to government facilities, vital centers of the Nation, the population and its resources, as well as any maneuver that attempts against the security of the intercepting aircraft within an interception process or the repeated and unjustified disregard of the instructions that are transmitted to it by any of the available means. AIP ARGENTINA ENR 1.12-10 DEPARTAMENTO DE INFORMACIÓN",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-5850",
    "text": "the population and its resources, as well as any maneuver that attempts against the security of the intercepting aircraft within an interception process or the repeated and unjustified disregard of the instructions that are transmitted to it by any of the available means. AIP ARGENTINA ENR 1.12-10 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 2. En esta situación, el desacato de una aeronave hostil a las instrucciones de la aeronave interceptora implicará que, conforme a la situación y agotadas todas las instancias previas, la aeronave considerada hostil pueda ser pasible de la aplicación de las reglas de protección aeroespacial vigentes, aprobadas por la autoridad competente, para minimizar o evitar la potencial afectación de los intereses vitales de la Nación señalados precedentemente, especialmente la vida y libertad de sus habitantes. 3. Cabe destacar que la condición de aeronave civil no puede ser asumida, mientras esté en vuelo, solamente a partir de su pintura y marcas externas; ello podrá ser comprobado mediante la verificación de la documentación e inspección de su carga y equipamiento de abordo, una vez que la misma cumpla con las instrucciones de las autoridades correspondientes, luego que aterrice en el aeródromo que se le indique y tomen intervención las autoridades correspondientes. 4. Toda actitud evasiva, el incumplimiento de las normas o a las instrucciones de los controles por parte de una aeronave o una agresión proveniente de un TAI, la convertirá en hostil. 2. In this situation, the non-compliance by a hostile aircraft of the instructions of the intercepting aircraft will imply that, according to the situation and having exhausted all previous instances, the aircraft considered hostile may be subject to the application of the rules of engagement of the air defense in force, approved by the competent authority, in order to minimize or avoid the potential affectation of the vital interests of the Nation indicated above, especially the life and freedom of its inhabitants. 3. It should be noted that the condition of civil aircraft cannot be assumed, while in flight, only from its painting and external marks; this may be verified by checking the documentation and inspection of its cargo and equipment on board, once it complies with the instructions of the corresponding authorities, after it lands at the aerodrome indicated and the corresponding authorities take action. 4. Any evasive attitude, non-compliance with rules or control instructions by an aircraft or an attack from a TAI will make it hostile. A continuación, se brindan las tablas traducidas al idioma inglés. Next, the tables translated into English are provided. Table I-2 Signals initiated by the intercepting aircraft and response of the intercepted aircraft Series Signals from the INTERCEPTING aircraft Meaning Response from INTERCEPTED aircraft Meaning 1 DAY or NIGHT Roll the aircraft and turn the navigation lights on and off at irregular intervals (and landing lights in the case of a helicopter) from a position slightly above and ahead and normally to the left of the intercepted aircraft (or to the right if the",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-6300",
    "text": "Meaning 1 DAY or NIGHT Roll the aircraft and turn the navigation lights on and off at irregular intervals (and landing lights in the case of a helicopter) from a position slightly above and ahead and normally to the left of the intercepted aircraft (or to the right if the intercepted aircraft is a helicopter) and, after receiving a response, make a slow horizontal turn, normally to the left (or to the right in the case of a helicopter) towards the desired heading. Note 1. Weather or terrain conditions may require the intercepting aircraft to reverse the positions and direction of turn mentioned above in Series 1. Note 2. If the intercepted aircraft is unable to maintain the speed of the intercepting aircraft, the intercepting aircraft is expected to make a series of race-track circuits and roll each time it passes the intercepted aircraft. You have been intercepted Follow me. DAY or NIGHT Roll the aircraft and turn the navigation lights on and off at irregular intervals, and follow the intercepting aircraft. Understood, will comply. AIP ARGENTINA ENR 1.12-11 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 2 DAY or NIGHT Move away abruptly from the intercepted aircraft, making an upward turn of 90° or more, without crossing the line of flight of the intercepted aircraft. You may proceed. DAY or NIGHT Roll the aircraft Understood, will comply 3 DAY or NIGHT Deploy the landing gear (if retractable) with the landing lights continuously on and fly over the runway in service or, if the intercepted aircraft is a helicopter, fly over the helicopter landing zone. In the case of helicopters, the intercepting helicopter makes an approach for landing, and remains in stationary flight near the landing zone. Land at this aerodrome. DAY or NIGHT Deploy the landing gear (if retractable), keeping the landing lights continuously on, follow the intercepting aircraft and, if after flying over the runway in service or the landing zone of the helicopter it is deemed safe to land, proceed to the landing. Understood, will comply Table I-3 Signals initiated by the intercepted aircraft and response from the intercepting aircraft Series INTERCEPTED aircraft signals Meaning INTERCEPTING aircraft response Meaning 4 DAY or NIGHT Retract the landing gear (if retractable) and turn on and off the landing lights over the operating runway or the helicopter landing zone at an altitude of more than 300 m (1,000 ft.) but not exceeding 600 m (2,000 ft.) [in the case of a helicopter], at an altitude of more than 50 m (170 ft.) but not exceeding 100 m (330 ft.)] above the aerodrome level, and continue to fly in a circuit over the runway in service or the helicopter landing zone. If you are not able to turn the landing lights on and off, turn on and off any other available lights. The aerodrome you have designated is inadequate. DAY or NIGHT If it is desired that the intercepted aircraft follow the intercepting aircraft to an alternate aerodrome, the",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 12.pdf-1-6750",
    "text": "landing zone. If you are not able to turn the landing lights on and off, turn on and off any other available lights. The aerodrome you have designated is inadequate. DAY or NIGHT If it is desired that the intercepted aircraft follow the intercepting aircraft to an alternate aerodrome, the intercepting aircraft retracts the landing gear (if retractable) and uses the Series 1 signals prescribed for intercepting aircraft. If it is decided to release the intercepted aircraft, the intercepting aircraft will use the Series 2 signals, prescribed for intercepting aircraft. Roger that, follow me. 5 DAY or NIGHT Repeatedly turn on and off all available lights at regular intervals, but in a manner that is distinguishable from flashing lights. Impossible to comply. DAY or NIGHT Use the Series 2 signals prescribed for intercepting aircraft. Roger that. 6 DAY or NIGHT Turn all available lights on and off at irregular intervals. In danger DAY or NIGHT Use the Series 2 signals prescribed for intercepting aircraft. Roger that.",
    "metadata": {
      "source": "AIP - ENR1 - 12.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]