[
  {
    "id": "AIP - GEN3 - 2.pdf-0-0",
    "text": "AIP ARGENTINA GEN 3.2-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 GEN 3. SERVICIOS / SERVICES GEN 3.2 CARTAS AERONÁUTICAS GEN 3.2 AERONAUTICAL CHARTS 1. Servicio responsable El Departamento Información Aeronáutica, dependiente de la Dirección Nacional de Inspección de Navegación Aérea, en cumplimiento del Decreto N° 239/07, es autoridad aeronáutica responsable de publicar las cartas aeronáutica y los datos aeronáuticos necesarios para la seguridad operacional, regularidad, economía y eficiencia del sistema de la Gestión de Tránsito Aéreo (ATM) de un modo ambientalmente sostenible. La función y la importancia de los datos aeronáuticos y de las cartas aeronáuticas cambiaron significativamente con la implantación de la navegación de área (RNAV), la navegación basada en la performance (PBN), los sistemas de navegación de a bordo computarizados, la comunicación basada en la performance (PBC) y la vigilancia basada en la performance (PBS), los sistemas de enlace de datos y las comunicaciones orales por satélite (SATVOICE). Sede del Departamento Información Aeronáutica: Dirección Nacional de Inspección de Navegación Aérea Dirección Regulación, Normas y Procedimientos Departamento Información Aeronáutica Balcarce 290 C1064AAF - CABA República Argentina Dirección Telegráfica Aeronáutica (AFS): SABAYRYX E-mail: dianac@anac.gob.ar Sede de la Empresa Argentina de Navegación Aérea Sociedad Anónima (EANA S.A.): Bouchard 547 Piso 9º CP: (C1106ABG) Buenos Aires República Argentina Tel (+5411) 4320 2482 / (+5411) 4320 3923 Dirección AMHS: SABGYTYX/ SABGYFYX E-mail: operaciones@eana.com.ar Las cartas son diseñadas y elaboradas de acuerdo con el Anexo 4 – Cartas aeronáuticas OACI, el Manual de Cartas aeronáuticas (Doc. 8697) y el Manual del sistema geodésico mundial — 1984 (WGS- 84) (Doc. 9674) y la regulación nacional RAAC Parte 204 – Cartas aeronáuticas. En el caso que hubiera diferencias con el Anexo 4 – Cartas aeronáuticas –, se publicaran en la parte GEN 1.7. 2. Actualización de cartas Los organismos responsables del diseño y elaboración de las cartas cuando necesiten enmendar y/o reemplazar cartas por nuevas cartas, las deberán publicar en una enmienda a la AIP AIRAC. En el caso de estén fuera de las fechas del calendario AIRAC, se publicarán en suplementos a la AIP AIRAC. Si en las cartas publicadas se detecta información incorrecta de carácter operativo, la misma se corrige mediante NOTAM, suplementos o enmiendas a la AIP. 3. Adquisición de cartas (Ver GEN 3.1.) 1. Responsible Service The Aeronautical Information Department, under the National Directorate of Air Navigation Inspection, in compliance with Decree No. 239/07, is the aeronautical authority responsible for publishing aeronautical charts and the aeronautical data necessary for the operational safety, regularity, economy and efficiency of the Air Traffic Management (ATM) system in an environmentally sustainable manner. The role and importance of aeronautical data and aeronautical charts changed significantly with the implementation of area navigation (RNAV), performance-based navigation (PBN), computerized onboard navigation systems, performance-based communication (PBC) and performance-based surveillance (PBS), data link systems and satellite voice communications (SATVOICE). Headquarters of the Aeronautical Information Department: National Directorate of Air Navigation Inspection. Regulation, Standards and Procedures Directorate Aeronautical Information Department Balcarce 290 C1064AAF - CABA Republic of Argentina",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-450",
    "text": "performance-based navigation (PBN), computerized onboard navigation systems, performance-based communication (PBC) and performance-based surveillance (PBS), data link systems and satellite voice communications (SATVOICE). Headquarters of the Aeronautical Information Department: National Directorate of Air Navigation Inspection. Regulation, Standards and Procedures Directorate Aeronautical Information Department Balcarce 290 C1064AAF - CABA Republic of Argentina Aeronautical Telegraphic Address (AFS): SABAYRYX E-mail: dianac@anac.gob.ar Headquarters of the Argentine Air Navigation Company – Limited Company (EANA S.A.): Bouchard 547 Piso 9º CP: (C1106ABG) Buenos Aires - República Argentina Phone Numbers: (+5411) 4320 2482 / (+5411) 4320 3923 AMHS Address: SABGYTYX/ SABGYFYX E-mail: operaciones@eana.com.ar The charts are designed and produced in accordance with ICAO Annex 4 - Aeronautical Charts, the Aeronautical Chart Manual (Doc. 8697) and the World Geodetic System Manual - 1984 (WGS-84) (Doc. 9674) and the national regulation RAAC Part 204 - Aeronautical Charts. In case there are differences with Annex 4 - Aeronautical Charts -, they will be published in part GEN 1.7. 2. Charts Updating The agencies responsible for the design and development of charts, when they need to amend and/or replace charts with new charts, shall publish them in an AIRAC AIP amendment. In case they are not within the dates of the AIRAC calendar, they shall be published in supplements to the AIRAC AIP. If incorrect information of an operational nature is detected in the published charts, it will be corrected via NOTAM, supplements or amendments to the AIP. 3. Chart Acquisition (See GEN 3.1.) ➔ AIP ARGENTINA GEN 3.2-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 4. Serie de Cartas Aeronáuticas disponibles (según clasificación del Documento 8697, Capítulo 2) a) Determinación de la necesidad de cartas aeronáuticas: • Cartas obligatorias − Plano de obstáculos de aeródromo – OACI Tipo A (limitaciones de utilización); − Carta topográfica para aproximaciones de precisión – OACI; − Cartas de navegación en ruta – OACI; − Cartas de aproximación por instrumentos (IAC) OACI; − Plano de aeródromo / helipuerto – OACI; − Carta Aeronáutica Mundial – OACI 1:1.000.000. • Cartas opcionales − Plano de obstáculos de aeródromo – OACI Tipo B − Plano de aeródromo para movimientos en tierra – OACI; − Plano de estacionamiento y atraque de aeronave – OACI; − Cartas aeronáuticas – OACI 1:500.000; − Cartas de posición – OACI. • Cartas condicionalmente necesarias − Cartas de área – OACI; − Cartas de salida normalizada – vuelo por instrumentos (SID) – OACI; − Cartas de llegada normalizada (STAR) – OACI; − Cartas de aproximación visual – OACI. b) Grupos de cartas de acuerdo con su clasificación Grupo 1: Cartas destinadas a la planificación • Plano de obstáculos de aeródromo OACI, Tipo A (limitaciones de utilización): Este plano contiene información detallada sobre los obstáculos en las áreas de trayectoria de vuelo de despegue de los aeródromos. Se muestra en planta y vista de perfil. Esta información proporciona los datos necesarios para permitir que un explotador se ajuste a las limitaciones de utilización que figuran en la RAAC Parte 121 y RAAC Parte",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-900",
    "text": "los obstáculos en las áreas de trayectoria de vuelo de despegue de los aeródromos. Se muestra en planta y vista de perfil. Esta información proporciona los datos necesarios para permitir que un explotador se ajuste a las limitaciones de utilización que figuran en la RAAC Parte 121 y RAAC Parte 135. • Plano de obstáculos de aeródromo OACI, Tipo B: Este plano debe satisfacer las siguientes funciones: Determinación de altitudes / alturas mínimas de seguridad, incluso las pertinentes a los procedimientos de vuelo en circuito. Determinación de los procedimientos que han de seguirse en caso de una emergencia durante el despegue o el aterrizaje. Aplicación de los criterios de franqueamiento y señalización de obstáculos y suministro de datos para cartas aeronáuticas. • Carta topográfica para aproximaciones de precisión - OACI: Esta carta debe facilitar información detallada sobre el perfil del terreno de determinada parte del área de aproximación final, para que las empresas explotadoras de aeronaves puedan evaluar el efecto del terreno al determinar la altura de decisión empleando radioaltímetros. 4. Aeronautical Chart Series Available (according to the classification of Document 8697, Chapter 2) a) Determination of the need for aeronautical charts: • Mandatory Charts − Aerodrome Obstacle Chart - ICAO Type A (limitations of use); − Precision Approach Terrain Chart - ICAO; − Enroute Chart - ICAO; − Instrument Approach Charts (IAC) - ICAO; − Aerodrome Chart / Heliport - ICAO; − World Aeronautical Chart - ICAO 1:1,000,000. • Optional Charts − Aerodrome Obstacle Chart - ICAO Type B − Aerodrome Ground Movement Chart - ICAO; − Aircraft parking and docking Chart - ICAO; − Aeronautical Charts - ICAO 1:500.000; − Plotting Charts - ICAO. • Conditionally Required Charts − Area charts - ICAO; − Standard Departure Charts - Instrument (SID) - ICAO; − Standard Arrival Charts - Instrument (STAR) - ICAO; − Visual Approach Charts - ICAO. b) Groups of charts according to their classification. Group 1: Charts for planning purposes • ICAO Aerodrome Obstacle Chart, Type A (limitations of use): This chart contains detailed information on obstacles in the takeoff flight path areas of aerodromes. It is shown in plan and profile view. This information provides the data necessary to enable an operator to comply with the utilization limitations contained in RAAC Part 121 and RAAC Part 135. • ICAO Aerodrome Obstacle Chart, Type B: This chart must comply with the following functions: to determine minimum safety altitudes / heights, including those pertinent to circuit flight procedures. Determination of procedures to be followed in the event of an emergency during take-off or landing. Application of obstacle clearance and marking criteria and provision of data for aeronautical charts. • ICAO Precision Approach Terrain Chart: This chart should provide detailed information on the terrain profile of a certain part of the final approach area, so that aircraft operators can evaluate the effect of the terrain when determining the decision height using radio altimeters. AIP ARGENTINA GEN 3.2-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 Grupo 2:",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-1350",
    "text": "detailed information on the terrain profile of a certain part of the final approach area, so that aircraft operators can evaluate the effect of the terrain when determining the decision height using radio altimeters. AIP ARGENTINA GEN 3.2-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 Grupo 2: Cartas destinadas a las fases del vuelo comprendidas entre el despegue y el aterrizaje • Carta de navegación en ruta: Proporcionará a la tripulación de vuelo información para facilitar la navegación a lo largo de las rutas ATS, de conformidad con los procedimientos de los servicios de tránsito aéreo: 1. Inferior 1, 2 y 3; 2. Superior 1, 2 y 3; 3. Inferior / Superior 4 (Marambio, Antártida Argentina); 4. Superior 5 (Atlántica). • Carta de guía vectorial radar: 1. TMA Baires; 2. TMA Córdoba; 3. TMA Mendoza. • Carta de área: Proporcionará a la tripulación de vuelo información que facilite las fases siguientes del vuelo por instrumentos: La transición entre la fase en ruta y la aproximación a un aeródromo; La transición entre el despegue o la aproximación frustrada y la fase en ruta del vuelo; y Los vuelos por áreas de estructura compleja de rutas ATS, o del espacio aéreo. 1. Buenos Aires; 2. Córdoba; 3. Mendoza; 4. Paraná; • Cartas para vuelos VFR: 1. Por debajo del límite TMA BAIRES; 2. Por debajo del límite TMA CÓRDOBA. • Carta VFR por debajo del TMA: En esta carta se proporciona la información de corredores visuales para vuelos VFR hasta 1000 pies de altura. Estos corredores son establecidos dentro de o próximos a Zonas de Control (CTR) o Zonas Restringidas (SAR). • Carta de helicorredores: Detalla los helicorredores (espacios aéreos en donde operan helicópteros) establecidos como de uso obligatorio. En esta carta se muestran helipuertos públicos, aeródromos, límites CTR, corredores VFR, límites ATZ, puntos de notificación obligatorios, detalles principales de infraestructura básica (por ejemplo, caminos y ferrocarriles), elementos que sirvan como referencia visual y zonas prohibidas y restringidas. • Cartas de salida normalizada - vuelo por instrumentos (SID) – OACI: Esta carta proporciona a la tripulación de vuelo información que le permite seguir la ruta designada de salida normalizada – vuelo por instrumentos, desde la fase de despegue hasta la fase en ruta. Group 2: Charts intended for the phases of flight between takeoff and landing • Enroute navigation chart: Shall provide the flight crew with information to facilitate navigation along ATS routes in accordance with air traffic services procedures: 1. Lower 1, 2 and 3; 2. Upper 1, 2 and 3; 3. Lower / Upper 4 (Marambio, Antártida Argentina); 4. Upper 5 (Atlántica). • Radar vector guidance chart: 1. TMA Baires; 2. TMA Córdoba; 3. TMA Mendoza. • Area Chart: Shall provide the flight crew with information to facilitate subsequent phases of instrument flight: The transition between the en-route phase and the approach to an aerodrome; The transition between takeoff or missed approach and the en-route phase the flight; and Flights over areas of complex ATS route structure,",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-1800",
    "text": "Area Chart: Shall provide the flight crew with information to facilitate subsequent phases of instrument flight: The transition between the en-route phase and the approach to an aerodrome; The transition between takeoff or missed approach and the en-route phase the flight; and Flights over areas of complex ATS route structure, or airspace. 1. Buenos Aires; 2. Cordoba; 3. Mendoza; 4. Parana; • Charts for VFR flights: 1. Below TMA BAIRES limit; 2. Below TMA CÓRDOBA limit. • VFR Chart below TMA: This chart provides visual corridor information for VFR flights up to 1000 feet altitude. These corridors are established within or near Control Zones (CTR) or Restricted Areas (SAR). • Helicopter Corridor Chart: Details helicorridors (airspaces where helicopters operate) established as mandatory for use. This chart shows public heliports, aerodromes, CTR boundaries, VFR corridors, ATZ boundaries, mandatory reporting points, main details of basic infrastructure (e.g. roads and railroads), elements serving as visual reference and prohibited and restricted areas. • ICAO Standard Departure Charts – Instrument (SID): This chart provides the flight crew with information that allows them to follow the designated standard departure route - instrument flight, from the take-off phase to the en-route phase. ➔ ➔ ➔ AIP ARGENTINA GEN 3.2-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 1. BUENOS AIRES/Aeroparque J. Newbery; 2. BAHÍA BLANCA/comandante Espora; 3. EL CALAFATE; 4. EZEIZA/ministro Pistarini; 5. CATAMARCA; 6. CATARATAS DEL IGUAZÚ/My. D. Carlos Eduardo Krause; 7. COMODORO RIVADAVIA/Gral. E. Mosconi; 8. CÓRDOBA/Ing. Aer. A. L. V. Taravella; 9. CORRIENTES; 10. JUJUY/Gobernador Guzmán; 11. MAR DEL PLATA/Astor Piazzolla; 12. MENDOZA/El Plumerillo; 13. NEUQUÉN/Presidente Perón; 14. PUERTO MADRYN/El Tehuelche; 15. RESISTENCIA; 16. RÍO GRANDE; 17. RÍO GALLEGOS/Piloto Civil Norberto Fernández; 18. ROSARIO/Islas Malvinas; 19. SALTA/General D. Martín Miguel de Güemes; 20. SAN CARLOS DE BARILOCHE; 21. SAN JUAN/Domingo Faustino Sarmiento; 22. SAN LUIS/Brig. Mayor D. César Raúl Ojeda; 23. SAN MARTÍN DE LOS ANDES/Aviador C. Campos; 24. SAN RAFAEL / S. A. Santiago Germano; 25. SANTA ROSA; 26. SANTIAGO DEL ESTERO/Vcom. Angel de la Paz Aragonés; 27. TRELEW/Almirante Zar; 28. TUCUMÁN/Teniente Benjamín Matienzo; 29. USHUAIA/Malvinas Argentinas; 30. VIEDMA/Gobernador Castello; • Carta de llegada normalizada – vuelos por instrumentos (STAR) – OACI: Esta carta proporciona a la tripulación de vuelo información que le permite seguir la ruta designada de llegada normalizada para vuelo por instrumentos, desde la fase en ruta hasta la fase de aproximación. 1. BUENOS AIRES/Aeroparque J. Newbery; 2. BAHÍA BLANCA/comandante Espora; 3. EL CALAFATE; 4. EL PALOMAR; 5. ESQUEL/Brigadier General Antonio Parodi; 6. EZEIZA/Ministro Pistarini; 7. CATAMARCA; 8. CATARATAS DEL IGUAZÚ/My. D. Carlos Eduardo Krause; 9. COMODORO RIVADAVIA/Gral. E. Mosconi; 10. CÓRDOBA/Ing. Aer. A. L. V. Taravella; 11. CORRIENTES; 12. JUJUY/Gobernador Guzmán; 13. MALARGÜE/Comodoro D. Ricardo Salomón; 14. MAR DEL PLATA/Astor Piazzolla; 15. MENDOZA/El Plumerillo; 16. NEUQUÉN/Presidente Perón; 17. RESISTENCIA; 18. RÍO GALLEGOS/Piloto Civil Norberto Fernández; 19. ROSARIO/Islas Malvinas; 20. SALTA/General D. Martín Miguel de Güemes; 21. SAN CARLOS DE BARILOCHE; 22. SAN JUAN/Domingo Faustino Sarmiento; 23. SAN LUIS/Brig. Mayor D. César Raúl Ojeda; 24. SAN MARTÍN DE",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-2250",
    "text": "MAR DEL PLATA/Astor Piazzolla; 15. MENDOZA/El Plumerillo; 16. NEUQUÉN/Presidente Perón; 17. RESISTENCIA; 18. RÍO GALLEGOS/Piloto Civil Norberto Fernández; 19. ROSARIO/Islas Malvinas; 20. SALTA/General D. Martín Miguel de Güemes; 21. SAN CARLOS DE BARILOCHE; 22. SAN JUAN/Domingo Faustino Sarmiento; 23. SAN LUIS/Brig. Mayor D. César Raúl Ojeda; 24. SAN MARTÍN DE LOS ANDES/Aviador C. Campos; 25. TRELEW/Almirante Zar; 26. TUCUMÁN/Teniente Benjamín Matienzo; 1. BUENOS AIRES/Aeroparque J. Newbery; 2. BAHÍA BLANCA/comandante Espora; 3. EL CALAFATE; 4. EZEIZA/Ministro Pistarini; 5. CATAMARCA; 6. CATARATAS DEL IGUAZÚ/My. D. Carlos Eduardo Krause; 7. COMODORO RIVADAVIA/Gral. E. Mosconi; 8. CÓRDOBA/Ing. Aer. A. L. V. Taravella; 9. CORRIENTES; 10. JUJUY/Gobernador Guzmán; 11. MAR DEL PLATA/Astor Piazzolla; 12. MENDOZA/El Plumerillo; 13. NEUQUÉN/Presidente Perón; 14. PUERTO MADRYN/El Tehuelche; 15. RESISTENCIA; 16. RÍO GRANDE; 17. RÍO GALLEGOS/Piloto Civil Norberto Fernández; 18. ROSARIO/Islas Malvinas; 19. SALTA/General D. Martín Miguel de Güemes; 20. SAN CARLOS DE BARILOCHE; 21. SAN JUAN/Domingo Faustino Sarmiento; 22. SAN LUIS/Brig. Mayor D. César Raúl Ojeda; 23. SAN MARTÍN DE LOS ANDES/Aviador C. Campos; 24. SAN RAFAEL / S. A. Santiago Germano; 25. SANTA ROSA; 26. SANTIAGO DEL ESTERO/Vcom. Angel de la Paz Aragonés; 27. TRELEW/Almirante Zar; 28. TUCUMÁN/Teniente Benjamín Matienzo; 29. USHUAIA/Malvinas Argentinas; 30. VIEDMA/Gobernador Castello; • Standard Arrival Chart - Instrument Flight (STAR) - ICAO: This chart provides the flight crew with information that allows them to follow the designated standard arrival route for instrument flight from the en route phase to the approach phase. 1. BUENOS AIRES/Aeroparque J. Newbery; 2. BAHÍA BLANCA/Comandante Espora; 3. EL CALAFATE; 4. EL PALOMAR; 5. ESQUEL/Brigadier General Antonio Parodi; 6. EZEIZA/Ministro Pistarini; 7. CATAMARCA; 8. CATARATAS DEL IGUAZÚ/My. D. Carlos Eduardo Krause; 9. COMODORO RIVADAVIA/Gral. E. Mosconi; 10. CÓRDOBA/Ing. Aer. A. L. V. Taravella; 11. CORRIENTES; 12. JUJUY/Gobernador Guzmán; 13. MALARGÜE/Comodoro D. Ricardo Salomón; 14. MAR DEL PLATA/Astor Piazzolla; 15. MENDOZA/El Plumerillo; 16. NEUQUÉN/Presidente Perón; 17. RESISTENCIA; 18. RÍO GALLEGOS/Piloto Civil Norberto Fernández; 19. ROSARIO/Islas Malvinas; 20. SALTA/General D. Martín Miguel de Güemes; 21. SAN CARLOS DE BARILOCHE; 22. SAN JUAN/Domingo Faustino Sarmiento; 23. SAN LUIS/Brig. Mayor D. César Raúl Ojeda; 24. SAN MARTÍN DE LOS ANDES/Aviador C. Campos; 25. TRELEW/Almirante Zar; 26. TUCUMÁN/Teniente Benjamín Matienzo; AIP ARGENTINA GEN 3.2-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 27. USHUAIA/Malvinas Argentinas; • Carta de aproximación por instrumentos (IAC) – OACI: Por medio de ella se proporciona información que permita efectuar un procedimiento aprobado de aproximación por instrumentos en la pista prevista de aterrizaje, incluso el procedimiento de aproximación frustrada y, cuando proceda, los circuitos correspondientes de espera. 1. BUENOS AIRES/Aeroparque J. Newbery; 2. BAHÍA BLANCA/Comandante Espora; 3. EL CALAFATE; 4. EL PALOMAR; 5. ESQUEL/Brigadier General Antonio Parodi; 6. EZEIZA/Ministro Pistarini; 7. CATAMARCA; 8. CATARATAS DEL IGUAZÚ/My. D. Carlos Eduardo Krause; 9. COMODORO RIVADAVIA/Gral. E. Mosconi; 10. CÓRDOBA/Ing. Aer. A. L. V. Taravella; 11. CORRIENTES; 12. FORMOSA; 13. GUALEGUAYCHÚ; 14. JUJUY/Gobernador Guzmán; 15. LA RIOJA/Cap. Vicente A. Almonacid; 16. MALARGÜE/Comodoro D. Ricardo Salomón; 17. MARAMBIO/VCom. Marambio; 18. MAR DEL PLATA/Astor Piazzolla; 19. MENDOZA/El Plumerillo; 20. NEUQUÉN/Presidente Perón; 21. PARANÁ/Gral. Urquiza;",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-2700",
    "text": "Krause; 9. COMODORO RIVADAVIA/Gral. E. Mosconi; 10. CÓRDOBA/Ing. Aer. A. L. V. Taravella; 11. CORRIENTES; 12. FORMOSA; 13. GUALEGUAYCHÚ; 14. JUJUY/Gobernador Guzmán; 15. LA RIOJA/Cap. Vicente A. Almonacid; 16. MALARGÜE/Comodoro D. Ricardo Salomón; 17. MARAMBIO/VCom. Marambio; 18. MAR DEL PLATA/Astor Piazzolla; 19. MENDOZA/El Plumerillo; 20. NEUQUÉN/Presidente Perón; 21. PARANÁ/Gral. Urquiza; 22. POSADAS/Libertador Gral. D. José de San Martín; 23. PUERTO MADRYN/El Tehuelche; 24. RECONQUISTA; 25. RESISTENCIA; 26. RÍO CUARTO/Área De Material; 27. RÍO GRANDE; 28. RÍO GALLEGOS/Piloto Civil Norberto Fernández; 29. ROSARIO/Islas Malvinas 30. SALTA/General D. Martín Miguel de Güemes; 31. SAN CARLOS DE BARILOCHE; 32. SAN FERNANDO; 33. SAN JUAN/Domingo Faustino Sarmiento; 34. SAN LUIS/Brig. Mayor D. César Raúl Ojeda; 35. SAN MARTÍN DE LOS ANDES/Aviador C. Campos; 36. SAN RAFAEL / S. A. Santiago Germano; 37. SANTA FÉ/Sauce Viejo; 38. SANTA ROSA; 39. SANTA ROSA DE CONLARA/Valle del Conlara; 40. SANTIAGO DEL ESTERO/Vcom. Ángel de la Paz Aragonés; 41. TANDIL/Héroes de Malvinas; 42. TERMAS DE RÍO HONDO; 43. TRELEW/Almirante Zar; 44. TUCUMÁN/Teniente Benjamín Matienzo; 45. USHUAIA/Malvinas Argentinas; 46. VIEDMA/Gobernador Castello; 47. VILLA REYNOLDS. Grupo 3: Cartas destinadas a los movimientos de las aeronaves en la superficie del aeródromo • Plano de aeródromo / helipuerto – OACI: En este plano se proporciona información que facilita el movimiento de las aeronaves en tierra: 27. USHUAIA/Malvinas Argentinas; • Instrument Approach Chart (IAC) - ICAO: It provides information to enable an approved instrument approach procedure to be carried out on the intended runway, including the missed approach procedure and, where applicable, the corresponding holding circuits. 1. BUENOS AIRES/Aeroparque J. Newbery; 2. BAHÍA BLANCA/Comandante Espora; 3. EL CALAFATE; 4. EL PALOMAR; 5. ESQUEL/Brigadier General Antonio Parodi; 6. EZEIZA/Ministro Pistarini; 7. CATAMARCA; 8. CATARATAS DEL IGUAZÚ/My. D. Carlos Eduardo Krause; 9. COMODORO RIVADAVIA/Gral. E. Mosconi; 10. CÓRDOBA/Ing. Aer. A. L. V. Taravella; 11. CORRIENTES; 12. FORMOSA; 13. GUALEGUAYCHÚ; 14. JUJUY/Gobernador Guzmán; 15. LA RIOJA/Cap. Vicente A. Almonacid; 16. MALARGÜE/Comodoro D. Ricardo Salomón; 17. MARAMBIO/VCom. Marambio; 18. MAR DEL PLATA/Astor Piazzolla; 19. MENDOZA/El Plumerillo; 20. NEUQUÉN/Presidente Perón; 21. PARANÁ/Gral. Urquiza; 22. POSADAS/Libertador Gral. D. José de San Martín; 23. PUERTO MADRYN/El Tehuelche; 24. RECONQUISTA; 25. RESISTENCIA; 26. RÍO CUARTO/Área De Material; 27. RÍO GRANDE; 28. RÍO GALLEGOS/Piloto Civil Norberto Fernández; 29. ROSARIO/Islas Malvinas 30. SALTA/General D. Martín Miguel de Güemes; 31. SAN CARLOS DE BARILOCHE; 32. SAN FERNANDO; 33. SAN JUAN/Domingo Faustino Sarmiento; 34. SAN LUIS/Brig. Mayor D. César Raúl Ojeda; 35. SAN MARTÍN DE LOS ANDES/Aviador C. Campos; 36. SAN RAFAEL / S. A. Santiago Germano; 37. SANTA FÉ/Sauce Viejo; 38. SANTA ROSA; 39. SANTA ROSA DE CONLARA/Valle del Conlara; 40. SANTIAGO DEL ESTERO/Vcom. Ángel de la Paz Aragonés; 41. TANDIL/Héroes de Malvinas; 42. TERMAS DE RÍO HONDO; 43. TRELEW/Almirante Zar; 44. TUCUMÁN/Teniente Benjamín Matienzo; 45. USHUAIA/Malvinas Argentinas; 46. VIEDMA/Gobernador Castello; 47. VILLA REYNOLDS. Group 3: Charts for aircraft movements on the surface of the aerodrome • Aerodrome / heliport plan - ICAO: This plan provides information that facilitates the movement of aircraft on the ground: AIP ARGENTINA GEN 3.2-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-3150",
    "text": "Matienzo; 45. USHUAIA/Malvinas Argentinas; 46. VIEDMA/Gobernador Castello; 47. VILLA REYNOLDS. Group 3: Charts for aircraft movements on the surface of the aerodrome • Aerodrome / heliport plan - ICAO: This plan provides information that facilitates the movement of aircraft on the ground: AIP ARGENTINA GEN 3.2-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 Desde el puesto de estacionamiento de la aeronave hasta la pista; y Desde la pista hasta el puesto de estacionamiento de la aeronave y el movimiento de los helicópteros: − Desde el puesto de estacionamiento del helicóptero hasta el área de toma de contacto y de elevación inicial y hasta el área de aproximación final y de despegue; − Desde el área de aproximación final y de despegue hasta el área de toma de contacto y de elevación inicial y hasta el puesto de estacionamiento del helicóptero; − A lo largo de las calles de rodaje en tierra y de rodaje aéreo para helicópteros; y − A lo largo de las rutas de tránsito aéreo. También proporcionará información indispensable para las operaciones en el aeródromo o helipuerto. • Plano de aeródromo para movimientos en tierra: Plano suplementario en el cual se proporciona a las tripulaciones de vuelo información detallada que facilite el movimiento de las aeronaves en tierra, desde y hacia los puestos de estacionamiento de la aeronave, y estacionamiento y atraque de las aeronaves. • Plano de estacionamiento y atraque de aeronaves – OACI: Plano suplementario que se produce para los aeródromos en los que, debido a la complejidad de las instalaciones de la terminal, no puede mostrarse con suficiente claridad en el plano de aeródromo / helipuerto – OACI o en el plano de aeródromos para movimiento en tierra. Grupo 4: Cartas destinadas a la navegación aérea visual, planificación y determinación de la posición. • Carta Aeronáutica Mundial – OACI 1:1.000.000: Esta carta facilitará información para satisfacer las necesidades de la navegación aérea visual. Nota.- Esta carta también puede servir como carta aeronáutica básica: 1) Cuando las cartas muy especializadas carentes de información para el vuelo visual no proporcionen los datos esenciales; 2) Para proporcionar cobertura completa de todo el mundo a una escala constante con una presentación uniforme de los datos planimétricos; 3) En la producción de otras cartas que necesita la aviación civil internacional, como la carta para el planeamiento previo al vuelo. 5. Lista de cartas aeronáuticas disponibles Plano de obstáculos de aeródromo – OACI Tipo A Escala: (Horizontal) Comprendida entre 1:10.000 y 1:15.000 From the aircraft parking position to the runway; and. From the runway to the aircraft parking position and the movement of helicopters: − From the helicopter parking position to the touchdown and initial lift areas and to the final approach and takeoff areas; − From the final approach and takeoff areas to the touchdown and initial lift areas and to the helicopter parking position; − Along helicopter ground taxiways and aerial taxiways; and − Along air traffic routes. It will also provide indispensable information for",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-3600",
    "text": "and to the final approach and takeoff areas; − From the final approach and takeoff areas to the touchdown and initial lift areas and to the helicopter parking position; − Along helicopter ground taxiways and aerial taxiways; and − Along air traffic routes. It will also provide indispensable information for operations at the airfield or heliport. • Aerodrome Ground movements Chart: A supplemental chart on which flight crews are provided with detailed information that facilitates the movement of aircraft on the ground, to and from aircraft parking positions, and aircraft parking and docking. • Aircraft parking and docking plan - ICAO: Supplementary plan produced for aerodromes where, due to the complexity of the terminal facilities, it cannot be shown with sufficient clarity on the aerodrome/heliport plan - ICAO or on the aerodrome plan for ground movement. Group 4: Charts intended for visual air navigation, planning and position determination. • World Aeronautical Chart - ICAO 1:1.000.000: This chart will provide information to meet the needs of visual air navigation. Note.- This chart may also serve as a basic aeronautical chart: 1) When very specialized charts lacking information for visual flight will not provide essential data; 2) To provide complete coverage of the entire world at a constant scale with uniform presentation of planimetric data; 3) In the production of other charts required by international civil aviation, such as the chart for pre-flight planning 5. List of Available Aeronautical charts Aerodrome Obstacle Chart – ICAO Type A Measuring Scale Scale: (Horizontal) Comprised between 1:10.000 and 1:15.000 AIP ARGENTINA GEN 3.2-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 1. BUENOS AIRES / Aeroparque Jorge Newbery 2. CATARATAS DEL IGUAZÚ / My. D. Carlos Eduardo Krause 3. COMODORO RIVADAVIA / General Enrique Mosconi 4. CÓRDOBA / Ing. Aer. A.L.V. Taravella (05/23) 5. CÓRDOBA / Ing. Aer. A.L.V. Taravella (01/19) 6. CORRIENTES 7. EL CALAFATE 8. EZEIZA / Ministro Pistarini (17/35) 9. EZEIZA / Ministro Pistarini (11/29) 10. EL PALOMAR 11. FORMOSA 12. JUJUY / Gobernador Guzmán 13. MAR DEL PLATA / Astor Piazzolla 14. MENDOZA / El Plumerillo 15. NEUQUÉN / Presidente Perón 16. PASO DE LOS LIBRES 17. POSADAS/Libertador Gral. D. José de San Martín; 18. RESISTENCIA 19. RÍO GALLEGOS / Piloto Civil Fernández 20. RÍO GRANDE 21. ROSARIO / Islas Malvinas 22. SALTA / Gral. D. Martín Miguel de Güemes. 23. SAN CARLOS DE BARILOCHE 24. SAN FERNANDO 25. TUCUMÁN / Teniente Benjamín Matienzo 26. TRELEW / Almirante Zar 27. USHUAIA / Malvinas Argentinas Plano de obstáculos de aeródromo – OACI Tipo B Escala: (Horizontal) Comprendida entre 1:10.000 y 1:20.000 Carta topográfica para aproximaciones de precisión – OACI Escala Horizontal 1:2500 Ezeiza / Ministro Pistarini Escala Vertical 1:500 Ezeiza Ver Volumen II parte AD. Carta de navegación en ruta Escala 1:2.300.000 INF 1/SUP 1 INF 2/SUP 2 INF 3/SUP 3 Ver Volumen I ENR 6. Escala 1:5.000.000 Inferior / Superior 4 (Marambio, Antártida Argentina) Ver Volumen I ENR 6. Escala 1:12.500.000 Superior 5 (Atlántica) Ver Volumen I ENR 6.",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-4050",
    "text": "Ver Volumen II parte AD. Carta de navegación en ruta Escala 1:2.300.000 INF 1/SUP 1 INF 2/SUP 2 INF 3/SUP 3 Ver Volumen I ENR 6. Escala 1:5.000.000 Inferior / Superior 4 (Marambio, Antártida Argentina) Ver Volumen I ENR 6. Escala 1:12.500.000 Superior 5 (Atlántica) Ver Volumen I ENR 6. Escala 1:1.000.000 Cartas de área Buenos Aires Córdoba Mendoza Ver Volumen I ENR 6 Paraná Carta para vuelos VFR Escala 1:500.000 Por debajo límite TMA BAIRES Por debajo límite TMA CÓRDOBA Ver Volumen I ENR 6. 1. BUENOS AIRES / Aeroparque Jorge Newbery 2. CATARATAS DEL IGUAZÚ / My. D. Carlos Eduardo Krause 3. COMODORO RIVADAVIA / General Enrique Mosconi 4. CÓRDOBA / Ing. Aer. A.L.V. Taravella (05/23) 5. CÓRDOBA / Ing. Aer. A.L.V. Taravella (01/19) 6. CORRIENTES 7. EL CALAFATE 8. EZEIZA / Ministro Pistarini (17/35) 9. EZEIZA / Ministro Pistarini (11/29) 10. EL PALOMAR 11. FORMOSA 12. JUJUY / Gobernador Guzmán 13. MAR DEL PLATA / Astor Piazzolla 14. MENDOZA / El Plumerillo 15. NEUQUÉN / Presidente Perón 16. PASO DE LOS LIBRES 17. POSADAS/Libertador Gral. D. José de San Martín; 18. RESISTENCIA 19. RÍO GALLEGOS / Piloto Civil Fernández 20. RÍO GRANDE 21. ROSARIO / Islas Malvinas 22. SALTA / Gral. D. Martín Miguel de Güemes. 23. SAN CARLOS DE BARILOCHE 24. SAN FERNANDO 25. TUCUMÁN / Teniente Benjamín Matienzo 26. TRELEW / Almirante Zar 27. USHUAIA / Malvinas Argentinas Aerodrome Obstacle Chart – ICAO Type B Scale: (Horizontal) Comprised between 1:10.000 and 1:20.000 Precision Approach Terrain Chart – ICAO Horizontal Scale 1:2500 Ezeiza / Ministro Pistarini Vertical Scale 1:500 Ezeiza See Volume II Part AD. En route navigation chart Scale 1:2,300,000 INF 1/SUP 1 INF 2/SUP 2 INF 3/SUP 3 See Volume I ENR 6. Scale 1:5.000.000 Inferior / Superior 4 (Marambio, Antártida Argentina) See Volume I ENR 6. Scale 1:12,500,000 Upper 5 (Atlantic) See Volume I ENR 6. Scale 1:1,000,000 Area Charts Buenos Aires Córdoba Mendoza See Volume I ENR 6 Paraná VFR flight chart Scale 1:500,000 Below TMA BAIRES limit Below limit TMA CÓRDOBA limit See Volume I ENR 6. ➔ ➔ AIP ARGENTINA GEN 3.2-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 Carta de helicorredores Helicorredores de Córdoba Helicorredores de Buenos Aires Ver Volumen I ENR 6. Carta de salida normalizada - vuelo por instrumentos (SID) – OACI Ver Volumen II parte AD. Cartas de llegada normalizada por instrumentos (STAR) – OACI Ver Volumen II parte AD. Cartas de aproximación por instrumentos (IAC) – OACI Ver Volumen II parte AD. Plano de aeródromo – OACI Ver Volumen II parte AD. Plano de aeródromo para movimientos en tierra/baja visibilidad – OACI Ver Volumen II parte AD. Plano de estacionamiento y atraque de aeronaves OACI Ver Volumen II parte AD. Carta Aeronáutica Mundial – OACI Escala 1:1.000.000 Ver gráfico (en desarrollo). Carta Aeronáutica – OACI Escala1:500.000 Ver gráfico (en desarrollo). Helicorridor Chart Córdoba Helicorridors Buenos Aires Helicorridors See Volume I ENR 6. Standard Departure Charts – Instrument – ICAO See Volume II",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 2.pdf-0-4500",
    "text": "de aeronaves OACI Ver Volumen II parte AD. Carta Aeronáutica Mundial – OACI Escala 1:1.000.000 Ver gráfico (en desarrollo). Carta Aeronáutica – OACI Escala1:500.000 Ver gráfico (en desarrollo). Helicorridor Chart Córdoba Helicorridors Buenos Aires Helicorridors See Volume I ENR 6. Standard Departure Charts – Instrument – ICAO See Volume II Part AD. Standard Arrival Charts - Instrument (STAR) – ICAO See Volume II part AD. Instrument Approach Charts (IAC) – ICAO See Volume II part AD. ICAO Aerodrome Chart – ICAO See Volume II part AD. Aerodrome Ground/Low Visibility – ICAO See Volume II part AD. ICAO Aircraft Parking / Docking Chart See Volume II part AD. World Aeronautical Chart – ICAO Scale 1:1,000,000 See graph (in progress). Aeronautical Chart – ICAO Scale 1:500,000 See graph (in progress). AIP ARGENTINA GEN 3.2-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 GRÁFICO EN DESARROLLO / GRAPH IN PROGRESS AIP ARGENTINA GEN 3.2-10 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 GRÁFICO EN DESARROLLO / GRAPH IN PROGRESS",
    "metadata": {
      "source": "AIP - GEN3 - 2.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  }
]