[
  {
    "id": "AIP - GEN3 - 5.pdf-0-0",
    "text": "AIP ARGENTINA GEN 3.5-1 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 Teléfonos Oficinas de Pronóstico / Phone numbers of the Forecast Offices Aeródromo / Aerodrome Teléfono / Phone number Red Telefónica Integrada (RTI) / Integrated Telephone Network Aeroparque Jorge Newbery (OMA/OVM) (54 11) 4514-1612 (54 11) 4317-6000 Interno / Extension 61168 Comodoro Rivadavia (OMA/OVM) (54 297) 454-8018 (54 11) 4317-6000 Interno / Extension 50334 / 50375 Córdoba (OMA/OVM) (54 0351) 475-3882 (54 11) 4317-6000 Interno / Extension 36427 El Palomar (OIM) ------------------------ (54 11) 4317-6000 Interno / Extension 21413 Ezeiza (OMA) (54 11) 44802465 (54 11) 4317-6000 Interno / Extension 57465 Mar del Plata (OMA) (54 223) 4783810 (54 11) 4317-6000 Interno / Extension 53505 Mendoza (OMA/OVM) (54 261) 448-7468 (54 11) 4317-6000 Interno / Extension 65327 Neuquén (OIM) (54 299) 444-0104 -------- Reconquista (OIM) ------------------------ (54 11) 4317-6000 Interno / Extension 32943 Resistencia (OMA/OVM) (54 362) 443-6278 (54 11) 4317-6000 Interno / Extension 32149 Río Gallegos (OMA) ------------------------ (54 11) 4317-6000 Interno / Extension 43509 San Fernando (OMA) (+54 11) 45199376 (54 11) 4317-6000 Interno / Extension 67116 GEN 3. SERVICIOS / SERVICES GEN 3.5 SERVICIOS METEOROLÓGICOS GEN 3.5 METEOROLOGICAL SERVICES 1. Servicio responsable El Servicio Meteorológico Nacional (SMN) por el Decreto N° 1689 de fecha 22 de noviembre de 2006, a partir del 1° de enero de 2007, fue transferido al ámbito de la actual Secretaría de Ciencia, Tecnología y Producción del Ministerio de Defensa de la Nación. En el marco del artículo 15 de la Ley 27161, el Servicio Meteorológico Nacional (SMN) debe prestar el servicio meteorológico para la navegación aérea (MET) a la Empresa Argentina de Navegación Aérea Sociedad del Estado (EANA S.E.), debiendo suscribir los convenios correspondientes a tal fin. El Servicio Meteorológico Nacional (SMN) debe cumplir con los estándares de calidad que oportunamente fije la Administración Nacional de Aviación Civil (ANAC), en su carácter de autoridad aeronáutica. A continuación, se detallan las sedes de los organismos vinculados: EMPRESA ARGENTINA DE NAVEGACIÓN AÉREA SOCIEDAD DEL ESTADO (EANA S.E.) Bouchard 547 9° Piso, C1006AAG – Ciudad Autónoma de Buenos Aires - REPÚBLICA ARGENTINA Dirección Telegráfica Aeronáutica (AFS): SABGYTYX / SABGYFYX E-mail: operaciones@eana.com.ar www.eana.com.ar/servicios, www.eana.com.ar/contacto SERVICIO METEOROLÓGICO NACIONAL (SMN) Dorrego 4019, C1425GBE – Ciudad Autónoma de Buenos Aires - REPÚBLICA ARGENTINA Tel.: (+54 11) 5167-6767 Fax: (+54 11) 5167-6709 Dirección Telegráfica Aeronáutica (AFS): SABMYMYX E-mail: smn@smn.gob.ar www.smn.gob.ar/ 1. Responsible Service The National Meteorological Service (SMN) as per Decree No. 1689 of 22 November 2006, as of 1 January 2007, the was transferred to the present Secretary of Science, Technology and Production of the National Ministry of Defense. Within the framework of Section 15 of Law No. 27161, the National Meteorological Service (SMN) must provide the meteorological service for air navigation (MET) to the Argentine Air Navigation Company State Society (EANA S.E.), signing the corresponding agreements for that purpose. The National Meteorological Service (SMN) must comply with the quality standards fixed in due course by the Civil Aviation Administration (ANAC), in its role as the",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-450",
    "text": "the meteorological service for air navigation (MET) to the Argentine Air Navigation Company State Society (EANA S.E.), signing the corresponding agreements for that purpose. The National Meteorological Service (SMN) must comply with the quality standards fixed in due course by the Civil Aviation Administration (ANAC), in its role as the aeronautical authority. The head offices of the related agencies are as follows: ARGENTINE AIR NAVIGATION COMPANY STATE SOCIETY – (EANA S.E.) Bouchard 547 9° Piso, C1006AAG – Ciudad Autónoma de Buenos Aires - REPÚBLICA ARGENTINA Aeronautical Telegraphic Address (AFS): SABGYTYX / SABGYFYX Email: operaciones@eana.com.ar www.eana.com.ar/servicios, www.eana.com.ar/contacto NATIONAL METEOROLOGICAL SERVICE (SMN) Dorrego 4019, C1425GBE – Ciudad Autónoma de Buenos Aires - REPÚBLICA ARGENTINA Tel.: (+54 11) 5167-6767 Fax: (+54 11) 5167-6709 Aeronautical Telegraphic Address (AFS): SABMYMYX E-mail: smn@smn.gob.ar www.smn.gob.ar/ AIP ARGENTINA GEN 3.5-2 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 Documentación de la OACI:  Anexo 3 - Servicio meteorológico para la navegación aérea Internacional  Doc 7030 - Procedimientos suplementarios regionales  Doc 8400 - PANS - Códigos y abreviaturas de OACI  Doc 8733 - Plan Regional de Navegación Aérea para las Regiones CAR/SAM (Volumen I y II)  Doc 8896 - Manual de métodos meteorológicos aeronáuticos  Doc 9365 - Manual de operaciones todo tiempo  Doc 9377 - Manual sobre coordinación entre los servicios de tránsito aéreo, los servicios de información aeronáutica y los servicios de meteorología aeronáutica  Doc 9691 - Manual sobre cenizas volcánicas, material radioactivo y nubes químicas tóxicas Documentación nacional:  Manual de Procedimientos Operativos de Meteorología Aeronáutica (MAPROMA) publicado en Boletín Oficial de la República Argentina N° 31035 con fecha 17 de noviembre del 2006, cuyo texto actualizado se encuentra disponible en el Servicio Meteorológico Nacional y en su página web para usuarios registrados. Regulación Nacional:  RAAC 203 - Servicio Meteorológico para la Navegación Aérea Las diferencias de Argentina con respecto a las normas de la OACI y las prácticas recomendadas se enumeran en GEN 1.7. 2. Área de responsabilidad La EANA S.E. brinda servicio meteorológico para la navegación aérea en la FIR/UIR: Córdoba, Comodoro Rivadavia, Ezeiza, Mendoza, Resistencia y el Centro Meteorológico Marambio ubicado en S64° W054°. El Servicio Meteorológico Nacional tiene la responsabilidad de operar el Centro de Avisos de Cenizas Volcánicas Buenos Aires (VAAC BUE), cuya área de responsabilidad abarca desde 10° a 90° de latitud Sur y desde 10° a 90° de longitud Oeste, y su objetivo es proporcionar información sobre la extensión horizontal y vertical de las cenizas volcánicas en la atmósfera y pronóstico de su desplazamiento e intensidad. 3. Observaciones e informes meteorológicos Sistema Automático de Información Meteorológica (AWOS) Realiza observaciones de los siguientes parámetros: a) Viento en superficie (dirección e intensidad), b) Visibilidad. RVR en una cabecera instrumental (CAT I) o en ambas cabeceras y en el punto medio de la pista (CAT III), c) Nubosidad: altura de la base y cantidad, d) Temperatura del aire, ICAO Documentation  Annex 3 - Meteorological Service for International Air Navigation  Doc 7030 -",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-900",
    "text": "Visibilidad. RVR en una cabecera instrumental (CAT I) o en ambas cabeceras y en el punto medio de la pista (CAT III), c) Nubosidad: altura de la base y cantidad, d) Temperatura del aire, ICAO Documentation  Annex 3 - Meteorological Service for International Air Navigation  Doc 7030 - Regional Supplementary Procedures  Doc 8400 - PANS - ICAO Abbreviations and Codes  Doc 8733 - CAR/SAM Regions Air Navigation Plan (Volumes I and II)  Doc 8896 - Manual of Aeronautical Meteorological Practice  Doc 9365 - Manual of All-Weather Operations  Doc 9377 - Manual on Coordination between Air Traffic Services, Aeronautical Information Services and Aeronautical Meteorological Services  Doc 9691 - Manual on Volcanic Ash, Radioactive Material and Toxic Chemical Clouds National Documentation:  Manual of Aeronautical Meteorological Operational Procedures (MAPROMA), published in the Official Gazette of the Republic of Argentina No. 31035 dated 17 November 2006, updated text available in the National Meteorological Service and on its Web page for registered users. National Regulation:  RAAC 203 - Meteorological Service for Air Navigation The differences of the Republic of Argentina with respect to ICAO standards and recommended practices are listed in GEN 1.7. 2. Area of Responsibility EANA S.E. provides meteorological services for air navigation in the FIR/UIR: Córdoba, Comodoro Rivadavia, Ezeiza, Mendoza, Resistencia and the Marambio Meteorological Center located at S64° W054°. The National Meteorological Service is responsible for operating the Notification Center for Volcanic Ash in Buenos Aires (VAAC BUE), whose area of responsibility covers from 10° to 90° South latitude and from 10° to 90° West longitude, and its aim is to provide information about the horizontal and vertical extension of the volcanic ash in the atmosphere and the forecast of its movement and intensity. 3. Weather Observations and Reports Automated Weather Observing System (AWOS) It observes the following parameters: a) Surface wind (direction and intensity), b) Visibility. RVR in an instrument head (CAT I) or on both heads and on the runway mid-point (CAT III), c) Cloudiness: base height and quantity, d) Air temperature, AIP ARGENTINA GEN 3.5-3 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 e) Temperatura del punto de rocío, f) Presión: QFE y QNH. Estación Meteorológica Aeronáutica (EMA) Realiza observaciones de los siguientes parámetros: a) Viento en superficie (dirección e intensidad), b) Visibilidad, c) Tiempo presente, d) Nubosidad (cantidad, tipo y altura de la base), e) Temperatura del aire, f) Temperatura de punto de rocío, g) Presión: QFE, QNH. Resúmenes climatológicos aeronáuticos Los resúmenes climatológicos para los aeródromos están basados en observaciones de cinco años. Nota. — Los pronósticos de aterrizaje de tipo “TENDENCIA” (TREND) se suministran en los aeródromos que figuran en la Tabla GEN 3.5.1, el resto se brinda a requerimiento. e) Dew point temperature, f) Pressure: QFE and QNH. Aeronautical Meteorological Station (EMA) It observes the following parameters: a) Surface wind (direction and intensity), b) Visibility, c) Present time, d) Cloudiness (quantity, type and base height) e) Air temperature, f) Dew point temperature, g)",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-1350",
    "text": "el resto se brinda a requerimiento. e) Dew point temperature, f) Pressure: QFE and QNH. Aeronautical Meteorological Station (EMA) It observes the following parameters: a) Surface wind (direction and intensity), b) Visibility, c) Present time, d) Cloudiness (quantity, type and base height) e) Air temperature, f) Dew point temperature, g) Pressure: QFE, QNH. Aeronautic Weather Summaries Weather summaries for the aerodromes are based on the observations of five years. Note. — Trend-type landing forecasts are provided at aerodromes listed in Table GEN 3.5.1., the rest are provided upon request. TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 AEROPARQUE SABE - AER * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL, TREND, TAF y SIGMET METAR DISPONIBLE AUTOMÁTICO AUTOMATIC METAR AVAILABLE BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR. EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT III SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 3 RVR / 2 CEILÓMETROS / 3 ANEMÓMETROS ULTRASÓNICOS. AWOS CAT III AUTOMATED OBSERVATION SYSTEMS (AWOS) / 3 RVR / 2 CEILOMETERS / 3 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS H24 Tablas climatológicas disponibles Weather table available  AIP ARGENTINA GEN 3.5-4 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. BAHÍA BLANCA SAZB - BCA ** Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT y SPECIAL y TAF METAR, SPECI, MET REPORT and SPECIAL and TAF EMA ANEMÓMETRO REPETIDOR EN TWR Y BAROALTÍMETRO/ BAROALTÍMETRO EN TWR EMA ANEMOMETER REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I SISTEMA DE OBSERVACION AUTOMATIZADA (AWOS) 1 SISTEMA DE RVR 1 CEILOMETRO / 2 SISTEMAS DE VIENTOS ULTRASONICOS, ANEMOMETRO ULTRASONICO Y BAROALTIMETRO EN TWR AWOS CAT I AUTOMATED OBSERVATION SYSTEM (AWOS) 1 RVR SYSTEM 1 CEILOMETER / 2 ULTRASONIC",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-1800",
    "text": "REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I SISTEMA DE OBSERVACION AUTOMATIZADA (AWOS) 1 SISTEMA DE RVR 1 CEILOMETRO / 2 SISTEMAS DE VIENTOS ULTRASONICOS, ANEMOMETRO ULTRASONICO Y BAROALTIMETRO EN TWR AWOS CAT I AUTOMATED OBSERVATION SYSTEM (AWOS) 1 RVR SYSTEM 1 CEILOMETER / 2 ULTRASONIC WIND SYSTEMS ULTRASONIC ANEMOMETER AND BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available BARILOCHE SAZS - BAR * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF. EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO / 1 H24 Tablas climatológicas disponibles Weather tables available  AIP ARGENTINA GEN 3.5-5 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 ANEMÓMETRO ULTRASÓNICO AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 1 ULTRASONIC NEMOMETER CATAMARCA SANC - CAT ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available COMODORO RIVADAVIA SAVC - CRV * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL, TAF, y SIGMET METAR, SPECI, MET REPORT, SPECIAL, TAF, and SIGMET METAR DISPONIBLE AUTOMÁTICO AUTOMATIC METAR AVAILABLE BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER /BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO /2 ANEMÓMETROS ULTRASÓNICOS AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS H24 Tablas climatológicas disponibles Weather tables available CONCORDIA SAAC - DIA ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-2250",
    "text": "I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS H24 Tablas climatológicas disponibles Weather tables available CONCORDIA SAAC - DIA ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / H24 Tablas climatológicas disponibles Weather tables available  AIP ARGENTINA GEN 3.5-6 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 BAROALTIMETER IN TWR CÓRDOBA SACO - CBA * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL, TREND, TAF y SIGMET METAR, SPECI, MET REPORT, SPECIAL, TREND, TAF and SIGMET METAR DISPONIBLE AUTOMÁTICO AUTOMATIC METAR AVAILABLE BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT III SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 3 RVR / 2 CEILÓMETROS / 3 ANEMÓMETROS ULTRASÓNICOS AWOS CAT III AUTOMATED OBSERVATION SYSTEMS (AWOS) / 3 RVR / 2 CEILOMETERS / 3 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available CORRIENTES SARC - CRR ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available   AIP ARGENTINA GEN 3.5-7 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 EL CALAFATE SAWC - ECA ** Horarias",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-2700",
    "text": "Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 EL CALAFATE SAWC - ECA ** Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF METAR DISPONIBLE AUTOMÁTICO AUTOMATIC METAR AVIABLE EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO / 2 ANEMÓMETROS ULTRASÓNICOS AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS H24 Tablas climatológicas disponibles Weather tables available EL PALOMAR SADP - PAL ** Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITHREPEATER IN TWR BAROALTIMETER/ BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO /2 ANEMÓMETROS ULTRASÓNICOS AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available  AIP ARGENTINA GEN 3.5-8 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 ESQUEL SAVE - ESQ ** Horarias y especiales At scheduled and special times METAR, SPECI, MET y TAF METAR, SPECI, MET and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITHREPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available EZEIZA SAEZ - EZE * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL, TREND y TAF METAR, SPECI, MET REPORT, SPECIAL, TREND and TAF BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT III RWY 11/29 SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 3 RVR / 2 CEILÓMETROS /",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-3150",
    "text": "TAF BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT III RWY 11/29 SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 3 RVR / 2 CEILÓMETROS / 3 ANEMÓMETROS ULTRASÓNICOS AWOS CAT III RWY 11/29 AUTOMATED OBSERVATION SYSTEMS (AWOS) / 3 RVR / 2 CEILOMETERS / 3 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available FORMOSA SARF - FSA * Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL H24 Tablas climatológicas disponibles Weather tables available   AIP ARGENTINA GEN 3.5-9 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. GENERAL PICO SAZG - GPI ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available GUALEGUAYCHÚ SAAG - GUA ** METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR 9 a 24 UTC + RQM 9 to 24 UTC + RQM Tablas climatológicas disponibles Weather tables available IGUAZÚ SARI - IGU * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT Y SPECIAL y TAF METAR, SPECI METAR REPORT and SPECIAL and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO/ BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I UN SISTEMA DE OBSERVACION AUTOMATIZADA (AWOS) 1 SISTEMA DE RVR 1 CEILOMETRO / 2 SISTEMAS DE VIENTOS ULTRASONICOS ANEMOMETRO / BAROALTIMETRO DIGITAL EN TWR AWOS CAT I ONE AUTOMATED OBSERVATION SYSTEM (AWOS) 1 RVR SYSTEM 1 CEILOMETER / 2 ULTRASONIC WIND SYSTEMS DIGITAL ANEMOMETER / BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-3600",
    "text": "SISTEMA DE OBSERVACION AUTOMATIZADA (AWOS) 1 SISTEMA DE RVR 1 CEILOMETRO / 2 SISTEMAS DE VIENTOS ULTRASONICOS ANEMOMETRO / BAROALTIMETRO DIGITAL EN TWR AWOS CAT I ONE AUTOMATED OBSERVATION SYSTEM (AWOS) 1 RVR SYSTEM 1 CEILOMETER / 2 ULTRASONIC WIND SYSTEMS DIGITAL ANEMOMETER / BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA H24 Tablas climatológicas disponibles Weather tables available   AIP ARGENTINA GEN 3.5-10 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. JUJUY SASJ - JUJ * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF METAR DISPONIBLE AUTOMÁTICO AUTOMATIC METAR AVAILABLE EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER /BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO / 2 ANEMÓMETROS ULTRASÓNICOS AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available JUNÍN SAAJ - NIN ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER /BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available LA PLATA SADL - PTA ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN H24 NIL   AIP ARGENTINA GEN 3.5-11 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-4050",
    "text": "Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR LA RIOJA SANL - LAR ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available MALARGÜE SAML - MLG ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR H24 NIL MARIANO MORENO SADJ - ENO ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR 11 a 24 UTC + RQM 11 to 24 UTC + RQM NIL MAR DEL PLATA SAZM - MDP * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT Y SPECIAL y TAF METAR, SPECI, MET REPORT Y SPECIAL and TAF BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN H24 Tablas climatológicas disponibles Weather tables available  AIP ARGENTINA GEN 3.5-12 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO /2 ANEMÓMETRO ULTRASÓNICO AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER /2 ULTRASONIC ANEMOMETER SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. MENDOZA SAME - DOZ * Horarias y especiales At scheduled and special times METAR, SPECI, TAF y SIGMET METAR, SPECI, TAF and SIGMET BRIEFING MET EN OMA",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-4500",
    "text": "DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. MENDOZA SAME - DOZ * Horarias y especiales At scheduled and special times METAR, SPECI, TAF y SIGMET METAR, SPECI, TAF and SIGMET BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available MORÓN SADM - MOR ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR H24 NIL   AIP ARGENTINA GEN 3.5-13 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 NEUQUÉN SAZN - NEU * Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF BRIEFING MET EN OIM BRIEFING MET IN OIM EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available PARANÁ SAAP - PAR ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available PASO DE LOS LIBRES SARL - LIB ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO/ BAROALTÍMETRO EN TWR EMA ANEMOMETER WIT REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available POSADAS SARP - POS * Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-4950",
    "text": "- POS * Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY H24 Tablas climatológicas disponibles Weather tables available   AIP ARGENTINA GEN 3.5-14 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. PUERTO MADRYN SAVY - DRY ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR 09 a 02 UTC + RQM 09 to 02 UTC + RQM NIL RECONQUISTA SATR - RTA ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST BRIEFING MET EN OIM BRIEFING MET IN OIM EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR H24 NIL RESISTENCIA SARE - SIS * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL, TAF y SIGMET. METAR, SPECI, MET REPORT, SPECIAL, TAF and SIGMET. BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO/ BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO /2 ANEMÓMETRO ULTRASÓNICO AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 2 ULTRASONIC ANEMOMETER SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available  AIP ARGENTINA GEN 3.5-15 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-5400",
    "text": "la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 RÍO CUARTO SAOC - TRC ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CONREPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available RIO GALLEGOS SAWG – GAL * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF BRIEFING MET en OMA BRIEFING MET in OMA METAR DISPONIBLE AUTOMÁTICO AUTOMATIC METAR AVAILABLE EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR ANDBAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO / 2 ANEMÓMETROS ULTRASÓNICOS. AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS H24 Tablas climatológicas disponibles Weather tables available RIO GRANDE SAWE - GRA * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT y SPECIAL y TAF METAR, SPECI, MET REPORT and SPECIAL and TAF METAR DISPONIBLE AUTOMÁUTICO AUTOMATIC METAR AVAILABLE EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR AWOS CAT I SISTEMA DE OBSERVACION AUTOMATIZADA (AWOS) / 1 RVR / 1 CEILOMETRO /2 SISTEMAS DE H24 Tablas climatológicas disponibles Weather tables available  AIP ARGENTINA GEN 3.5-16 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 VIENTOS ULTRASONICOS ANEMOMETRO AWOS CAT I AUTOMATED OBSERVATION SYSTEM (AWOS) / 1 RVR / 1 CEILOMETER /2 ULTRASONIC WIND SYSTEMS ANEMOMETER ROSARIO SAAR - ROS * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF METAR DISPONIBLE AUTOMÁUTICO AUTOMATIC METAR AVAILABLE EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-5850",
    "text": "/ 1 CEILOMETER /2 ULTRASONIC WIND SYSTEMS ANEMOMETER ROSARIO SAAR - ROS * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF METAR DISPONIBLE AUTOMÁUTICO AUTOMATIC METAR AVAILABLE EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER /BAROALTIMETER IN TWR AWOS CAT III SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 3 RVR / 2 CEILÓMETROS /3 ANEMÓMETROS ULTRASÓNICOS AWOS CAT III AUTOMATED OBSERVATION SYSTEMS (AWOS) / 3 RVR /2 CEILOMETERS /3 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available SALTA SASA - SAL * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF METAR DISPONIBLE AUTOMATICO AUTOMATIC METAR AVAILABLE EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER /BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO / 2 ANEMÓMETROS ULTRASÓNICOS AWOS CAT I H24 Tablas climatológicas disponibles Weather tables available  AIP ARGENTINA GEN 3.5-17 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. SAN FERNANDO SADF - FDO * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF METAR DISPONIBLE AUTOMÁTICO AUTOMATIC METAR AVAILABLE BRIEFING MET EN OMA BRIEFING MET IN OMA EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO / 2 ANEMÓMETROS ULTRASÓNICOS AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR /1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available SAN JUAN SANU - JUA ** Horarias y especiales At scheduled and",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-6300",
    "text": "/ 2 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available SAN JUAN SANU - JUA ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA H24 Tablas climatológicas disponibles   AIP ARGENTINA GEN 3.5-18 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. Weather tables available SAN LUIS SAOU - UIS ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 NIL SAN MARTÍN DE LOS ANDES SAZY - CHP ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR H24 NIL SAN RAFAEL SAMR - SRA ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available   AIP ARGENTINA GEN 3.5-19 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 SANTA ROSA SAZR -",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-6750",
    "text": "and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 SANTA ROSA SAZR - OSA ** Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT y SPECIAL y TAF METAR, SPECI, MET REPORT and SPECIAL and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR AWOS CAT I SISTEMA DE OBSERVACIÓN AUTOMATIZADA (AWOS) CEILÓMETRO Y RVR TRANSMISOMETRO PARA RWY 19 AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) CIELOMETER AND RVR TRANSMISSOMETER TO RWY 19 SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available SANTA ROSA DE CONLARA SAOS - SRC ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR 11 a 24 UTC + RQM 11 to 24 UTC + RQM NIL SANTIAGO DEL ESTERO SANE - SDE * Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS H24 Tablas climatológicas disponibles Weather tables available   AIP ARGENTINA GEN 3.5-20 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. SAUCE VIEJO SAAV - SVO ** Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER / BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO /1 ANEMÓMETRO ULTRASÓNICO AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 1 ULTRASONIC ANEMOMETER SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-7200",
    "text": "/ BAROALTIMETER IN TWR AWOS CAT I SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO /1 ANEMÓMETRO ULTRASÓNICO AWOS CAT I AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR / 1 CEILOMETER / 1 ULTRASONIC ANEMOMETER SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. H24 Tablas climatológicas disponibles Weather tables available TANDIL SAZT - DIL ** Horarias y especiales At scheduled and special times METAR, SPECI y FCST METAR, SPECI and FCST EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available TERMAS DE RÍO HONDO SANR - TRH ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CONREPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR 11 a 01 UTC + RQM 11 to 01 UTC + RQM NIL  AIP ARGENTINA GEN 3.5-21 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A TRAVÉS DE SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED SMS/ E-MAIL. TRELEW SAVT - TRE ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR AWOS CAT I UN SISTEMA DE OBSERVACION AUTOMATIZADA (AWOS), 1 SISTEMA DE RVR, 1 CEILOMETRO / 2 SISTEMAS DE VIENTOS ULTRASONICOS AWOS CAT I ONE AUTOMATED OBSERVATION SYSTEM (AWOS), 1 RVR SYSTEM, 1 CEILOMETER / 2 ULTRASONIC WIND SYSTEMS H24 Tablas climatológicas disponibles Weather tables available TUCUMÁN SANT - TUC * Horarias y especiales At scheduled and special times METAR, SPECI, MET REPORT, SPECIAL y TAF METAR, SPECI, MET REPORT, SPECIAL and TAF METAR DISPONIBLE AUTOMÁTICO AUTOMATIC METAR AVAILABLE EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO /BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR AWOS CAT I - SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO/ 2 ANEMÓMETROS ULTRASÓNICOS AWOS CAT I - AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR /1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A H24",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-7650",
    "text": "BAROALTIMETER/ BAROALTIMETER IN TWR AWOS CAT I - SISTEMAS DE OBSERVACIÓN AUTOMATIZADOS (AWOS) / 1 RVR / 1 CEILÓMETRO/ 2 ANEMÓMETROS ULTRASÓNICOS AWOS CAT I - AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR /1 CEILOMETER / 2 ULTRASONIC ANEMOMETERS SISTEMA DETECCIÓN DE ACTIVI- DAD ELÉCTRICA NOTIFICACIÓN DE ALERTA A H24 Tablas climatológicas disponibles Weather tables available   AIP ARGENTINA GEN 3.5-22 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 TABLA — GEN 3.5.1 OBSERVACIONES E INFORMES METEOROLÓGICOS / TABLE GEN 3.5.1 WEATHER OBSERVATIONS AND REPORTS Nombre de la estación / Indicador de lugar Name of the station/ Place indicator Tipo y frecuencia de la observación/ Equipo automático de observación Observation type and frequency / Observation automatic equipment Tipos de informes MET e información suplementaria incluida MET report types and supplementary information included Sistema y emplazamiento(s) de observación / Observation system and site(s) Horas de funcionamiento/ Operating hours Información climatológica/ Weather information 1 2 3 4 5 6 TRAVÉS DE LUCES/SIRENAS/SMS/ E-MAIL ACORDADOS SYSTEM OF ELECTRICAL ACTIVITY DETECTION. ALERT NOTIFICATION VIA AGREED LIGHTS/ SIRENS/SMS/ E-MAIL. USHUAIA SAWH - USU * Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR AWOS CAT I UN SISTEMA DE OBSERVACION AUTOMATIZADA (AWOS) /1 RVR /1 CEILOMETRO/ 2 SISTEMAS DE VIENTOS ULTRASONICOS AWOS CAT I ONE AUTOMATED OBSERVATION SYSTEMS (AWOS) / 1 RVR /1 CEILOMETER / 2 ULTRASONIC WINDS H24 Tablas climatológicas disponibles Weather tables available VIEDMA SAVV - VIE ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available VILLA REYNOLDS SAOR - RYD ** Horarias y especiales At scheduled and special times METAR, SPECI y TAF METAR, SPECI and TAF EMA ANEMÓMETRO CON REPETIDOR EN TWR Y BAROALTÍMETRO / BAROALTÍMETRO EN TWR EMA ANEMOMETER WITH REPEATER IN TWR AND BAROALTIMETER/ BAROALTIMETER IN TWR H24 Tablas climatológicas disponibles Weather tables available OBSERVACIONES/REMARKS: RQM A requerimiento / On request * Difusión internacional / International Distribution ** Difusión nacional / National Distribution AIP ARGENTINA GEN 3.5-23 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 4. Tipos de servicios La autoridad meteorológica es responsable de suministrar servicio meteorológico para contribuir con la seguridad, regularidad y eficiencia de la navegación aérea, nacional e internacional. Proporciona información meteorológica a los usuarios aeronáuticos a través de las dependencias de meteorología aeronáutica del SMN. Las mismas son: a) Oficinas de Vigilancia Meteorológica (OVM): • Aeroparque, • Córdoba, • Comodoro Rivadavia, • Mendoza y • Resistencia. b) Oficinas Meteorológicas de Aeródromo (OMA): • Aeroparque, • Córdoba, • Comodoro Rivadavia, • Ezeiza, • Mar del Plata, • Mendoza, • Resistencia, • Río Gallegos y • San Fernando. c) Oficinas de Información Meteorológica (OIM): •",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-8100",
    "text": "(OVM): • Aeroparque, • Córdoba, • Comodoro Rivadavia, • Mendoza y • Resistencia. b) Oficinas Meteorológicas de Aeródromo (OMA): • Aeroparque, • Córdoba, • Comodoro Rivadavia, • Ezeiza, • Mar del Plata, • Mendoza, • Resistencia, • Río Gallegos y • San Fernando. c) Oficinas de Información Meteorológica (OIM): • Neuquén, • El Palomar, • Reconquista. En los aeródromos donde no existan OVM, OMA u OIM, la información meteorológica deberá solicitarse a las Oficinas de Información Aeronáutica, con una antelación no menor a tres horas. Aquella información que haya sido solicitada para encuestas o investigaciones se requiere por e-mail o personalmente, al Centro de Información Meteorológica del Servicio Meteorológico Nacional (cim@smn.gov.ar). En la página web www.smn.gob.ar se publica información meteorológica aeronáutica, la cual NO CONSTITUYE documentación de vuelo, debido a normas legales, ya que ésta debe solicitarse con la antelación correspondiente a una OVM, OMA u OIM según se especifica en el punto 5 “Notificación requerida de los explotadores” de la presente Sección. 4. Types of Services. The meteorological authority is responsible for providing meteorological services in order to contribute with the security/safety, regularity and efficiency of national and international air navigation. It provides meteorological information to aeronáutical users through the aeronautical meteorological units of the SMN. They are: a) Meteorological Surveillance Offices (OVM): • Aeroparque, • Córdoba, • Comodoro Rivadavia, • Mendoza y • Resistencia. b) Aerodromes Meteorological Offices (OMA): • Aeroparque, • Córdoba, • Comodoro Rivadavia, • Ezeiza, • Mar del Plata, • Mendoza, • Resistencia, • Río Gallegos y • San Fernando. c) Meteorological Information Offices (OIM): • Neuquén, • El Palomar, • Reconquista. In aerodromes with no OVM, OMA or OIM, the meteorological information shall be requested to the Aeronautical Information Offices at least three hours in advance. The information requested for surveys or research should be required by e-mail or in person to the Meteorological Information Center of the National Meteorological Service (cim@smn.gov.ar). The aeronautical meteorological information is published on web page www.smn.gob.ar, which DOES NOT CONSTITUTE flight documentation, due to legal standards, since it must be requested beforehand to an OVM, OMA or OIM, according to the specifications of item 5 “Notification required to operators” of this Section. AIP ARGENTINA GEN 3.5-24 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 LOS PRODUCTOS PUBLICADOS EN LA PÁGINA WEB SON LOS SIGUIENTES: THE PRODUCTS PUBLISHED ON THE WEBSITE ARE AS FOLLOWS: Tabla — GEN 3.5.2 INFORMACIÓN METEOROLÓGICA AERONÁUTICA SUMINISTRADA EN LA PÁGINA WEB DEL SMN / Table GEN 3.5.2 AERONAUTICAL METEOROLOGICAL INFORMATION PROVIDED ON THE SMN WEBSITE INFORMACIÓN SATELITAL Y DE RADAR / SATELLITE AND RADAR INFORMATION Productos / Products Tipo / Type Imágenes satelitales de GOES 16 / Satellite images of GOES 16 Argentina Visible / Visible Topes nubosos / Cloudy limits Vapor de Agua niveles medios / Water vapor middle levels Argentina sectorizada (norte, centro y sur) / Argentina in sectors (North, Center and South) Sudamérica / South America Antártida / Antarctica Hidroestimador / Hydroestimator Instantánea, Acumulada 6 HS, Acumulada 12 HS, Acumulada",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-8550",
    "text": "Visible / Visible Topes nubosos / Cloudy limits Vapor de Agua niveles medios / Water vapor middle levels Argentina sectorizada (norte, centro y sur) / Argentina in sectors (North, Center and South) Sudamérica / South America Antártida / Antarctica Hidroestimador / Hydroestimator Instantánea, Acumulada 6 HS, Acumulada 12 HS, Acumulada 24 HS / Instantaneous, Accumulated 6 hours, Accumulated 12 hours, Accumulated 24 hours Nefoanálisis / Nephoanalysis Validez 00 y 12 UTC / Validity 00 and 12 UTC Imágenes de radar meteorológico (Mosaico Argentina, Mosaico Centro, Mosaico Norte, Anguil, Bahía Blanca, Bernardo de Irigoyen, Córdoba, Ezeiza, Las Lomitas, Mar del Plata, Mercedes (Corrientes), Neuquén, Paraná, Pergamino, Resistencia, Río Grande, Termas de Río Hondo***) / Meteorological radar images (Mosaic Argentina, Mosaic Center, Mosaic North, Anguil, Bahía Blanca, Bernardo de Irigoyen, Córdoba, Ezeiza, Las Lomitas, Mar del Plata, Mercedes (Corrientes), Neuquén, Paraná, Pergamino, Resistencia, Río Grande, Termas de Río Hondo***) Tiempo real / Real time MENSAJES METEOROLÓGICOS / WEATHER MESSAGES Productos / Products Clave / Key Niveles / Levels Horarios / Validez / Observaciones Schedules / Validity / Observations Mensajes Meteorológicos Weather messages AEROMET Superficie / Surface Horario / Time PRONAREA Superficie y altura / Surface and height Validez 0400/1600Z, 1000/2200Z, 1600/0400Z y 2200/1000Z con hora de imposición 0300, 0900, 1500 y 2100 Z respectivamente / Validity 0400/1600Z, 1000/2200Z, 1600/0400Z and 2200/1000Z with time of imposition 0300, 0900, 1500 and 2100Z, respectively METAR Superficie / Surface Horario / Time TAF Superficie / Surface Validez 0024, 0606, 1212 y 1818 Z con hora de imposición 23, 05, 11 y 17 Z respectivamente / Validity 0024, 0606, 1212 and 1818Z with time of imposition 23, 05, 11 and 17Z, respectively SPECI Superficie / Surface De acuerdo a condiciones meteorológicas / According to weather conditions SIGMET Altura / Height De acuerdo a condiciones meteorológicas / According to weather conditions SIGMET Gráfico / Chart Altura/ Height De acuerdo a condiciones meteorológicas / According to weather conditions Avisos de Aeródromo/ Notices to Aerodrome Superficie / Surface De acuerdo a condiciones meteorológicas / According to weather conditions AIP ARGENTINA GEN 3.5-25 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 MENSAJES METEOROLÓGICOS / WEATHER MESSAGES AIREP Altura / Height De acuerdo a condiciones meteorológicas / According to weather conditions PRODUCTOS ELABORADOS / MANUFACTURED PRODUCTS Productos / Products Tipos de presentación / Types of presentation Niveles / Levels Pronóstico / Forecast Cartas isalobáricas / Isalobaric charts Gráfico / Chart Superficie / Surface Análisis de 00, 03, 06, 09, 12, 15, 18, 21 Z / Analysis of 00, 03, 06, 09, 12, 15, 18, 21 Z Viento y temperatura en altitud / Altitude wind and temperature Texto / Text FL 030 065 100 165 230 300 360 390 450 Análisis / Analysis Pronósticos a 06, 12, 18 y 24 horas / Forecasts at 06, 12, 18 and 24 Gráfico / Chart Análisis / Analysis Pronósticos a 03, 06, 09, 12, 15, 18, 21 y 24 horas / Forecasts at 03, 06, 09, 12,15, 18, 21 and 24 Cartas de tiempo significativo",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-9000",
    "text": "Analysis Pronósticos a 06, 12, 18 y 24 horas / Forecasts at 06, 12, 18 and 24 Gráfico / Chart Análisis / Analysis Pronósticos a 03, 06, 09, 12, 15, 18, 21 y 24 horas / Forecasts at 03, 06, 09, 12,15, 18, 21 and 24 Cartas de tiempo significativo / Significant Weaher Charts Gráfico / Chart Nacionales / National: SUP – FL 250 00 y 12 Z / 00 and 12 Z Internacionales / International: FL 250/630 Probabilidad de engelamiento Icing probability Texto / Text De acuerdo a condiciones meteorológicas / According to weather conditions Información para vuelo a vela Sail flight information Gráfico / Chart Metogramas Viento y temperatura en altitud / Altitude wind and temperature FL 030 065 100 165 230 300 360 390 450 Análisis / Analysis Pronósticos a 06, 12, 18 y 24 horas / Forecasts at 06, 12, 18 and 24 *** Los radares de Bahía Blanca, Bernardo de Irigoyen, Córdoba, Ezeiza, Las Lomitas, Mar del Plata, Mercedes, Neuquén, Resistencia, Río Grande y Termas de Río Hondo, los cuales pertenecen a la red Sistema Nacional de Radares Meteorológicos (SINARAME), se encuentran en período de desarrollo. Para vuelos internacionales, la documentación que se proporciona consta de la siguiente información:  Mensajes meteorológicos;  Cartas de tempo significativo entre FL 250 / 630;  Cartas de pronóstico de viento y temperatura en altitud, - Imágenes de satélite y de radares meteorológicos  Toda otra información meteorológica que por su relevancia contribuya a resguardar la seguridad de las operaciones aéreas. En el orden nacional, la información meteorológica se suministra en forma de pronósticos de área, en texto claro abreviado, denominados PRONAREA. Las áreas de responsabilidad cubiertas con esta información coinciden con las áreas de responsabilidad de las FIR COMODORO RIVADAVIA, CÓRDOBA, EZEIZA, MENDOZA y RESISTENCIA. *** The radars in Bahía Blanca, Bernardo de Irigoyen, Córdoba, Ezeiza, Las Lomitas, Mar del Plata, Mercedes, Neuquén, Resistencia, Río Grande and Termas de Río Hondo, which belong to the network of the National Meteorlogical Radar System (SINARAME), are in period of development. For international flights, the documentation provided consists of the following information:  Meteorological messages;  Significant weather charts between FL 250 / 630;  Altitude wind and temperature weather charts, - Imágenes de satélite y de radares meteorológicos;  All other weather information that, because of its relevance, contributes to safeguard air operations security/safety. At the national level, weather information is provided as area forecasts, in a clear abbreviated text named PRONAREA. The areas of responsibility covered with this information coincide with the areas of responsibility of FIRs COMODORO RIVADAVIA, CÓRDOBA, EZEIZA, MENDOZA and RESISTENCIA. AIP ARGENTINA GEN 3.5-26 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 El PRONAREA consta de TRES (3) secciones:  SECCIÓN I Fenómenos meteorológicos significativos (SIGFENOM);  SECCIÓN II Viento y temperatura en altitud (WIND/T) y  SECCIÓN III Pronósticos de aeródromos de la FIR (FCST). Para su confección, las partes estarán encabezadas por sus nombres y, en renglón aparte, se incluirá el",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-9450",
    "text": "PRONAREA consta de TRES (3) secciones:  SECCIÓN I Fenómenos meteorológicos significativos (SIGFENOM);  SECCIÓN II Viento y temperatura en altitud (WIND/T) y  SECCIÓN III Pronósticos de aeródromos de la FIR (FCST). Para su confección, las partes estarán encabezadas por sus nombres y, en renglón aparte, se incluirá el texto correspondiente. SECCIÓN I - Fenómenos meteorológicos significativos (SIGFENOM) Consiste en una descripción de aquellos fenómenos meteorológicos significativos que afectan o puedan afectar la navegación aérea, en el área de responsabilidad de una Región de Información de Vuelo (FIR), en el momento de elaboración del PRONAREA o que se prevea que la FIR será afectada dentro del período de validez indicado en el encabezamiento. En ambos casos se incluirá una breve descripción de estos fenómenos meteorológicos. Para informar la ubicación de frentes, líneas de inestabilidad y vaguadas se utilizarán los indicativos de lugar de uso nacional o coordenadas geográficas. Se indicará la intensidad, dirección y velocidad de desplazamiento, y para referencia de los demás fenómenos meteorológicos significativos se señalará niveles y ubicación. Viento máximo o corriente en chorro (JTST) En este ítem se informará el lugar, nivel de vuelo y, separado por una barra oblicua, la dirección y fuerza del viento, seguidos de la unidad nudos (KT). Turbulencia/Engelamiento Cuando se suministren datos de turbulencia o engelamiento ellos serán referidos al o a los niveles de vuelo afectados y en caso de la no ocurrencia de este tipo de fenómeno se indicará NIL. Altitud de la isoterma de cero grados Será expresada en niveles de vuelo sobre la vertical del lugar del que se hará referencia. Altitud de la tropopausa Se indicará el lugar de la vertical y estará referida a niveles de vuelo, a continuación, sin espacios, la temperatura expresada en grados centígrados, anteponiendo la letra “M” a su valor cuando éste sea bajo cero. SECCIÓN II - Viento y temperatura en altitud (WIND/T) Para la confección del WIND/T: WINTEM “Pronóstico de viento y de la temperatura en altitud para la aviación”. Su forma de clave es definida por las letras simbólicas ddfffSTT. Este grupo será precedido por el nivel de vuelo para el que se refiere el dato y una barra oblicua sin espacios. SECCIÓN III - Pronósticos de Aeródromo de la FIR (FCST) Esta Sección comenzará con la sigla FCST seguido de la identificación del/los aeródromos, de acuerdo con el indicador de lugar establecido para el orden nacional, y del período de validez indicado en horas enteras UTC. Tienen una validez de 12 horas y se emiten cada 6 horas. Se pueden enmendar y son mensajes de orden nacional. Se difunden a través de la red mensajería aeronáutica actual AMHS. The PRONAREA consists of THREE (3) sections:  SECTION I Significant weather phenomena (SIGFENOM);  SECTION II Altitude wind and temperature (WIND/T) and  SECTION III FIR Aerodrome Forecasts (FCST). For producing them, the parts will be headed by their names and, in a separate line, the corresponding text will be included. SECTION I - Significant Weather Phenomena",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-9900",
    "text": "SECTION I Significant weather phenomena (SIGFENOM);  SECTION II Altitude wind and temperature (WIND/T) and  SECTION III FIR Aerodrome Forecasts (FCST). For producing them, the parts will be headed by their names and, in a separate line, the corresponding text will be included. SECTION I - Significant Weather Phenomena (SIGFENOM) It consists of a description of those significant weather phenomena affecting or that may affect air navigation, in the area of responsibility of a Flight Information Region (FIR), at the moment of producing the PRONAREA or when the FIR is expected to be affected within the period of validity indicated in the head. In both cases, a brief description of these weather phenomena will be included. To inform the location of an instability front, instability lines and water courses, place indicators of national use or geographical coordinates will be utilized. The intensity, direction and speed of the movements will be indicated, and, as a reference for the other significant weather phenomena, the location and levels will be marked. Maximum Wind or Jet Stream (JTST) In this item, the place, flight level and, separated by a slant line, the direction and strength of the wind will be informed followed by the unit of knots (KT). Turbulence/Icing When turbulence or icing data is provided, it will refer to the flight level/s affected and, if no phenomenon of this type is produced, NIL will be indicated. Zero Degree Isotherm Altitude It will be expressed in flight levels on the vertical of the place of reference. Tropopause Altitude The place of the vertical will be indicated, and it will refer to flight levels, then, without spaces, the temperature, expressed in centigrade degrees, preceded by letter “M” in case it is below zero. SECTION II - Wind and Temperature in Altitude (WIND/T) For making the WIND/T: WINTEM “Forecast of Wind and Temperature in Altitude for Aviation”. Its key form is defined by the symbolic letters ddfffSTT. This group will be preceded by the flight level to which the information refers and by a slant line without spaces. SECTION III - FIR Aerodrome Forecasts (FCST) This Section will start with the abbreviation FCST followed by the aerodrome/s identification, in accordance with the place indicator established for the national order and by the period of validity indicated in UTC time. They have a validity of 12 hours and are issued every 6 hours. They may be amended and they are messages of the national order. They are communicated through the present AMHS aeronautical messaging network. AIP ARGENTINA GEN 3.5-27 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 Los aeropuertos para los cuales se realizan WIND/TT y FCST son / The airports for which WIND/TT and FCST are performed are FIR Aeropuerto / Airport Comodoro Rivadavia Comodoro Rivadavia, El Calafate, El Bolsón, Esquel, Islas Malvinas, José de San Martín, Perito Moreno, Puerto Deseado, Puerto Madryn, San Antonio Oeste, Río Gallegos, Río Grande, Río Turbio, San Julián, Santa Cruz, Trelew, Ushuaia, Viedma Córdoba Catamarca, Ceres, Córdoba, Escuela",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-10350",
    "text": "FCST are performed are FIR Aeropuerto / Airport Comodoro Rivadavia Comodoro Rivadavia, El Calafate, El Bolsón, Esquel, Islas Malvinas, José de San Martín, Perito Moreno, Puerto Deseado, Puerto Madryn, San Antonio Oeste, Río Gallegos, Río Grande, Río Turbio, San Julián, Santa Cruz, Trelew, Ushuaia, Viedma Córdoba Catamarca, Ceres, Córdoba, Escuela de Aviación, Jujuy, La Rioja, Marcos Juárez, Río Cuarto, Salta, Santa Rosa de Conlara, Santiago del Estero, Tartagal, Termas de Río Hondo, Tucumán, Villa Dolores, Villa María de Río Seco Ezeiza Aeroparque, Bahía blanca, Bariloche, Campo de Mayo, Concordia, Chapelco, Ezeiza, General Pico, Gualeguaychú, Junín, Laboulaye, La Plata, Mar del Plata, Moreno, Morón, Necochea, Neuquén, Olavarría, Paraná, Pehuajó, Rosario, San Fernando, Santa Rosa, Sauce Viejo, Tandil, Villa Gesell Mendoza Malargüe, Mendoza, San Juan, San Luis, San Rafael, Villa Reynolds Resistencia Corrientes, Goya, Formosa, Iguazú, Irigoyen, Las Lomitas, Mercedes, Monte Caseros, Paso de los Libres, Posadas, Presidencia Roque Sáenz Peña, Reconquista Resistencia Los aeropuertos antes mencionados pueden ir variando según las necesidades o requerimientos de los usuarios aeronáuticos. El mensaje PRONAREA, por acuerdo regional, reemplaza al mensaje GAMET y al mensaje AIRMET. / The above-mentioned airports may vary according to the needs or requirements of the aeronautical users. The PRONAREA message, due to regional agreement, replaces the GAMET message and the AIRMET message. 5. Notificación requerida de los explotadores Las solicitudes de información meteorológica se efectuarán, en forma verbal o escrita, conforme a: Vuelos Regulares (5 ó más operaciones semanales) a) Internacionales, el explotador deberá coordinar los días, horarios y lugares en los cuales sea necesario que esté disponible la información, por medio de una solicitud previa por escrito. b) Nacionales, requerirla quince (15) minutos antes de la presentación del Plan de Vuelo o cuarenta y cinco (45) minutos antes de la hora de salida prevista. Vuelos no regulares a) Internacionales: el explotador deberá solicitarla con no menos de tres (3) horas antes de la hora de salida prevista. b) Nacionales: con una anticipación de dos (2) horas, excepto cuando en el lugar de partida tenga asiento una OVM o una OMA, en cuyo caso se requerirá con una anticipación mínima de cuarenta y cinco (45) minutos antes de la salida prevista de la aeronave. 6. Informes de aeronaves Los puntos de notificación ATS/MET del espacio aéreo inferior y superior se encuentran en las Partes ENR 3.1 y 3.2 de la AIP, señalándose los obligatorios “Met M”. 5. Notification required to operators The requests for weather information will be made orally or in writing, in accordance with: Regular Flights (5 or more weekly operations) a) International: The operator shall coordinate the days, time and places in which it will be necessary to have the information available by means of a previous written request. b) National: It should be required fifteen (15) minutes before submitting the Flight Plan or forty-five (45) minutes before the scheduled departure time. Non-regular Flights a) International: The operator shall request the information at least three (3) hours before the scheduled departure time. b) National: At least two",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-0-10800",
    "text": "written request. b) National: It should be required fifteen (15) minutes before submitting the Flight Plan or forty-five (45) minutes before the scheduled departure time. Non-regular Flights a) International: The operator shall request the information at least three (3) hours before the scheduled departure time. b) National: At least two (2) hours in advance, except when, in the place of departure, there is an OVM or an OMA, in which case there will be a minimum requirement of forty- five (45) minutes before the aircraft scheduled departure time. 6. Aircraft Reports The notification points ATS/MET of the lower and upper air space can be found in AIP Parts ENR 3.1 and 3 The compulsory “Met M” are indicated. AIP ARGENTINA GEN 3.5-28 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 7. Servicio SIGMET El servicio SIGMENT se detalla en la siguiente Tabla: 7. SIGMET Service The SIGMENT service is detailed in the following Table: TABLA — AERÓDROMOS QUE PROVEEN EL SERVICIO SIGMET / TABLE — AERODROMES THAT PROVIDE THE SIGMET SERVICE Nombre de la OVM/Indicadores de lugar OVM Name/Place Indicators Horas Time FIR o CTA atendidos FIR or CTA Providing Info Tipo de SIGMET/Validez SIGMET Type/Validity Procedimientos específicos Specific Procedures Dependencias ATS atendidas ATS Units Providing Information Información adicional Additional Information 1 2 3 4 5 6 7 AEROPARQUE SABE H24 FIR EZE SIGMET y SIGMET relativos a cenizas volcánicas SIGMET and SIGMET related to volcanic ashes Sí Yes ACC EZE No RESISTENCIA SARE H24 FIR SIS SIGMET y SIGMET relativos a cenizas volcánicas SIGMET and SIGMET related to volcanic ashes Sí Yes ACC SIS No CÓRDOBA SACO H24 FIR CBA SIGMET y SIGMET relativos a cenizas volcánicas SIGMET and SIGMET related to volcanic ashes Sí Yes ACC CBA No MENDOZA SAME 09:00 a/to 03:00 UTC (1) FIR DOZ SIGMET y SIGMET relativos a cenizas volcánicas SIGMET and SIGMET related to volcanic ashes Sí Yes ACC DOZ No COMODORO RIVADAVIA SAVC 09:00 a/to 03:00 UTC (2) FIR CVR SIGMET y SIGMET relativos a cenizas volcánicas SIGMET and SIGMET related to volcanic ashes Sí Yes ACC CVR No (1) Fuera de este horario, atiende el servicio la OVM CÓRDOBA - SACO / Outside this time, the OVM CÓRDOBA - SACO provides the service. (2) Fuera de este horario, atiende el servicio la OVM AEROPARQUE - SABE / Outside this time, the OVM AEROPARQUE - SABE provides the service.",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-4-0",
    "text": "7.1 Generalidades Para la seguridad del tránsito aéreo, la autoridad meteorológica mantiene un servicio de vigilancia continua a fin de detectar el desarrollo de fenómenos meteorológicos significativos que pudieran afectar las operaciones aéreas y/o tener un efecto adverso en las aeronaves estacionadas, como en las instalaciones y los servicios en los aeropuertos. Consiste en la vigilancia meteorológica continua dentro de las FIR y UIR y la emisión de la información SIGMET y/o avisos de aeródromos por parte de las Oficinas de Vigilancia Meteorológica (OVM).",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3",
      "section": "7.1",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-8-0",
    "text": "7.1 General For air traffic security, the meteorological authority keeps a continuous surveillance service to detect the development of the significant meteorological phenomena that might affect air operations and/or have an adverse effect on the aircraft parked, as well as in the airports facilities and services. It consists of the continuous meteorological surveillance within the FIR and UIR and the issuance of SIGMET information and/or aerodromes warnings by the Meteorological Surveillance Offices (OVM). AIP ARGENTINA GEN 3.5-29 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3",
      "section": "7.1",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-10-0",
    "text": "7.2 Vigilancia meteorológica Tiene el objetivo de mantener actualizada la evolución probable de las condiciones meteorológicas dentro de las Regiones de Información de Vuelo, y será proporcionada por las siguientes Oficinas de Vigilancia Meteorológica:  Aeroparque (OVM AER) (Realiza vigilancia meteorológica de la FIR Ezeiza.);  Comodoro Rivadavia (OVM CRV) (Realiza vigilancia meteorológica de la FIR Comodoro Rivadavia.);  Córdoba (OVM CBA) (Realiza vigilancia meteorológica de la FIR Córdoba.);  Resistencia (OVM SIS) (Realiza vigilancia meteorológica de la FIR Resistencia.);  Mendoza (OVM DOZ) (Realiza vigilancia meteorológica de la FIR Mendoza.). Las OVM publican información en forma de mensajes SIGMET sobre la presencia o presencia prevista de alguno de los siguientes fenómenos meteorológicos importantes:  Tormentas oscurecidas,  Tormentas inmersas,  Tormentas frecuentes,  Tormentas en línea de turbonada,  Tormentas oscurecidas por granizo,  Tormentas inmersas con granizo,  Tormentas frecuentes con granizo,  Tormentas en línea de turbonada con granizo,  Ciclón tropical,  Turbulencia fuerte,  Engelamiento fuerte,  Engelamiento fuerte debido a lluvia engelante,  Ondas orográficas fuertes,  Tempestad fuerte de polvo o arena,  Cenizas volcánicas,  Nube radiactiva. Los SIGMET se publican en lenguaje claro, utilizando las abreviaturas de la OACI y se numeran consecutivamente para cada día, a partir de 01. Su período de validez no será superior a 4 horas. En el caso especial de los mensajes SIGMET relacionados con cenizas volcánicas y ciclones tropicales, el período de validez se extenderá a 6 horas. Las OVM transmiten al Centro de Control de Área asociado, con jurisdicción en FIR o UIR correspondientes, sus propios mensajes SIGMET, y, previo acuerdo, también los de otras OVM.",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3",
      "section": "7.2",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-13-0",
    "text": "7.3 Servicio de avisos de aeródromo Las OVM y OMA emitirán avisos de aeródromo (AD WARNG) cuando se prevea la ocurrencia de alguno de los siguientes fenómenos o la combinación de varios de ellos:  tormenta  granizo",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3",
      "section": "7.3",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-15-0",
    "text": "7.2 Meteorological Surveillance Its purpose is to keep updated the probable evolution of the weather conditions within the Flight Information Regions, and it will be provided by the following Meteorological Information Offices:  Aeroparque (OVM AER) (It conducts the meteorological surveillance of FIR Ezeiza.);  Comodoro Rivadavia (OVM CRV) (It conducts the meteorological surveillance of FIR Comodoro Rivadavia);  Córdoba (OVM CBA) (It conducts the meteorological surveillance of FIR Córdoba);  Resistencia (OVM SIS) (It conducts the meteorological surveillance of FIR Resistencia.);  Mendoza (OVM DOZ) (It conducts the meteorological surveillance of FIR Mendoza.). OVMs publish information in the form of SIGMET messages concerning the presence or expected presence of any of the following important meteorological phenomena:  Darkening thunderstorms,  Immersive thunderstorms,  Frequent thunderstorms,  Thunderstorms in squall line,  Thunderstorms darkened by hail,  Immersive thunderstorms with hail,  Frequent thunderstorms with hail,  Thunderstorms in squall line with hail,  Tropical cyclone,  Severe turbulence,  Severe icing,  Severe icing due to freezing precipitation,  Severe mountain waves,  Severe duststorm or sandstorm,  Volcanic ashes,  Radioactive cloud. SIGMETs are published in clear language, using the ICAO abbreviations, and are enumerated consecutively for each day, starting with 01. Their period of validity shall not exceed 4 hours. In the special case of the SIGMET messages related to volcanic ashes and tropical cyclones, the period of validity will be extended to 6 hours. OVMs transmit to the associated Area Control Center, with jurisdiction in the corresponding FIR or UIR, their own SIGMET messages, and, with previous agreement, also those of other OVMs.",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3",
      "section": "7.2",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN3 - 5.pdf-17-0",
    "text": "7.3 Aerodrome Warning Service The OVM and OMA shall issue aerodrome warnings (AD WARNG) when any or the combination of several of the following phenomena occur:  thunderstorm  hail AIP ARGENTINA GEN 3.5-30 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025  nieve (incluida acumulación de nieve prevista u observada)  precipitación engelante  escarcha o cencellada blanca  tempestad de arena  tempestad de polvo  vientos y ráfagas fuertes en la superficie  turbonada (1)  helada  ceniza volcánica  deposición de ceniza volcánica  sustancias químicas toxicas (1) Zona de nubes cumulonimbus extendidas o cumulonimbus en línea (turbonada, con poco o ningún espacio entre una nube y otra, o cumulonimbus enclavados en capas de nubes u oscurecidos por neblina) Los avisos se distribuyen a destinatarios convenidos localmente. Para garantizar su rápida difusión, se direcciona a un solo destinatario o una sola destinataria por cada grupo interesado; éste/ésta es responsable de la difusión posterior dentro del mismo 8. Actividad volcánica Ver Información sobre volcanes en ENR 5.3 OTRAS ACTIVIDADES DE ÍNDOLE PELIGROSA Y OTROS RIESGOS POTENCIALES.  snow (including the accumulation of expected or observed snow)  freezing precipitation  frost  sandstorm  duststorm  wind and severe gusts on the surface  squall (1)  freeze  volcanic ash  volcanic ash deposits  toxic chemical substances (1) Zone of extended cumulonimbus clouds or cumulonimbus in lines (squall, with little or no space between one cloud and the other, or cumulonimbus nestled in layers of clouds or darkened by fog) Warnings are distributed to locally-consented recipients. To ensure their prompt dissemination, they are addressed to only one recipient of each group involved; he/she is responsible for their latter dissemination. 8. Volcanic activity See information about volcanoes in ENR 5.3 OTHER ACTIVITIES OF DANGEROUS NATURE AND OTHER POTENTIAL HAZARDS.",
    "metadata": {
      "source": "AIP - GEN3 - 5.pdf",
      "docType": "doc",
      "docNumber": "3",
      "section": "7.3",
      "chapter": "7"
    }
  }
]