[
  {
    "id": "AIP - ENR5 - 1.1.pdf-0-0",
    "text": "AIP ARGENTINA ENR 5.1 - 1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS 1. Definiciones Zona Prohibida: Espacio aéreo de dimensiones definidas situado sobre el territorio o las aguas jurisdiccionales de la República Argentina, dentro del cual está prohibido el vuelo de aeronaves. Zona Restringida: Espacio aéreo de dimensiones definidas situado sobre el territorio o las aguas jurisdiccionales de la República Argentina, dentro del cual está restringido el vuelo de las aeronaves mediante ciertas condiciones especificadas. Zona Peligrosa: Espacio aéreo de dimensiones definidas, en la cual pueden existir en determinados momentos actividades peligrosas para el vuelo de las aeronaves. Las modificaciones, adiciones o supresiones serán adelantadas por publicaciones de información aeronáutica. 2. Identificación de las zonas prohibidas, restringidas y peligrosas Se asignan abreviaturas (seguida del Nº de identificación) para dichas zonas a saber: \"P\" para Prohibida. \"R\" para Restringida y \"D\" para Peligrosa, precedida por las letras de nacionalidad \"SA\". Se usa una sola serie de números para todas las zonas. Se determina un grupo de números a cada región de Información de Vuelo de la forma siguiente: FIR EZEIZA 1 al 50 FIR CÓRDOBA 51 al 100 FIR MENDOZA 101 al 150 FIR RESISTENCIA 151 al 200 FIR C. RIVADAVIA 201 al 250 1. Definitions Prohibited Area: Airspace of defined dimensions located over the territory or jurisdictional waters of the Republic of Argentina, within which the flight of aircraft is prohibited. Restricted Area: Airspace of defined dimensions located over the territory or jurisdictional waters of the Republic of Argentina, within which the flight of aircraft is restricted by certain specified conditions. Danger Area: Airspace of defined dimensions, in which dangerous activities for the flight of aircraft may exist at certain times. Modifications, additions or deletions will be advanced via aeronautical information publications. 2. Identification of prohibited, restricted and danger areas Abbreviations (followed by the identification number) are assigned for these areas as follows: \"P\" for Prohibited, \"R\" for Restricted and \"D\" for Danger, preceded by the nationality letters \"SA\". A single series of numbers is used for all areas. A group of numbers is assigned to each Flight Information region as follows: EZEIZA FIR 1 to 50 CORDOBA FIR 51 to 100 MENDOZA FIR 101 to 150 RESISTENCIA FIR 151 to 200 C. RIVADAVIA FIR 201 to 250 PROHIBITED RESTRICTED DANGER AIP ARGENTINA ENR 5.1 - 2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS 3. Generalidades",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-2-0",
    "text": "3.1. SEPARACIÓN MÍNIMA ENTRE LA ACTIVIDAD QUE SE DESARROLLE EN ZONAS RESTRINGIDAS CON EL ESPACIO AÉREO CONTROLADO CORRESPONDIENTE A UNA AEROVÍA (AWY) O RUTA DE NAVEGACIÓN DE ÁREA (RNAV). La actividad que se realice dentro de zonas restringidas, deberá efectuarse a una distancia no inferior a 19 Km (10 NM) del límite externo de protección de las AWY/RNAV (espacio aéreo controlado), cuyo ancho se publica en el documento AIP Parte ENR",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-3-0",
    "text": "3.0. Dicha distancia se mantendrá aún en aquellas zonas restringidas cuyos límites se hayan establecido a una distancia menor de la mencionada precedentemente.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-5-0",
    "text": "3.2. En aquellas zonas restringidas y peligrosas que se encuentren ubicadas fuera de espacios aéreos controlados, en las cuales se haya designado un horario de operación, se podrá sobrevolar sin autorización del control correspondiente fuera de esos horarios. No obstante, antes de ingresar se sugiere establecer enlace radioeléctrico con el mismo, a los efectos de asegurar la libre circulación.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-7-0",
    "text": "3.3. Cada zona se describe en las tablas que aparecen en las páginas 5.1-3 al 5.1-15 que indica sus límites laterales y verticales, el tipo de restricción o peligro en cuestión, los días y las horas en que se aplica y otras informaciones pertinentes.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-9-0",
    "text": "3.4. Cuando se especifiquen valores en pies en la columna 2 correspondiente a límites verticales inferior o superior de las zonas restringidas, prohibidas o peligrosas, los mismos corresponden a alturas sobre el nivel del terreno (AGL) o nivel medio del mar (MSL).",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-11-0",
    "text": "3.5. Las zonas también están indicadas en las cartas de radionavegación correspondientes, utilizando la identificación que se detalla mas abajo. Las zonas cuyas reducidas dimensiones hagan imposible su delimitación para ser incluidas en las mencionadas cartas, se publicarán solamente en el presente documento.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-13-0",
    "text": "3.6. Procedimiento general de sobrevuelo de instalaciones militares: No se podrá sobrevolar instalaciones militares permanentes y transitorias, excepto cuando se vuele sin referencia visual con el terreno. Nota. –– Este número constituye una restricción general que debe tenerse en cuenta, cuando no se hayan publicado o difundido restricciones particulares en cuyo caso deberán aplicarse las últimas. Ejemplo de instalaciones militares son: cuarteles, acantonamientos, fuerzas estacionadas o en movimiento, aeródromos, bases aéreas o navales, institutos militares, fábricas y depósitos de armas y explosivos, buques de guerra, etc. 3. General",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-15-0",
    "text": "3.1. MINIMUM SEPARATION BETWEEN THE ACTIVITY TAKING PLACE IN RESTRICTED AREAS AND THE CONTROLLED AIRSPACE CORRESPONDING TO AN AIRWAY (AWY) OR AREA NAVIGATION ROUTE (RNAV). Activity within restricted areas shall be conducted at a distance of not less than 19 km (10 NM) from the outer boundary of AWY/RNAV (controlled airspace) protection, the width of which is published in AIP Part ENR 3.0. This distance shall be maintained even in those restricted areas whose boundaries have been established at a shorter distance than the above mentioned.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-18-0",
    "text": "3.2. In those restricted and danger areas located outside controlled airspace, in which operating hours have been designated, it is possible to overfly without authorization of the corresponding control outside those hours. However, before entering, it is suggested to establish radio-electric link with the same, in order to ensure free circulation.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-22-0",
    "text": "5.1- 15 indicating its lateral and vertical limits, the type of restriction or danger involved, the days and times it applies, and other pertinent information.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-24-0",
    "text": "3.4. Where values in feet are specified in column 2 for lower or upper vertical limits of restricted, prohibited or danger areas, they correspond to heights above ground level (AGL) or mean sea level (MSL).",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-26-0",
    "text": "3.5. The areas are also indicated on the corresponding radio navigation charts, using the identification detailed below. Areas whose small size makes it impossible to delimit them for inclusion on the charts will only be published in this document.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-29-0",
    "text": "3.6. General procedure for overflight of military installations: Permanent and temporary military installations may not be overflown, except when flying without visual reference to the ground. Nota. –– This number is a general restriction to be taken into account, when no particular restrictions have been published or disseminated, in which case the latter should be applied. Examples of military installations are: barracks, cantonments, forces stationed or on the move, aerodromes, air or naval bases, military institutes, weapons and explosives factories and storage facilities, warships, etc. AIP ARGENTINA ENR 5.1 - 3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-30-0",
    "text": "3.7. Procedimiento general de sobrevuelo de instalaciones críticas: No se podrá volar directamente sobre destilerías, depósitos de inflamables, usinas e instalaciones de elaboración o manipuleo de materiales radiactivos, excepto cuando la altura de la aeronave permita en caso de emergencia efectuar el aterrizaje sin peligro para dichas instalaciones.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-32-0",
    "text": "3.7. General procedure for overflight of critical facilities: It shall not be possible to fly directly over distilleries, flammable deposits, power plants and facilities for the processing or handling of radioactive materials, except when the height of the aircraft allows, in case of emergency, to land without danger to such facilities. ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS PROHIBIDAS / PROHIBITED AREAS Id en ti f i c ac i ó n , n o mb r e y l í mi tes l ater al es / Identification, name and lateral limits Lí mi te super i o r Lí mi te inferior / Up p er l i mi t Lower limit O b s er v ac i o n es ( h ora de actividad, ti p o de r es tr i c c i ó n , n atu r al eza d el r i es g o , r i es g o d e i n ter c ep tac i ó n ) / R ema rk s (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAP 03 SAN CARLOS DE BARILOCHE Desde 410759S-0705404W, 410759S-0704804W, 411359S- 0704804W, 411359S-0705404W hasta 410759S-0705404W. From 410759S-0705404W, 410759S-0704804W, 411359S- 0704804W, 411359S-0705404W to 410759S-0705404W. 3000 FT GND Prohibido el sobrevuelo. Permanente. Planta de enriquecimiento de Uranio. Overflight prohibited. Permanent. Uranium enrichment plant. SAP 04 TERMOELÉCTRICA RÍO ENERGY S.R.L. Círculo de 800 metros de radio con centro en 332716.47S-",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-0",
    "text": "0601655.99W 3000 FT GND Prohibido el sobrevuelo. Permanente. Central termoeléctrica. Turbulencia por emisión de gases. Overflight prohibited. Permanent. Thermoelectric Power Plant. Turbulence due to gas emission. SAP 05 PUERTO MAR DEL PLATA Círculo de 3000 metros de radio con centro en 380259S- 0573132W. Circle of 3000 meters of radius with center in 380259S- 0573132W. 3000 FT GND/MSL Prohibido el sobrevuelo. Permanente. Instalaciones militares y depósitos. Overflight prohibited. Permanent. Military facilities and warehouses. AIP ARGENTINA ENR 5.1 - 4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS PROHIBIDAS / PROHIBITED AREAS Id en ti f i c ac i ó n , n o mb r e y l í mi tes l ater al es / Identification, name and lateral limits Lí mi te super i o r Lí mi te inferior / Up p er l i mi t Lower limit O b s er v ac i o n es ( h ora de actividad, ti p o de r es tr i c c i ó n , n atu r al eza d el r i es g o , r i es g o d e i n ter c ep tac i ó n ) / R ema rk s (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAP 06 PUERTO BELGRANO Desde 384929S-0621103W, 384929S-0620521W, 385259S- 0620221W, 385259S-0614103W, 390517S-0614103W, 385959S-0620003W, 385959S-0621103W, hasta 384929S- 0621103W. From 384929S-0621103W, 384929S-0620521W, 385259S- 0620221W, 385259S-0614103W, 390517S-0614103W, 385959S-0620003W, 385959S-0621103W, to 384929S- 0621103W. UNL GND/MSL Prohibido el sobrevuelo. Permanente. Instalaciones militares. Overflight prohibited. Permanent. Military facilities. SAP 15 PLANTA GENERAL SAVIO Desde 332116S-0601008W, 332158S-0600750W, 332328S- 0600750W, 332310S-0601008W, hasta 332116S-0601008W. From 332116S-0601008W, 332158S-0600750W, 332328S- 0600750W, 332310S-0601008W, to 332116S-0601008W. 3000 FT GND Prohibido el sobrevuelo. Permanente. Complejo siderúrgico integral. Overflight prohibited. Permanent. Integrated steel complex. SAP 23 ARSAT Círculo de 250 metros con centro en 342440S-0584311W. Circle of 250 meters with center in 342440S-0584311W 500 FT GND Prohibido el sobrevuelo. Permanente. Servicios de alta criticidad. Overflight prohibited. Permanent. High Criticality Services. SAP 24 CAMPANA Desde Estación Campana F.N.G.B.M. (340922S-0585738W), siguiendo por la costa Norte del Río Parana de las Palmas hacia el Este hasta interceptar un arco de 3000 metros de radio con centro en la Estación Campana, continuando por este arco hacia el Sur hasta las vías del F. N. G. B. M., siguiendo por dichas vías hacia el NW hasta la Estación Campana F. N. G. B. M. (340922S-0585738W). From the Campana F.N.G.B.M Railway Station (340922S- 0585738W), following the north coast of the Parana de las Palmas River towards East to intercept an arc of 3000 meters of radius with center in Campana Station, continuing by this arc towards South to the Railroad of F.N.G.B.M., following such tracks towards NW to the Campana F.N.G.B.M. Station (340922S-0585738W). 3000 FT GND/MSL Prohibido el sobrevuelo. Permanente. Refinerías y",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-450",
    "text": "las Palmas River towards East to intercept an arc of 3000 meters of radius with center in Campana Station, continuing by this arc towards South to the Railroad of F.N.G.B.M., following such tracks towards NW to the Campana F.N.G.B.M. Station (340922S-0585738W). 3000 FT GND/MSL Prohibido el sobrevuelo. Permanente. Refinerías y depósitos de combustibles. Overflight prohibited. Permanent. Refineries and fuel deposits. AIP ARGENTINA ENR 5.1 - 5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS PROHIBIDAS / PROHIBITED AREAS Id en ti f i c ac i ó n , n o mb r e y l í mi tes l ater al es / Identification, name and lateral limits Lí mi te super i o r Lí mi te inferior / Up p er l i mi t Lower limit O b s er v ac i o n es ( h ora de actividad, ti p o de r es tr i c c i ó n , n atu r al eza d el r i es g o , r i es g o d e i n ter c ep tac i ó n ) / R ema rk s (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAP 25 SALTO GRANDE Arco de 1500 metros de radio con centro en 311616S- 0575644W y límite internacional de frontera de Argentina y Uruguay. Arc of 1500 meters radius with center in 311616S- 0575644W and international border limit between Argentina and Uruguay. 3000 FT GND Prohibido el sobrevuelo. Permanente. Complejo hidroeléctrico. Overflight prohibited. Permanent. Hydroelectric Complex. SAP 26 PLANTA YPF LA MATANZA Círculo de 500 metros de radio con centro en 344404S- 0583332W. Circle of 500 meters of radius with center in 344404S- 0583332W. 1000 FT GND Prohibido el sobrevuelo, excepto para helicópteros que realicen operaciones de aproximación y aterrizaje o despegue y salida por las trayectorias establecidas hacia/desde el helipuerto LA MATANZA/ Terminal Y.P.F y que estén debidamente autorizados por el propietario de este. Permanente. Depósito de combustible. Overflight prohibited, except for helicopters performing approach and landing operations or takeoff and departure by the paths established to/from the LA MATANZA / YPF Terminal heliport, and that are duly authorized by their owner. Permanent. Fuel deposit. SAP 32 PLANTA YPF JUNIN Círculo de 500 metros de radio con centro en la intersección de las rutas 7 y 188 (343458S-0610102W). Circle of 500 meters radius with center at the intersection of routes 7 and 188 (343458S-0610102W). 3000 FT GND Prohibido el sobrevuelo. Permanente. Depósitos de combustibles. Overflight prohibited. Permanent. Fuel deposits. SAP 34 ATUCHA Círculo de 3000 metros de radio con centro en 335804S- 0591214W. Circle of radius 3000 meters with center at 335804S- 0591214W. 3000 FT GND/MSL Prohibido el sobrevuelo. Permanente. Usina nuclear. Overflight prohibited. Permanent. Nuclear Power Plant. AIP ARGENTINA ENR 5.1",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-900",
    "text": "de combustibles. Overflight prohibited. Permanent. Fuel deposits. SAP 34 ATUCHA Círculo de 3000 metros de radio con centro en 335804S- 0591214W. Circle of radius 3000 meters with center at 335804S- 0591214W. 3000 FT GND/MSL Prohibido el sobrevuelo. Permanente. Usina nuclear. Overflight prohibited. Permanent. Nuclear Power Plant. AIP ARGENTINA ENR 5.1 - 6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS PROHIBIDAS / PROHIBITED AREAS Id en ti f i c ac i ó n , n o mb r e y l í mi tes l ater al es / Identification, name and lateral limits Lí mi te super i o r Lí mi te inferior / Up p er l i mi t Lower limit O b s er v ac i o n es ( h ora de actividad, ti p o de r es tr i c c i ó n , n atu r al eza d el r i es g o , r i es g o d e i n ter c ep tac i ó n ) / R ema rk s (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAP 39 TERMOELÉCTRICA ENSENADA Círculo de 600 metros de radio con centro en 345131S- 0575713W. Instalaciones ubicadas entre Av. Domingo Mercante y canal “El Gato”, Partido de Ensenada, Provincia de Buenos Aires. Circle of 600 meters radius with center at 345131S- 0575713W. Facilities located between Domingo Mercante Avenue and \"El Gato\" canal, Ensenada County, Province of Buenos Aires, Argentina. FL 40 GND Prohibido el sobrevuelo. Permanente. Central termoeléctrica. Depósitos de combustible y peligro de turbulencia fuerte. Overflight prohibited. Permanent. Thermoelectric Power Plant. Fuel deposits and danger of strong turbulence. SAP 52 PLANTA YPF TUCUMÁN Círculo de 500 metros de radio con centro en 265058S- 0650903W. Circle of radius 500 meters with center in 265058S- 0650903W. 3000 FT GND Prohibido el sobrevuelo. Permanente. Depósitos de combustibles. Overflight prohibited. Permanent. Fuel deposits. SAP 62 SUR EMBALSE RÍO TERCERO Círculo de 1500 metros de radio con centro en 321340S- 0642633W. Circle of 1500 meters radius with center at 321340S- 0642633W. 3000 FT GND Prohibido el sobrevuelo. Permanente. Usina nuclear. Overflight prohibited. Permanent. Nuclear Power Plant. SAP 63 PLANTA DEPÓSITO DE GAS CÓRDOBA Círculo de 500 metros de radio con centro en 312011S- 0640442W. Circle of radius 500 meters with center in 312011S- 0640442W. 3000 FT GND Prohibido el sobrevuelo. Permanente. Depósito de gas. Overflight prohibited. Permanent. Gas deposit. SAP 64 PLANTA YPF MONTE CRISTO - CÓRDOBA Círculo de 500 metros de radio con centro en 312106S- 0635821W. Circle of radius 500 meters with center at 312106S- 0635821W. 3000 FT GND Prohibido el sobrevuelo. Permanente. Depósito de combustible. Overflight prohibited. Permanent. Fuel deposits. AIP ARGENTINA ENR 5.1 - 7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-1350",
    "text": "de radio con centro en 312106S- 0635821W. Circle of radius 500 meters with center at 312106S- 0635821W. 3000 FT GND Prohibido el sobrevuelo. Permanente. Depósito de combustible. Overflight prohibited. Permanent. Fuel deposits. AIP ARGENTINA ENR 5.1 - 7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS PROHIBIDAS / PROHIBITED AREAS Id en ti f i c ac i ó n , n o mb r e y l í mi tes l ater al es / Identification, name and lateral limits Lí mi te super i o r Lí mi te inferior / Up p er l i mi t Lower limit O b s er v ac i o n es ( h ora de actividad, ti p o de r es tr i c c i ó n , n atu r al eza d el r i es g o , r i es g o d e i n ter c ep tac i ó n ) / R ema rk s (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAP 65 PLANTA ATANOR RÍO TERCERO Desde 320907S – 0640930W, 320907S – 0640721W, 321012S – 0640721W, 321011S -0640930W, hasta 320907S - 0640930W. From 320907S - 0640930W, 320907S -0640721W, 321012S - 0640721W, 321011S -0640930W, to 320907S -0640930W. 2000 FT GND Prohibido el sobrevuelo. Permanente. Petroquímica - Instalaciones militares. Overflight prohibited. Permanent. Petrochemical - Military facilities. SAP 116 REFINERÍA YPF, LUJÁN DE CUYO, MENDOZA Circunferencia de 2500 m de radio con centro en las siguientes coordenadas 330356S-0685805W. Circumference of 2500 m radius with center at the following coordinates 330356S-0685805W. 3000 FT GND Prohibido el sobrevuelo. Permanentes. Destilerías, depósito de combustible, usinas e instalaciones de elaboración o manipuleo de materiales radioactivos. Overflight prohibited. Permanent. Distilleries, fuel deposits, power plants and facilities for the processing or handling of radioactive materials. ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 01 CAPITAL FEDERAL - AVELLANEDA Y NORTE DE LANÚS Desde 343158S-0582750W, siguiendo la línea de costa del Río de la Plata hasta 343928S-0581902W, 344046S- 0582020W, 344222S- 0582402W, 344216S-0582738W siguiendo por la Avenida General Paz hasta 343158S- 0582750W. From 343158S-0582750W, following the coastline of the Rio de la Plata to 343928S-0581902W, 344046S-0582020W, FL 95 GND Zona densamente poblada. H 24. Restricción permanente en VMC e IMC. Excepción: Las aeronaves multimotores que sean autorizadas según corresponda por AEROPARQUE APP, EZEIZA APP o BAIRES RADAR para cruzar",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-1800",
    "text": "hasta 343158S- 0582750W. From 343158S-0582750W, following the coastline of the Rio de la Plata to 343928S-0581902W, 344046S-0582020W, FL 95 GND Zona densamente poblada. H 24. Restricción permanente en VMC e IMC. Excepción: Las aeronaves multimotores que sean autorizadas según corresponda por AEROPARQUE APP, EZEIZA APP o BAIRES RADAR para cruzar dicha zona, se ajustarán a los procedimientos de baja emisión de ruidos de cada aeronave. Prohibido el vuelo de aeronaves monomotores planeadores y de aeróstatos en vuelo libre. AIP ARGENTINA ENR 5.1 - 8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 344222S- 0582402W, 344216S-0582738W, following General Paz Avenue to 343158S-0582750W. Densely populated area. H24. Permanent restriction in VMC and IMC. Exception: Multi- engine aircraft that are authorized as appropriate by AEROPARQUE APP, EZEIZA APP or BAIRES RADAR to cross said zone shall conform to the low noise emission procedures of each aircraft. The flight of single-engine glider aircraft and free-flying aerostats is prohibited. SAR SAR 02 GRAN BUENOS AIRES (NORTE Y OESTE DE CAPITAL FEDERAL) Desde 342652S-0583033W, siguiendo la línea de costa del Río de la Plata hasta el límite entre el Parque de los Niños y la Costanera de Vicente López 343140S-0582734W, continuando por la Avenida General Paz hasta la Avenida Crovara 344029S-0583008W, siguiendo al SW por Avenida Crovara hasta intersección con Ruta Provincial 4 (Camino de Cintura) 344201S-0583228W, luego hacia el NW por Ruta Provincial 4 (Camino de Cintura) hasta Don Bosco 344011S- 0583548W. Continuar luego hacia el NE hasta intersección con Ruta Nacional 7 (Acceso Oeste) 343755S-0583507W continuando hacia el E por Ruta Nacional 7 (Acceso Oeste) hasta Hospital Posadas 343754S-0583433W. Luego, siguiendo al N hasta Estación Caseros343617S-0583353W continuando hacia el Liceo Militar 343400S-0583321W, luego Hasta Torre Ader 343202S- 0583242W, siguiendo hacia el W hasta Estación José León Suarez 343205S- 0583433W Luego continuando al NE por Ruta Provincial 4 (Camino de Cintura) hasta Ruta Nacional 9 (Autopista Panamericana) 342948S-0583315W, continuar hacia el N por Avenida Sucre hasta (342813S-0583319W) continuando hasta 342652S- 0583033W, excepto límites de la zona restringida SAR 10. From 342652S-0583033W, following the coastline of the Río de la Plata to the boundary between Parque de los Niños and Costanera de Vicente López 343140S-0582734W, continuing along Avenida General Paz to Avenida Crovara 344029S- 0583008W, then SW along Avenida Crovara to intersection with Ruta Provincial 4 (Camino Cintura) 344201S- 0583228W, then NW along Ruta Provincial 4 (Camino Cintura) 344201S-0583228W, continuing SW on Avenida Crovara to intersection with Ruta Provincial 4 (Camino de 2500 FT GND Zona densamente poblada. H 24. Excepción: Aeronaves en aproximación",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-2250",
    "text": "0583008W, then SW along Avenida Crovara to intersection with Ruta Provincial 4 (Camino Cintura) 344201S- 0583228W, then NW along Ruta Provincial 4 (Camino Cintura) 344201S-0583228W, continuing SW on Avenida Crovara to intersection with Ruta Provincial 4 (Camino de 2500 FT GND Zona densamente poblada. H 24. Excepción: Aeronaves en aproximación con enlace TWR AEROPARQUE o TWR EZEIZA. Prohibido el vuelo de aeronaves monomotores, planeadores y de aeróstatos en vuelo. Densely populated area. H24. Exception: Aircraft on approach with TWR AEROPARQUE or TWR EZEIZA link. Single- engine aircraft, gliders and hovercrafts in flight are prohibited. AIP ARGENTINA ENR 5.1 - 9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 Cintura) 344201S-0583228W, then NW on Ruta Provincial 4 (Camino de Cintura) to Don Bosco 344011S- 0583548W. Then continue NE to intersection with Ruta Nacional 7 (Acceso Oeste) 343755S-0583507W continuing E on Ruta Nacional 7 (Acceso Oeste) to Hospital Posadas 343754S- 0583433W. Then, continuing N to Caseros Station 343617S- 0583353W continuing to Liceo Militar 343400S-0583321W, then to Torre Ader 343202S-0583242W, continuing W to José León Suarez Station 343205S-0583433W. Then continuing NE along Ruta Provincial 4 (Camino de Cintura) to Ruta Nacional 9 (Panamericana Highway) 342948S- 0583315W, continuing N along Sucre Avenue to (342813S- 0583319W) continuing to 342652S- 0583033W, except SAR 10 restricted zone boundary. SAR 03 HELIPUERTO PRESIDENCIAL Círculo de 500 metros de radio con centro en. 343623S- 0582206W. Circle of radius 500 meters with center at 343623S- 0582206W. 1000 FT GND CASA DE GOBIERNO – PRESIDENCIA DE LA NACIÓN.H 24 Zona restringida de vuelo para todo tipo de aeronave, excepto para helicópteros desde y hacia el helipuerto BUENOS AIRES/PRESIDENCIA DE LA NACIÓN, que se encuentren debidamente autorizados por la PRESIDENCIA DE LA NACIÓN y cuenten con permiso de tránsito de la TWR AEROPARQUE. GOVERNMENT HOUSE - PRESIDENCY OF THE NATION. H24. Restricted flight zone for all types of aircraft, except for helicopters to and from the BUENOS AIRES/ PRESIDENCY OF THE NATION heliport, which are duly authorized by the PRESIDENCY OF THE NATION and have a transit permit from the AEROPARQUE TWR. SAR 04 CENTRAL TERMOELÉCTRICA EZEIZA Círculo con centro en 345412S-0583659W y radio de 600 M (0.32NM) Instalaciones ubicadas entre Av. Colectora AU EZEIZA- CAÑUELAS, localidad de Carlos Spegazzini, Provincia de Buenos Aires. Circle with center at 345412S-0583659W and radius of 600 M (0.32NM) Facilities located between Colectora Avenue EZEIZA- CAÑUELAS Highway, town of Carlos Spegazzini, Province of Buenos Aires. 2500 FT GND CENTRAL TERMOELÉCTRICA. H 24 Turbulencia fuerte. Se podrá sobrevolar previa autorización de TWR EZEIZA. THERMOELECTRIC POWER",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-2700",
    "text": "Provincia de Buenos Aires. Circle with center at 345412S-0583659W and radius of 600 M (0.32NM) Facilities located between Colectora Avenue EZEIZA- CAÑUELAS Highway, town of Carlos Spegazzini, Province of Buenos Aires. 2500 FT GND CENTRAL TERMOELÉCTRICA. H 24 Turbulencia fuerte. Se podrá sobrevolar previa autorización de TWR EZEIZA. THERMOELECTRIC POWER PLANT. H24. Strong turbulence. Overflight may take place with prior clearance from EZEIZA TWR. AIP ARGENTINA ENR 5.1 - 10 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 07 CACHARI Desde 361559S-0593502W, siguiendo un arco de 60 NM de radio con centro en VOR/DME DIL hacia el Este hasta 361359S- 0590002W, 364359S-0591702W, 364459S- 0592502W, 363129S- 0594402W, hasta 361559S- 0593502W. From 361559S-0593502W, following a 60 NM radius arc with center at VOR/DME DIL to E until 361359S-0590002W, 364359S-0591702W, 364459S0592502W, 363129S- 0594402W, to 361559S-0593502W. UNL 2000 FT AGL Actividad de vuelo militar. Días hábiles de 11:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de TWR TANDIL, o EZEIZA RADAR, según corresponda. Military flight activity. Working days from 11:00 to 03:00 UTC. Overflight may be possible with previous TANDIL TWR or EZEIZA RADAR clearance, as appropriate. SAR 08 CHILLAR Desde 370159S-0600502W, 371359S-0593202W, 371859S 0593202W, 375059S-0601202W, 373059S-0602503W, hasta 370159S-0600502W. From 370159S-0600502W, 371359S-0593202W, 371859S 0593202W, 375059S-0601202W, 373059S-0602503W, to 370159S-0600502W. UNL 2000 FT AGL Actividad de vuelo militar. Días hábiles de 11:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de TWR TANDIL, según corresponda. Military flight activity. Business days from 11:00 to 03:00 UTC. Overflight may take place with prior authorization from TANDIL TWR, as appropriate. AIP ARGENTINA ENR 5.1 - 11 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 09 GRAN BUENOS AIRES (SUR DE CAPITAL FEDERAL AVELLANEDA Y NORTE DE LANÚS) Desde 343928S-0581902W, siguiendo por la costa del Río de la Plata hacia el SE hasta 344128S- 0581514W, continuando aeródromo Quilmes por la Av. de Acceso a la Ribera hasta interceptar la Au La Plata-Buenos Aires, luego siguiendo por ésta hasta el Arroyo Giménez, continuando por éste hacia el SW hasta la Av. Mitre (Ezpeleta), siguiendo",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-3150",
    "text": "costa del Río de la Plata hacia el SE hasta 344128S- 0581514W, continuando aeródromo Quilmes por la Av. de Acceso a la Ribera hasta interceptar la Au La Plata-Buenos Aires, luego siguiendo por ésta hasta el Arroyo Giménez, continuando por éste hacia el SW hasta la Av. Mitre (Ezpeleta), siguiendo por la misma hasta interceptar el Acceso Hudson-Gutiérrez de la Au La Plata-Buenos Aires, siguiendo por éste hasta las vías del F.C.G.R., con un borde de 1 KM hacia el N de todas las vías, continuando por las mismas hacia el W hasta la Est. Temperley, siguiendo por las vías del F.C.D.F.S. hacia el NW hasta 344710S-0582532W 344458S-0582702W, continuando hacia el NE hasta 344340S-0582632W, luego siguiendo por la Ruta Nacional 210 hacia el NW hasta el Riachuelo (344216S-0582738W) 344222S-0582402W From 343928S-0581902W, following the coast of the La Plata River towards the SE to 344128S-0581514W, continuing along the Quilmes Aerodrome along the Av. de Acceso a la Ribera until intercepting the La Plata-Buenos Aires Highway, then following it until reaching the Arroyo Giménez, continuing along it towards the SW until reaching Mitre Avenue (Ezpeleta), continuing along it until intercepting the Hudson-Gutierrez Access of the La Plata-Buenos Aires Highway, continuing along it until the F.C.G.R. tracks, with an edge of 1KM towards the N of all the tracks, continuing along the same towards the W until Temperley Station, continuing along the F.C.D.F.S. tracks towards the NW until 344710S- 0582532W 344458S-0582702W, continuing towards the NE until 344340S- 0582632W, then continuing along the National Route 210 towards the NW until the Riachuelo (344216S-0582738W) 344222S- 0582402W. 2500 FT GND Zona densamente poblada. H24. Excepción: Aeronaves en aproximación con permiso de TWR AEROPARQUE o en circuito del Aeródromo QUILMES. Prohibido el vuelo de aeronaves monomotores, planeadores y de aeróstatos en vuelo libre. Densely populated area. H24. Exception: Aircraft on approach with clearance from AEROPARQUE TWR or in circuit of QUILMES Aerodrome. The flight of single-engine, glider aircraft and free-flying aerostats is prohibited. AIP ARGENTINA ENR 5.1 - 12 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 10 OLIVOS Círculo de 500 metros de radio con centro en 343054 S- 0582856 W. Circle of 500 meters radius with center at 343054 S-0582856 W. 1000 FT GND Residencia Presidencial de Olivos. H 24 Zona restringida de vuelo para todo tipo de aeronave, excepto para helicópteros desde y hacia la Residencia Presidencial de Olivos, que se encuentren debidamente autorizados por la Presidencia de la Nación y cuenten con permiso de tránsito de TWR AEROPARQUE. Olivos Presidential",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-3600",
    "text": "FT GND Residencia Presidencial de Olivos. H 24 Zona restringida de vuelo para todo tipo de aeronave, excepto para helicópteros desde y hacia la Residencia Presidencial de Olivos, que se encuentren debidamente autorizados por la Presidencia de la Nación y cuenten con permiso de tránsito de TWR AEROPARQUE. Olivos Presidential Residence. H24. Restricted flight area for all types of aircraft, except for helicopters to and from the Olivos Presidential Residence, which are duly authorized by the Presidency of the Nation and have a traffic clearance from AEROPARQUE TWR. SAR 11 LAS FLORES Desde 3544S-05915W, siguiendo hacia el E con un arco de 65 NM de radio con centro en VOR/DME EZE hasta 3553S- 05846W, continuando hacia el S hasta 3614S-05900W, siguiendo luego un arco de 60 NM de radio con centro en VOR/DME DIL hacia el W hasta 3616S-05935W hasta 3544S- 05915W. From 3544S-05915W, continuing E on a 65 NM radius arc centered at VOR/DME EZE to 3553S-05846W, continuing S to 3614S- 05900W, then following a 60 NM radius arc centered at VOR/DME DIL W to 3616S-05935W to 3544S05915W. UNL FL 80 Actividad de vuelo militar. Días hábiles de 11:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de EZEIZA RADAR o del ACC EZEIZA. Military flight activity. Working days from 11:00 to 03:00 UTC. Overflight may take place with prior clearance from EZEIZA RADAR or EZEIZA ACC. SAR 12 ISLA TRINIDAD Desde 384459S-0614103W,384459S-0610203W, 385959S- 0611903W, 394059S-0615503W, 395959S-0621403W, 395259S- 0622303W, 385959S-0620903W, 385959S- 0620003W, 390517S- 0614103W, hasta 384459S- 0614103W. From 384459S-0614103W, 384459S-0610203W, 385959S- 0611903W, 394059S-0615503W, 395959S-0621403W, 395259S- 0622303W, 385959S-0620903W, 385959S- 0620003W, 390517S- 0614103W, to 384459S-0614103W. UNL GND/MSL Actividad de vuelo militar. H24. Se podrá sobrevolar previa autorización: TWR ESPORA, ACC EZEIZA o ACC COMODORO RIVADAVIA, según corresponda. Military flight activity. H24. Overflight may take place with previous authorization: ESPORA TWR, EZEIZA ACC or COMODORO RIVADAVIA ACC, as appropriate. AIP ARGENTINA ENR 5.1 - 13 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 13 PUNTA INDIO Desde 3504S-05728W, 3520S-05700W, 3610S-05700W, 3610S- 05713W, 3516S-05733W, siguiendo el límite del TMA BAIRES hasta 3504S-05728W. From 3504S-05728W, 3520S-05700W, 3610S-05700W, 3610S- 05713W, 3516S-05733W, following the BAIRES TMA boundary to 3504S-05728W. UNL GND/MSL Actividad de vuelo militar y tiro. H24. Se podrá sobrevolar previa autorización de PUNTA INDIO. Military flying and shooting activity. H24. Overflight may be authorized by PUNTA INDIO. SAR 16 ARROYO QUEQUEN Desde 3754S-05825W, 3808S-05825W, 3846S-05930W, 3848S- 05944W, 3808S-05944W, hasta 3754S-05825W. From 3754S-05825W, 3808S-05825W, 3846S-05930W, 3848S- 05944W, 3808S-05944W, to 3754S-05825W. UNL FL 245 Actividad de vuelo militar. Días hábiles de 11:00 a",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-4050",
    "text": "de PUNTA INDIO. Military flying and shooting activity. H24. Overflight may be authorized by PUNTA INDIO. SAR 16 ARROYO QUEQUEN Desde 3754S-05825W, 3808S-05825W, 3846S-05930W, 3848S- 05944W, 3808S-05944W, hasta 3754S-05825W. From 3754S-05825W, 3808S-05825W, 3846S-05930W, 3848S- 05944W, 3808S-05944W, to 3754S-05825W. UNL FL 245 Actividad de vuelo militar. Días hábiles de 11:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de EZEIZA RADAR. Military flight activity. Working days from 11:00 to 03:00 UTC. Overflight may take place with prior authorization from EZEIZA RADAR. SAR 17 MONTE HERMOSO Desde 384459S-0610203W, 384459S-0602903W, 390759S- 0604803W, 394859S-0613803W, 401759S-0621003W, 401959S- 0621403W, 395959S-0621403W, 394059S- 0615503W, 385959S- 0611903W, hasta 384459S- 0610203W. From 384459S-0610203W, 384459S-0602903W, 390759S- 0604803W, 394859S-0613803W, 401759S-0621003W, 401959S- 0621403W, 395959S-0621403W, 394059S- 0615503W, 385959S- 0611903W, to 384459S-0610203W. FL 195 GND/MSL Actividad de vuelo militar. H24. Se podrá sobrevolar previa autorización de TWR ESPORA, ACC EZEIZA o ACC COMODORO RIVADAVIA, según corresponda. Military flight activity. H24. Overflight may take place with prior authorization from ESPORA TWR, EZEIZA ACC or COMODORO RIVADAVIA ACC, as appropriate. SAR 18 CHOIQUE Desde 374659S-0632303W, 383359S-0623003W, 383859S- 0623333W, 383859S-0635003W, hasta 374659S-0632303W. From 374659S-0632303W, 383359S-0623003W, 383859S- 0623333W, 383859S-0635003W, to 374659S-0632303W. FL 240 1000 FT AGL Actividad de vuelo militar. H24. Se podrá sobrevolar previa autorización de TWR ESPORA o ACC EZEIZA, según corresponda. Military flight activity. H24. Overflight may take place with prior clearance from ESPORA TWR or EZEIZA ACC, as appropriate. AIP ARGENTINA ENR 5.1 - 14 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 19 TORNQUIST Desde 372959S-0613803W, 382059S-0620003W, 382059S- 0622503W, 372959S-0630703W, hasta 372959S- 0613803W. From 372959S-0613803W, 382059S-0620003W, 382059S- 0622503W, 372959S-0630703W, to 372959S-0613803W. FL 190 FL 100 Actividad de vuelo militar. H24. Se podrá sobrevolar previa autorización de TWR ESPORA o ACC EZEIZA, según corresponda. Military flight activity. H24. Overflight may take place with prior clearance from ESPORA TWR or EZEIZA ACC, as appropriate. SAR 20 CLAROMECO Desde 3845S-06029W, 3845S-06000W, 3905S-06000W, 3914S- 06020W, 3956S-06127W, 4018S-06210W, 3949S- 06138W, 3908S- 06048W, hasta 3845S-06029W. From 3845S-06029W, 3845S-06000W, 3905S-06000W, 3914S- 06020W, 3956S-06127W, 4018S-06210W, 3949S- 06138W, 3908S- 06048W, to 3845S-06029W. UNL GND/MSL Actividad de vuelo militar. H24. Se podrá sobrevolar previa autorización de TWR ESPORA, ACC EZEIZA o ACC COMODORO RIVADAVIA, según corresponda. Military flight activity. H24. Overflight may take place with prior authorization from ESPORA TWR, EZEIZA ACC or COMODORO RIVADAVIA ACC, as appropriate. SAR 22 VILLAGUAY Desde 3037S-05931W, 3057S-05825W, siguiendo el límite TMA DIA al SW hasta 3142S-05822W, 3226S-05838W, 3230S-05900W, 3214S-05932W, siguiendo el límite del TMA PAR hacia el N hasta 3103S-05952W hasta 3037S- 05931W. From 3037S-05931W, 3057S-05825W, following DIA TMA boundary SW to 3142S-05822W, 3226S-05838W,",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-4500",
    "text": "ACC or COMODORO RIVADAVIA ACC, as appropriate. SAR 22 VILLAGUAY Desde 3037S-05931W, 3057S-05825W, siguiendo el límite TMA DIA al SW hasta 3142S-05822W, 3226S-05838W, 3230S-05900W, 3214S-05932W, siguiendo el límite del TMA PAR hacia el N hasta 3103S-05952W hasta 3037S- 05931W. From 3037S-05931W, 3057S-05825W, following DIA TMA boundary SW to 3142S-05822W, 3226S-05838W, 3230S- 05900W, 3214S- 05932W, following PAR TMA boundary N to 3103S-05952W to 3037S-05931W. FL 190 GND/MSL Actividad de vuelo militar. Días hábiles de 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización de EZEIZA RADAR o del ACC EZEIZA. Military flight activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior clearance from EZEIZA RADAR or EZEIZA ACC. SAR 27 ISLA FLAMENCO Desde 3905S-06000W, 3936S-06000W, 3945S-06013W, 4016S- 06130W, 4038S-06214W, 4020S-06214W, 3956S- 06127W, 3914S- 06020W, hasta 3905S-06000W. From 3905S-06000W, 3936S-06000W, 3945S-06013W, 4016S- 06130W, 4038S-06214W, 4020S-06214W, 3956S- 06127W, 3914S- 06020W, to 3905S-06000W. FL 40 GND/MSL Actividad de vuelo militar. H24. Se podrá sobrevolar previa autorización de TWR ESPORA, ACC EZEIZA o ACC COMODORO RIVADAVIA, según corresponda. Military flight activity. H24. Overflight may take place with prior clearance from ESPORA TWR, EZEIZA ACC or COMODORO RIVADAVIA ACC, as appropriate. AIP ARGENTINA ENR 5.1 - 15 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 28 BAHIA SAN BLAS Desde 3936S-06000W, 4038S-06000W, 4038S-06214W, 4016S- 06130W, 3945S-06013W, hasta 3936S-06000W. From 3936S-06000W, 4038S-06000W, 4038S-06214W, 4016S- 06130W, 3945S-06013W, up to 3936S-06000W. UNL MSL Actividad de vuelo militar. H24. Se podrá sobrevolar previa autorización de TWR ESPORA o ACC EZEIZA, según corresponda. Military flight activity. H24. Overflight may take place with prior clearance from ESPORA TWR or EZEIZA ACC, as appropriate. SAR 29 TANDIL SUR Desde 373559S-0592002W, 373559S-0584402W, 374359S- 0582502W, 375359S-0582502W, 380759S-0594402W, hasta 373559S-0592002W. From 373559S-0592002W, 373559S-0584402W, 374359S- 0582502W, 375359S-0582502W, 380759S-0594402W, to 373559S- 0592002W. UNL 2000 FT AGL Actividad de vuelo militar. Días hábiles de 11:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de TWR TANDIL o de EZEIZA RADAR o del ACC EZEIZA, según corresponda. Military flight activity. Overflight may take place with prior authorization from TANDIL TWR or EZEIZA RADAR or EZEIZA ACC, as appropriate. SAR 30 QUERANDÍ Desde 371359S-0564850W, 371359S-0562102, 374459S- 0564302W, 374459S-0570002W, siguiendo un arco de 30 NM de radio con centro en VOR/DME MDP hacia el N hasta 373159S- 0571202W, 372359S 0570402W, siguiendo un arco de 10 NM de radio con centro en NDB GES hacia el NE hasta 371359S-0564850W. From 371359S-0564850W, 371359S-0562102, 374459S- 0564302W, 374459S-0570002W, following a 30 NM radius arc with center at VOR/DME MDP to the N to 373159S- 0571202W, 372359S 0570402W, following",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-4950",
    "text": "N hasta 373159S- 0571202W, 372359S 0570402W, siguiendo un arco de 10 NM de radio con centro en NDB GES hacia el NE hasta 371359S-0564850W. From 371359S-0564850W, 371359S-0562102, 374459S- 0564302W, 374459S-0570002W, following a 30 NM radius arc with center at VOR/DME MDP to the N to 373159S- 0571202W, 372359S 0570402W, following a 10 NM radius arc with center at NDB GES to the NE to 371359S-0564850W. FL 245 GND/MSL Actividad de tiro. Días hábiles de 11:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de MAR DEL PLATA CONTROL o TWR MAR DEL PLATA. Shooting activity. Working days from 11:00 to 03:00 UTC. Overflight may be authorized by MAR DEL PLATA CONTROL or MAR DEL PLATA TWR. AIP ARGENTINA ENR 5.1 - 16 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 31 MAR CHIQUITA Desde 372759S-0572102W, 374359S-0571702W, 374459S- 0572702W, 372959S-0573102W hasta 372759S-0572102W. From 372759S-0572102W, 374359S-0571702W, 374459S- 0572702W, 372959S-0573102W to 372759S-0572102W. FL 180 GND/MSL Actividad de tiro. Días hábiles de 11:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de MAR DEL PLATA CONTROL o TWR MAR DEL PLATA. Shooting activity. Working days from 11:00 to 03:00 UTC. Overflight may be authorized by MAR DEL PLATA CONTROL or MAR DEL PLATA TWR. SAR 33 SUDOESTE LABOULAYE Desde 341028S-0643233W, 341800S-0634400W, 343900S- 0635000W, 343530S-0643700W, hasta 341028S-0643233W. From 341028S-0643233W, 341800S-0634400W, 343900S- 0635000W, 343530S-0643700W, to 341028S-0643233W. UNL 4000 FT AGL Actividad de vuelo militar. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización del ACC EZEIZA o TWR VILLA REYNOLDS. Military flight activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from ACC EZEIZA or VILLA REYNOLDS TWR. SAR 36 AYACUCHO Desde 364659S-0582632W, siguiendo un arco de 46 NM de con centro en VOR/DME DIL hacia el S hasta 372559S- 0581802W, 371459S-0585402W, siguiendo un arco de 15 NM de radio con centro en VOR/DME DIL hacia el N hasta 370859S-0585502W, hasta 364659S-0582632W. From 364659S-0582632W, following a 46 NM radius arc with center at VOR/DME DIL S to 372559S-0581802W, 371459S-0585402W, following a 15 NM radius arc with center at VOR/DME DIL N to 370859S-0585502W, to 364659S-0582632W. UNL 2000 FT AGL Actividad de vuelo militar. Días hábiles de 11:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de TWR radio TANDIL o de EZEIZA RADAR o del ACC EZEIZA, según corresponda. Military flight activity. Working days from 11:00 to 03:00 UTC. Overflight may take place with prior authorization from TANDIL TWR or EZEIZA RADAR or EZEIZA ACC, as appropriate. SAR 37 ESTE DE MAR DEL PLATA",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-5400",
    "text": "autorización de TWR radio TANDIL o de EZEIZA RADAR o del ACC EZEIZA, según corresponda. Military flight activity. Working days from 11:00 to 03:00 UTC. Overflight may take place with prior authorization from TANDIL TWR or EZEIZA RADAR or EZEIZA ACC, as appropriate. SAR 37 ESTE DE MAR DEL PLATA Círculo de 20 NM de radio con centro en 3730S-05450W. 20 NM radius circle with center at 3730S-05450W. UNL FL 100 Actividad de vuelo militar. H24. Círculo de 20 NM de radio con centro en 3730S- 05450W. Se podrá sobrevolar previa autorización de EZEIZA RADAR. Military flight activity. H24. Overflight may be authorized by EZEIZA RADAR. AIP ARGENTINA ENR 5.1 - 17 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 38 SW DE PUNTA INDIO Desde 3516S-05733W, 3610S-05713W, 3610S-05733W, 3522S- 05738W, siguiendo el límite del TMA BAIRES hasta 3516S-05733W. From 3516S-05733W, 3610S-05713W, 3610S-05733W, 3522S- 05738W, following the BAIRES TMA boundary to 3516S-05733W. *FL 65/UNL MSL *FL 65 en vigencia exclusivamente en temporada estival desde el 01/12 al 30/03 inclusive de cada año, en el resto del año el límite superior será ilimitado (UNL). Actividad de vuelo militar y tiro. H 24. Se podrá sobrevolar previa autorización de PUNTA INDIO. *FL 65 in force exclusively in summer season from December 1st to March 30th inclusive of each year, the rest of the year the upper limit will be unlimited (UNL). Military flying and shooting activity. H 24. It will be possible to fly over the area with previous authorization from PUNTA INDIO. SAR 53 LA CRUZ Círculo de 3 NM de radio con centro en 3215S-06428W, excepto límites zona prohibida SAP 62. Circle of 3 NM radius with center at 3215S-06428W, except boundaries of prohibited area SAP 62. FL 195 GND Actividad de vuelo militar. Días hábiles de 10:00 a 22:00 UTC. Se podrá sobrevolar previa autorización del ACC CÓRDOBA. Military flight activity. Working days from 10:00 to 22:00 UTC. Overflight may take place with prior authorization from the CORDOBA ACC. SAR 55 REYNOLDS NORTE SUPERIOR Desde 3203S-06528W, 3222S-06410W, 3253S-06422W, 3245S- 06607W, 3218S-06622W hasta 3203S-06528W. From 3203S-06528W, 3222S-06410W, 3253S-06422W, 3245S- 06607W, 3218S-06622W to 3203S-06528W. FL 285 FL 245 Actividad de vuelo militar. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización del ACC CÓRDOBA. Military flight activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from the CORDOBA ACC. SAR 56 CÓRDOBA SUR Desde 313010S-0641551W, 313010S- 0641033W, 313846S- 0640103W, siguiendo las vías del F. C. G. B. M. hacia",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-5850",
    "text": "UTC. Se podrá sobrevolar previa autorización del ACC CÓRDOBA. Military flight activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from the CORDOBA ACC. SAR 56 CÓRDOBA SUR Desde 313010S-0641551W, 313010S- 0641033W, 313846S- 0640103W, siguiendo las vías del F. C. G. B. M. hacia el W 313840S- 0642033W, siguiendo un arco de 3 NM de radio con centro en Aeródromo Alta Gracia (3139S-06424W), hacia el S hasta 313616S-0642221W, siguiendo la Ruta Nacional Nº 5 hacia el NE hasta 313010S-0641551W, excepto Zona Tránsito de Aeródromo (ATZ) Alta Gracia, cuyas FL 195 GND Actividad de vuelo militar. H 24. Restricción permanente en VMC diurno y nocturno. Excepciones: Se podrá sobrevolar hasta previa autorización de CÓRDOBA CONTROL, TWR CÓRDOBA o TWR ESCUELA DE AVIACIÓN. Military flight activity. H24. AIP ARGENTINA ENR 5.1 - 18 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 dimensiones son círculo de 3 NM de radio con centro en 3139S- 06424W, extendiéndose desde el nivel del terreno (GND) hasta 9000 FT. From 313010S-0641551W, 313010S- 0641033W, 313846S- 0640103W, following the F. C. G. B. M. tracks W to 313840S- 0642033W, following an arc of 3 NM radius with center at Alta Gracia Aerodrome (3139S-06424W), S to 313616S- 0642221W, following National Route No. 5 NE to 313010S- 0641551W, except Aerodrome Transit Zone (ATZ) Alta Gracia, whose dimensions are a circle of 3 NM radius with center at 3139S- 06424W, extending from ground level (GND) to 9000 FT. Permanent restriction on daytime and nighttime VMC. Exceptions: Overflight may be allowed with prior authorization from CORDOBA CONTROL, CORDOBA TWR or ESCUELA DE AVIACIÓN MILITAR TWR. SAR 57 MALAGUEÑO Desde 312046S-0641721W, 312340S-0641303W, 313010S - 0641033W, 313010S-0641551W, siguiendo la Ruta Nacional Nº 5 hacia el SW hasta 313616S-0642221W, siguiendo un arco de 3 NM de radio con centro en Aeródromo Alta Gracia 3139S-06424W hacia el NW hasta 313646S-0642633W, siguiendo hacia el N por el camino que une Alta Gracia con la Ruta Nacional Nº 20, continuando por ésta hasta 312416S- 0642815W, hasta 312046S-0641721W. From 312046S-0641721W, 312340S-0641303W, 313010S- 0641033W, 313010S-0641551W, following National Route No. 5 SW to 313616S-0642221W, following an arc of 3 NM radius with center at Alta Gracia Aerodrome 3139S-06424W to the NW to 313646S-0642633W, continuing N along the road that joins Alta Gracia with National Route No. 20, continuing along it to 312416S0642815W, to 312046S- 0641721W. 8000FT GND Actividad de vuelo militar. H 24. Se podrá sobrevolar previa autorización de CÓRDOBA CONTROL, TWR CÓRDOBA o TWR ESCUELA DE AVIACIÓN MILITAR. Military flight activity. H24. Overflight",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-6300",
    "text": "N along the road that joins Alta Gracia with National Route No. 20, continuing along it to 312416S0642815W, to 312046S- 0641721W. 8000FT GND Actividad de vuelo militar. H 24. Se podrá sobrevolar previa autorización de CÓRDOBA CONTROL, TWR CÓRDOBA o TWR ESCUELA DE AVIACIÓN MILITAR. Military flight activity. H24. Overflight may be allowed with prior authorization from CORDOBA CONTROL, CÓRDOBA TWR or ESCUELA DE AVIACION MILITAR TWR. SAR 58 SAN ANTONIO DE ARREDONDO Desde 312416S-0642815W, siguiendo la Ruta Nacional Nº 20 hacia el S hasta interceptar el camino a Alta Gracia, continuando por éste hasta 313158S-0642703W, 313946S- 0644603W, 313158S- 0645103W, hasta 312416S- 0642815W. From 312416S-0642815W, following National Route No. 20 to the S until intercepting the road to Alta Gracia, continuing along it until 313158S-0642703W, 313946S-0644603W, 313158S-0645103W, up to 312416S-0642815W. 10000FT 1000FT AGL Actividad de vuelo militar. H24. Restricción permanente en VMC. Se podrá sobrevolar previa autorización de CÓRDOBA CONTROL o TWR ESCUELA DE AVIACIÓN MILITAR. Military flight activity. H24. Permanent restriction in VMC. It will be possible to overfly with previous authorization from CORDOBA CONTROL or ESCUELA DE AVIACION MILITAR TWR. AIP ARGENTINA ENR 5.1 - 19 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 59 LOS MOLINOS Desde 313846S-0640103W, 314528S-0635633W, 320958S- 0640603W, siguiendo hacia el W por el río Tercero hasta 321258S- 0642603W, 320728S-0644451S-313946S- 0644603W, 313158S- 0642703W, siguiendo hacia el S por el camino a Alta Gracia hasta 313646S- 0642633W, siguiendo un arco de 3 NM de radio con centro en Aeródromo Alta Gracia (3139S-06424W) hacia el S hasta 313838S- 0642033W, siguiendo hacia el E por las vías del F. C. G. B. M. hasta 313846S-0640103W. From 313846S-0640103W, 314528S-0635633W, 320958S- 0640603W, continuing W along the Río Tercero to 321258S- 0642603W, 320728S-0644451S -313946S-0644603W, 313158S- 0642703W, following S along Alta Gracia road to 313646S- 0642633W, following a 3 NM radius arc with center at Alta Gracia Aerodrome (3139S-06424W) S to 13838S0642033W, following E along the F. C. G. G. B. M. to 313846S-0640103W. FL 195 2000 FT AGL Actividad de vuelo militar. H24. Se podrá sobrevolar previa autorización de TWR CÓRDOBA, CÓRDOBA CONTROL, ACC CÓRDOBA o TWR ESCUELA DE AVIACIÓN MILITAR. Military flight activity. H24. Overflight may be allowed with prior authorization from CÓRDOBA TWR, CÓRDOBA CONTROL, CÓRDOBA ACC or ESCUELA DE AVIACION MILITAR TWR. SAR 64 CIUDAD DE CÓRDOBA Limitada por el circuito de AV. Circunvalación Agustín Tosco. Limited by Av. Circunvalación Agustín Tosco circuit. 2500 FT GND Zona densamente poblada. H24. Prohibido el vuelo de aeronaves monomotores y planeadores. EXCEPCIÓN: a) helicópteros monomotores en vuelo",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-6750",
    "text": "CÓRDOBA ACC or ESCUELA DE AVIACION MILITAR TWR. SAR 64 CIUDAD DE CÓRDOBA Limitada por el circuito de AV. Circunvalación Agustín Tosco. Limited by Av. Circunvalación Agustín Tosco circuit. 2500 FT GND Zona densamente poblada. H24. Prohibido el vuelo de aeronaves monomotores y planeadores. EXCEPCIÓN: a) helicópteros monomotores en vuelo por los helicorredores establecidos. b) aeronaves en circuito de tránsito de aeródromo de Escuela de Aviación Militar autorizadas por ESCUELA TORRE. c) aeronaves multimotores autorizadas por CÓRDOBA TORRE o ESCUELA TORRE, ajustándose a los procedimientos de baja emisión de ruidos de cada aeronave. Densely populated area. H24. Flight of single-engine aircraft and gliders prohibited. EXCEPTION: a) Single-engine helicopters in flight by the established helicorridors. b) Aircraft in aerodrome traffic circuit of Escuela de Aviación Militar authorized by ESCUELA TWR. c) Multi- engine aircraft authorized by CORDOBA TWR or ESCUELA TWR, adjusting to the low noise emission procedures of each aircraft. AIP ARGENTINA ENR 5.1 - 20 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 101 RÍO SECO DE LAS PEÑAS Desde 332928S-0680203W, 3352S-06730W, 3412S- 06802W, siguiendo el límite del TMA SRA hacia el N hasta 3406S- 06832W, 334358S-0684403W, siguiendo el límite del TMA DOZ hacia el E hasta 332928S-0680203W. From 332928S-0680203W, 3352S-06730W, 3412S-06802W, following the SRA TMA boundary N to 3406S- 06832W, 334358S- 0684403W, following the DOZ TMA boundary E to 332928S- 0680203W. FL 285 GND Actividad de vuelo militar y tiro. Días hábiles de 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización del ACC MENDOZA. Military flying and shooting activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from the MENDOZA ACC. SAR 102 VILLA REYNOLDS Desde 334258S-0652003W, 334758S-0651703W, 335158S- 0652103W, 334658S-0652503W, hasta 334258S- 0652003W. From 334258S-0652003W, 334758S-0651703W, 335158S- 0652103W, 334658S-0652503W, to 334258S-0652003W. FL 195 GND Actividad de vuelo militar y tiro. H24. Se podrá sobrevolar previa autorización de TWR VILLA REYNOLDS. Military flying and shooting activity. H24. Overflight may be authorized by VILLA REYNOLDS TWR. SAR 103 TUNUYÁN Desde 325858S-0700104W, 325558S-0690403W, 330258S- 0685503W, 333658S-0685703W, 334758S-0690303W, 334258S- 0695204W, siguiendo el límite de frontera internacional de Argentina/Chile hasta 325858S-0700104W. From 325858S-0700104W, 325558S-0690403W, 330258S- 0685503W, 333658S-0685703W, 334758S-0690303W, 334258S- 0695204W, following the international border of Argentina/Chile to 325858S-0700104W. UNL 2000 FT Actividad de vuelo militar. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de MENDOZA CONTROL o del ACC MENDOZA según corresponda. Military flying activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from MENDOZA CONTROL or the MENDOZA ACC, as appropriate.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-7200",
    "text": "de vuelo militar. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de MENDOZA CONTROL o del ACC MENDOZA según corresponda. Military flying activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from MENDOZA CONTROL or the MENDOZA ACC, as appropriate. SAR 104 RÍO DE LOS PATOS Desde 310400S-0702130W, 313830S-0690000W, siguiendo el límite del TMA San Juan hasta 320230S-0683920W, 323540S- 0685900W, 323800S-0700930W, siguiendo el límite FIR Mendoza/Santiago hasta 310400S-0702130W. From 310400S-0702130W, 313830S-0690000W, following the San Juan TMA boundary to 320230S-0683920W, 323540S-0685900W, 323800S-0700930W, following the Mendoza/Santiago FIR boundary to 310400S-0702130W. FL 245 2000 FT AGL Actividad de vuelo militar. Días hábiles de 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización de MENDOZA CONTROL o del ACC MENDOZA, según corresponda. Military flying activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from MENDOZA CONTROL or the MENDOZA ACC, as appropriate. AIP ARGENTINA ENR 5.1 - 21 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 105 25 DE MAYO Desde 3146S-06752W, 3153S-06654W, 3204S-06654W, 3224S- 06749W, 322058S-0681103W, 320258S-0681403W, siguiendo el límite del TMA JUA hasta 3146S-06752W. From 3146S-06752W, 3153S-06654W, 3204S-06654W, 3224S- 06749W, 322058S-0681103W, 320258S-0681403W, following the JUA TMA boundary to 3146S-06752W. UNL 500 FT AGL Actividad de vuelo militar. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de MENDOZA CONTROL o del ACC MENDOZA, según corresponda. Military flying activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from MENDOZA CONTROL or the MENDOZA ACC, as appropriate. SAR 106 GENERAL BELGRANO Desde 3238S-06743W, 323230S-06655W, 330630S- 06649W, 3258S-0674139W, siguiendo el límite del TMA MENDOZA hacia el N hasta 3238S-06743W. From 3238S-06743W, 323230S-06655W, 330630S-06649W, 3258S- 0674139W, following the MENDOZA TMA boundary N to 3238S- 06743W. FL 195 500 FT AGL Actividad de vuelo militar. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización del ACC MENDOZA. Military flying activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from the MENDOZA ACC. SAR 107 VILLA REYNOLDS SUR Desde 334300S-0663100W, 341028S-0643233W, 343530S- 0643700W, 342330S-0673100W, hasta 334300S- 0663100W. From 334300S-0663100W, 341028S-0643233W, 343530S- 0643700W, 342330S-0673100W, to 334300S-0663100W. UNL FL 245 Actividad de vuelo militar y tiro. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización del ACC MENDOZA. Military flying and shooting activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from the MENDOZA ACC. SAR 109 RIVADAVIA Desde 330428S-0683703W, 332928S-0680203W, siguiendo límite del",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-7650",
    "text": "militar y tiro. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización del ACC MENDOZA. Military flying and shooting activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from the MENDOZA ACC. SAR 109 RIVADAVIA Desde 330428S-0683703W, 332928S-0680203W, siguiendo límite del TMA DOZ hasta 334358S-0684403W, 330658S- 0684203W, hasta 330428S-0683703W. From 330428S-0683703W, 332928S-0680203W, following the TMA DOZ boundary to 334358S-0684403W, 330658S- 0684203W, to 340428S-0683703W. FL 245 2000 FT AGL Actividad de vuelo militar. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización del MENDOZA CONTROL. Military activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from the MENDOZA CONTROL. AIP ARGENTINA ENR 5.1 - 22 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 110 ANTUNA Círculo de 10 NM de radio con centro en 3256S-06712W. 10 NM radius circle with center at 3256S-06712W. FL 245 GND Actividad de vuelo militar y tiro. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización del ACC MENDOZA. Military flying and shooting activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from the MENDOZA ACC. SAR 111 RAMBLON Círculo de 5 NM de radio con centro en 322258S-0683833W. 5 NM radius circle with center at 322258S-0683833W. UNL GND Actividad de vuelo militar y tiro. H24. Se podrá sobrevolar previa autorización de MENDOZA CONTROL o del ACC MENDOZA, según corresponda. Military flying activity. H24. Overflight may take place with prior authorization from MENDOZA CONTROL or the MENDOZA ACC, as appropriate. SAR 112 VILLA REYNOLDS SUDOESTE Desde 334300S-0663100W, 335258S-0654733W, 343000S- 0660700W, 342330S-0673100W, hasta 334300S- 0663100W. From 334300S-0663100W, 335258S-0654733W, 343000S- 0660700W, 342330S-0673100W, up to 334300S-0663100W. FL 245 2000 FT AGL Actividad de vuelo militar y tiro. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de la TWR VILLA REYNOLDS o del ACC MENDOZA, según corresponda. Military flying and shooting activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from VILLA REYNOLDS TWR or the MENDOZA ACC. SAR 113 VALLE DE USPALLATA Desde 315600S-0685203W 320230S-0683920 W,323540S- 0685900W, 323800S-0700930W, siguiendo el límite FIR MENDOZA/SANTIAGO hacia el N hasta el paralelo 321300S y desde éste punto hasta 315600S-0685203W. From 315600S-0685203W 320230S-0683920W, 323540S- 0685900W, 323800S-0700930W, following the FIR MENDOZA/SANTIAGO boundary to N to parallel 321300S and from this point to 315600S-0685203W. UNL FL 245 Actividad de vuelo militar. Días hábiles 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización ACC MENDOZA. Military",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-8100",
    "text": "321300S y desde éste punto hasta 315600S-0685203W. From 315600S-0685203W 320230S-0683920W, 323540S- 0685900W, 323800S-0700930W, following the FIR MENDOZA/SANTIAGO boundary to N to parallel 321300S and from this point to 315600S-0685203W. UNL FL 245 Actividad de vuelo militar. Días hábiles 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización ACC MENDOZA. Military flight activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from the MENDOZA ACC. AIP ARGENTINA ENR 5.1 - 23 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 114 CORDILLERA DE LA TOTORA Desde intersección límite FIR MENDOZA/SANTIAGO con el paralelo 3104S continuando hasta 3126S-06928W, siguiendo hasta la intersección del paralelo 3137S con el límite FIR MENDOZA/SANTIAGO, continuando con éste límite hacia el Norte hasta el primer punto. From intersection of MENDOZA/SANTIAGO FIR boundary with parallel 3104S continuing to 3126S-06928W, following MENDOZA to intersection of parallel 3137S with MENDOZA/SANTIAGO FIR boundary, continuing with this boundary to the North to the first point. UNL FL 245 Actividad de vuelo militar. Días hábiles 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización del ACC MENDOZA. Military flight activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from the MENDOZA ACC. SAR 115 VILLA REYNOLDS SUR Desde 340158S-0651133W, 341028S-0643233W, 343530S- 0643700W, 343240S-0652520W, hasta 340158S-0651133W From 340158S-0651133W, 341028S-0643233W, 343530S- 0643700W, 343240S-0652520W, to 340158S-0651133W. FL 245 2000 FT AGL Actividad de vuelo militar y tiro. Días hábiles de 10:00 a 03:00 UTC. Se podrá sobrevolar previa autorización de la TWR VILLA REYNOLDS o del ACC MENDOZA, según corresponda. Military flying and shooting activity. Working days from 10:00 to 03:00 UTC. Overflight may take place with prior authorization from VILLA REYNOLDS TWR or the MENDOZA ACC, as appropriate. SAR 151 OESTE DE RECONQUISTA Desde 281758S-0593602W, 285258S-0594302W, siguiendo un arco de 20 NM de radio con centro en VOR/DME RTA hacia el W hasta 291128S-0600432W, 291858S-0605302W, hasta 281758S- 0593602W, excepto límites de la zona restringida SAR 154. From 281758S-0593602W, 285258S-0594302W, following a 20 NM radius arc with center at VOR/DME RTA W to 291128S-0600432W, 291858S-0605302W, to 281758S- 0593602W, except SAR 154 restricted area boundary. FL 120 1500 FT AGL Actividad de vuelo militar. Días hábiles 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización de la TWR RECONQUISTA o del ACC RESISTENCIA, según corresponda. Military flight activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from RECONQUISTA TWR or the RESISTENCIA ACC, as appropriate. SAR 152 MARGARITA Desde 292616S-0595802W, 292758S-0595602W, 294358S- 0600002W, 300958S-0601602W, siguiendo un arco",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-8550",
    "text": "previa autorización de la TWR RECONQUISTA o del ACC RESISTENCIA, según corresponda. Military flight activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from RECONQUISTA TWR or the RESISTENCIA ACC, as appropriate. SAR 152 MARGARITA Desde 292616S-0595802W, 292758S-0595602W, 294358S- 0600002W, 300958S-0601602W, siguiendo un arco de 65 NM de radio con centro en VOR/DME RTA hacia el W hasta 294758S- 0604402W, 293058S-0601402W hasta 292616S- FL 120 2000 FT AGL Actividad de vuelo militar. Días hábiles 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización de la TWR RECONQUISTA o del ACC RESISTENCIA, según corresponda. AIP ARGENTINA ENR 5.1 - 24 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 0595802W. From 292616S-0595802W, 292758S-0595602W, 294358S- 0600002W, 300958S-0601602W, following an arc of 65 NM radius with center at VOR/DME RTA to the W to 294758S- 0604402W, 293058S-0601402W to 292616S - 0595802W. Military flight activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from RECONQUISTA TWR or the RESISTENCIA ACC, as appropriate. SAR 153 SUDESTE DE GOYA Desde 285128S-0583102W, siguiendo un arco de 65 NM de AGL, 301658S-0593402W, 292758S-0593702W siguiendo un arco de 15 NM de radio con centro en VOR/DME RTA hacia el E hasta 291658S-0592502W, siguiendo un arco de 15 NM de radio con centro en 290558S-0591302W, hacia el E hasta 290228S 0585602W, hasta 285128S-0583102W. From 285128S-0583102W, following an arc of 65 NM radius centered at VOR/DME RTA SE to 301658S-0593402W, 292758S- 0593702W, following a 15 NM radius arc with center at VOR/DME RTA towards E to 291658S-0592502W, following a 15 NM radius arc with center at 290558S- 0591302W, towards E to 290228S- 0585602W, to 285128S- 0583102W. FL 120 2000 FT AGL Actividad de vuelo militar. Días hábiles de 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización de la TWR RECONQUISTA o del ACC RESISTENCIA, según corresponda. Military flight activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from RECONQUISTA TWR or the RESISTENCIA ACC, as appropriate. SAR 154 GARABATO Desde 283758S-0600002W, 285358S-0595002W, siguiendo un arco de 20 NM de radio con centro en VOR/DME RTA, hacia el SW hasta 290358S 0600302W, 285558S-0602332W, hasta 283758S - 0600002W. From 283758S-0600002W, 285358S-0595002W, following a 20 NM radius arc with center at VOR/DME RTA toward SW to 290358S- 0600302W, 285558S-0602332W, to 283758S- 0600002W FL 65 GND Actividad de vuelo militar. Días hábiles de 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización de la TWR RECONQUISTA o del ACC RESISTENCIA, según corresponda. Military flying activity.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-34-9000",
    "text": "20 NM radius arc with center at VOR/DME RTA toward SW to 290358S- 0600302W, 285558S-0602332W, to 283758S- 0600002W FL 65 GND Actividad de vuelo militar. Días hábiles de 10:00 a 21:00 UTC. Se podrá sobrevolar previa autorización de la TWR RECONQUISTA o del ACC RESISTENCIA, según corresponda. Military flying activity. Working days from 10:00 to 21:00 UTC. Overflight may take place with prior authorization from RECONQUISTA TWR or the RESISTENCIA ACC, as appropriate. AIP ARGENTINA ENR 5.1 - 25 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 155 POSADAS SUDOESTE Desde 274551S – 0562029W, 282538S – 0564314W, 280556S – 0570457W, 274419S – 0562218W, siguiendo un arco de 30,11NM VOR/DME POS hasta 274551S – 0562029W. From 274551S - 0562029W, 282538S - 0564314W, 280556S - 0570457W, 274419S - 0562218W, following a 30.11NM VOR/DME POS arc to 274551S - 0562029W. UNL GND Aeronaves militares en misión de defensa aérea. En la coordinación se establecerán los límites verticales de acuerdo con la necesidad operativa. Military aircraft on air defense mission. Coordination will establish vertical limits according to operational need. SAR 156 RESISTENCIA SUDESTE Desde 273653S - 0583123W, 274956S - 0574909W, 281112S – 0575001W, 284008S – 0585009W, 275623S –0585602W, siguiendo arco de 30,21 NM del VOR/DME SIS hasta 273653S- 0583123W. From 273653S - 0583123W, 274956S - 0574909W, 281112S - 0575001W, 284008S - 0585009W, 275623S - 0585602W, following an arc of 30.21 NM from SIS VOR/DME to 273653S - 0583123W. UNL GND Aeronaves militares en misión de defensa aérea. En la coordinación se establecerán los límites verticales de acuerdo con la necesidad operativa. Military aircraft on air defense mission. Coordination will establish vertical limits according to operational need. SAR 157 RESISTENCIA SUDOESTE Desde 274231S –0593226W, 282625S – 0602435W, 272623S – 0604756W, 273158S – 0593651W, siguiendo arco de 30,16 NM del VOR/DME SIS hasta 274231S – 0593226W. From 274231S -0593226W, 282625S - 0602435W, 272623S - 0604756W, 273158S - 0593651W, following",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-35-0",
    "text": "30.16 NM arc from SIS VOR/DME to 274231S - 0593226W. UNL GND Aeronaves militares en misión de defensa aérea. En la coordinación se establecerán los límites verticales de acuerdo con la necesidad operativa. Military aircraft on air defense mission. Coordination will establish vertical limits according to operational need. SAR 158 RESISTENCIA NORTE Desde 271423S – 0591158W, 263906S – 0602337W, 260910S – 0584006W, 271233S – 0590002W siguiendo un arco de 14,54 NM VOR/DME SIS hasta 271423S – 0591158W. From 271423S - 0591158W, 263906S - 0602337W, 260910S - 0584006W, 271233S - 0590002W following an arc of 14.54 NM centered on SIS VOR/DME to 271423S - 0591158W. UNL GND Aeronaves militares en misión de defensa aérea. En la coordinación se establecerán los límites verticales de acuerdo con la necesidad operativa. Military aircraft on air defense mission. Coordination will establish vertical limits according to operational need. AIP ARGENTINA ENR 5.1 - 26 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS RESTRINGIDAS / RESTRICTED AREAS Identificación, nombre y límites laterales / Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAR 159 LAS LOMITAS SUR Desde 251118S – 0595404W, 254638S – 0595517W, 253916S – 0612843W, 250244S – 0612245W hasta 251118S – 0595404W. From 251118S - 0595404W, 254638S - 0595517W, 253916S - 0612843W, 250244S - 0612245W to 251118S - 0595404W. UNL GND Aeronaves militares en misión de defensa aérea. En la coordinación se establecerán los límites verticales de acuerdo con la necesidad operativa. Military aircraft on air defense mission. Coordination will establish vertical limits according to operational need. SAR 160 LAS LOMITAS NOROESTE Desde 244519S – 0605153W, 243710S – 0614637W, 235111S – 0613323W, 240950S – 0604111W hasta 244519S – 0605153W. From 244519S - 0605153W, 243710S - 0614637W, 235111S - 0613323W, 240950S - 0604111W to 244519S - 0605153W. UNL GND Aeronaves militares en misión de defensa aérea. En la coordinación se establecerán los límites verticales de acuerdo con la necesidad operativa. Military aircraft on air defense mission. Coordination will establish vertical limits according to operational need. ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.1 ZONAS PROHIBIDAS, RESTRINGIDAS Y PELIGROSAS / ENR 5.1 PROHIBITED, RESTRICTED AND DANGER AREAS ZONAS PELIGROSAS / DANGER AREAS Identificación, nombre y límites laterales/ Identification, name and lateral limits Límite superior Límite inferior / Upper limit Lower limit Observaciones (hora de actividad, tipo de restricción, naturaleza del riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAD 60 CHAMICAL Desde 2917S-06504W, 2938S-06451W, 3029S-06502W, 3038S- 06523W,3021S-06617W, 2935S-06603W, hasta 2917S-06504W. From 2917S-06504W, 2938S-06451W, 3029S06502W, 3038S- 06523W, 3021S06617W, 2935S-06603W, to 2917S- 06504W. FL 245 GND Operaciones de",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "30.16",
      "chapter": "30"
    }
  },
  {
    "id": "AIP - ENR5 - 1.1.pdf-35-450",
    "text": "riesgo, riesgo de interceptación) / Remarks (time of activity, type of restriction, nature of the risk, risk of interception) 1 2 3 SAD 60 CHAMICAL Desde 2917S-06504W, 2938S-06451W, 3029S-06502W, 3038S- 06523W,3021S-06617W, 2935S-06603W, hasta 2917S-06504W. From 2917S-06504W, 2938S-06451W, 3029S06502W, 3038S- 06523W, 3021S06617W, 2935S-06603W, to 2917S- 06504W. FL 245 GND Operaciones de lanzamientos de proyectiles autopropulsados. La prohibición de sobrevuelo de esta zona se difundirá por NOTAM DE TELECOMUNICACIONES. Self-propelled projectile launching operations. The prohibition of overflight of this area will be published by TELECOMMUNICATIONS NOTAM.",
    "metadata": {
      "source": "AIP - ENR5 - 1.1.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  }
]