[
  {
    "id": "AIP - GEN1 - 5.pdf-0-0",
    "text": "AIP ARGENTINA GEN 1.5-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 GEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS GEN 1.5 INSTRUMENTOS, EQUIPOS Y DOCUMENTOS DE VUELO DE LAS AERONAVES GEN 1.5 AIRCRAFT INSTRUMENTS, EQUIPMENT AND FLIGHT DOCUMENTS Generalidades Las aeronaves de aviación civil que operen en la República Argentina deben cumplir con lo dispuesto en las Regulaciones Argentinas de Aviación Civil (RAAC). DOCUMENTACIÓN DE VUELO REGLAMENTARIA QUE DEBEN LLEVAR LAS AERONAVES Y SUS TRIPULACIONES La documentación que reglamentariamente deben llevar las aeronaves, sus tripulantes y mecánicos o técnicos mecánicos de abordo, que será exigida por la Autoridad Aeronáutica Civil, en los momentos previos a la partida, durante las eventuales escalas y/o una vez finalizado el vuelo, se encuentra detallada en las RAAC Partes 61, 63, 64, 65, 91, 121, 133, 135, 137. 1. Cartografía, publicaciones y cartas aeronáuticas de uso obligatorio a) Para realizar actividad de vuelo, de acuerdo con la Licencia Habilitante del Comandante de Aeronave: i) PILOTO PRIVADO: RAAC Parte 91, Manual de Aeródromos y Helipuertos (MADHEL), Cartas de Navegación Aérea Visual, Cartas para vuelos VFR (Corredores Visuales) y Carta de Helicorredores (para helicópteros solamente). ii) PILOTO COMERCIAL, PILOTO COMERCIAL DE PRIMERA CLASE, PILOTO DE TRANSPORTE DE LÍNEA AÉREA: RAAC Parte 91, Manual de Aeródromos y Helipuertos (MADHEL), Cartas de Navegación Aérea Visual, Cartas para vuelos VFR (Corredores Visuales) y Carta de Helicorredores (para helicópteros solamente), Cartas de Procedimientos Instrumentales y Cartas de Navegación IFR. iii) INSTRUCTOR DE VUELO: RAAC Parte 91, Manual de Aeródromos y Helipuertos (MADHEL), Cartas de Navegación Aérea Visual, Cartas para vuelos VFR (Corredores Visuales) y Carta de Helicorredores (para helicópteros solamente), Cartas de Procedimientos Instrumentales y Cartas de Navegación IFR. b) Para realizar actividad aérea, las entidades aeronáuticas que se detallan: i) AEROCLUBES: AIP, RAAC Parte 91, Manual de Aeródromos y Helipuertos (MADHEL), Cartas de Navegación Aérea Visual, Manual de Fraseología Operativa Aeronáutica Español e Inglés, Normas y Procedimientos de Telecomunicaciones en Jurisdicción Aeronáutica, Cartas de Navegación IFR. ii) ESCUELAS DE VUELO: AIP, RAAC Parte 91, Manual de Aeródromos y Helipuertos (MADHEL), Cartas de Navegación Aérea Visual, Manual de Fraseología Operativa Aeronáutica Español e inglés, Normas y Procedimientos de Telecomunicaciones en Jurisdicción Aeronáutica, Designador de Tipo de General The civil aviation aircraft operating in the Republic of Argentina must comply with the provisions of the Argentine Civil Aviation Regulations (RAAC). REGULATORY DOCUMENTS THAT MUST BE CARRIED ON BOARD THE AIRCRAFT AND BY THEIR CREW MEMBERS. The regulatory documents that must be carried on board the aircraft, by their crew members and mechanics or mechanical technicians, that shall be required by the Civil Aviation Authority before departing, during eventual stops and/or after the flight are detailed in RAAC Parts 61, 63, 64, 65, 91, 121, 133, 135, 137. 1. Compulsory mapping, publications and aeronautical charts a) In order to perform flight activities, in accordance with the appropriate Pilot in Command Aeronautical License: i) PRIVATE PILOTS: RAAC Part 91, Manual of Aerodromes and Heliports (MADHEL), Visual Navigation",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-0-450",
    "text": "in RAAC Parts 61, 63, 64, 65, 91, 121, 133, 135, 137. 1. Compulsory mapping, publications and aeronautical charts a) In order to perform flight activities, in accordance with the appropriate Pilot in Command Aeronautical License: i) PRIVATE PILOTS: RAAC Part 91, Manual of Aerodromes and Heliports (MADHEL), Visual Navigation Charts, VFR Charts (Visual Corridors), and Helicorridors Chart (only for helicopters). ii) COMMERCIAL PILOTS, FIRST CLASS COMMERCIAL PILOTS, AIRLINE TRANSPORT PILOTS: RAAC Part 91, Manual of Aerodromes and Heliports (MADHEL), Visual Navigation Charts, VFR Charts (Visual Corridors) and Helicorridors Chart (only for helicopters), Instrument Procedures Chart and IFR Charts. iii) FLIGHT INSTRUCTORS: RAAC Part 91, Manual of Aerodromes and Heliports (MADHEL), Visual Navigation Charts, VFR Charts (Visual Corridors) and Helicorridors Chart (only for helicopters), Instrument Procedures Chart and IFR Charts. b) For the following aeronautical agencies, in order to perform flight activities: i) AIR CLUBS: AIP, RAAC Part 91, Manual of Aerodromes and Heliports (MADHEL), Visual Navigation Charts, Manual of Aeronautical Phraseology English-Spanish, Standards and Procedures for Telecommunications in the Aeronautical Jurisdiction, IFR Charts. ii) FLIGHT SCHOOLS: AIP, RAAC Part 91, Manual of Aerodromes and Heliports (MADHEL), Visual Navigation Charts, Manual of Aeronautical Phraseology English-Spanish, Standards and Procedures for Telecommunications in the Aeronautical Jurisdiction, Aircraft Type Designator, Visual Corridors, AIP ARGENTINA GEN 1.5-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 Aeronave, Corredores Visuales, Helicorredores (para helicópteros solamente), Cartas de Procedimientos Instrumentales y Cartas de Navegación IFR. iii) LÍNEAS DE TRANSPORTE AEROCOMERCIAL REGULAR Y NO REGULAR, ORGANISMOS AERONÁUTICOS OFICIALES (NACIONALES Y PROVINCIALES): AIP, Cartas de Procedimientos Instrumentales, RAAC Parte 91, Manual de Aeródromos y Helipuertos (MADHEL). Normas y Procedimientos de Telecomunicaciones en Jurisdicción Aeronáutica. Dichos documentos deben encontrarse en los órganos operacionales y en cada base constituida por las empresas y organismos. iv) EMPRESAS DE TRABAJO AÉREO: AIP, Cartas de Procedimientos Instrumentales, RAAC Parte 91, Manual de Aeródromos y Helipuertos (MADHEL), Normas y Procedimientos de Telecomunicaciones en Jurisdicción Aeronáutica. Los documentos mencionados deben encontrarse en el domicilio donde la empresa basa su actividad. Además, cada piloto afectado a la empresa u organismo y que se desempeñe como Comandante de Aeronave deberá disponer para el vuelo descripto en los párrafos anteriores, según corresponda. 2. Instrumentos, equipo (de comunicaciones, navegación y vigilancia de aeronaves):",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-2-0",
    "text": "2.1 Los requerimientos de instrumentos y equipamiento para aeronaves civiles motorizadas con Certificado de Aeronavegabili-dad Estándar de la República Argentina están establecidas en las RAAC Parte 91, Subparte C, Sección 91.205. 3. Transmisor Localizador de Emergencia (ELT)",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-4-0",
    "text": "3.1 Los propietarios y explotadores de aeronaves deben registrar los “TRANSMISORES DE LOCALIZACIÓN DE EMERGENCIA” (ELT) en el Registro Nacional de Radiobalizas de Localización de Emergencia, como así también de mantener actualizados los datos correspondientes, ya sea porque se cambia la titularidad de la aeronave o debido a que se producen cambios en la información que corresponde a la aeronave (por ejemplo, el color con que está pintada) o en los datos de enlace o “contacto” que puedan resultar de utilidad para el personal encargado de suministrar el servicio de búsqueda y salvamento, según lo establecido en la RAAC Parte 91, Subparte C, Sección 91.207.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-6-0",
    "text": "3.2 Mantener actualizada la información y los datos es sumamente conveniente para evitar demoras en el proceso de hacer llegar ayuda lo más rápido posible a los tripulantes y pasajeros involucrados en una situación de emergencia, o para dar por finalizada una fase de incertidumbre en el caso de una emergencia inexistente.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-8-0",
    "text": "3.3 Todos los ELT a bordo de una aeronave deben estar registrados para facilitar la identificación cuando se los active.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-10-0",
    "text": "3.4 Ninguna persona puede operar una aeronave civil en la República Argentina, a menos que tenga instalado un transmisor localizador de emergencia automático (ELT) en 406 y 121.5MHz, que: a) Esté en condiciones operativas. b) Cumpla con los requerimientos aplicables de la Orden Técnica Estándar OTE-C126 y OTE-C91a. Helicorridors (only for helicopters), Instrument Procedures Charts and IFR Charts. iii) REGULAR AND NON-REGULAR COMMERCIAL AIR CARRIERS, (NATIONAL AND PROVINCIAL) OFFICIAL AERONAUTICAL AGENCIES: AIP, Instrument Procedures Charts, RAAC Part 91, Manual of Aerodromes and Heliports (MADHEL). Standards and Procedures for Telecommunications in the Aeronautical Jurisdiction. Such documents must be in the operational bodies and in each base created by the companies and agencies. iv) AERIAL WORK COMPANIES: AIP, Instrument Procedures Charts, RAAC Part 91, Manual of Aerodromes and Heliports (MADHEL), Standards and Procedures for Telecommunications in the Aeronautical Jurisdiction. Such documents must be in the address where the company has its activity based. Besides, each pilot affected to the company or to the agency working as a pilot in command of the aircraft shall comply with the provisions in the above-mentioned paragraphs, as appropriate, for the flight. 2. Aircraft instruments, equipment (communications, navigation and surveillance):",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.4",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-12-0",
    "text": "2.1 The instrument and equipment requirements for civil motorized aircraft with Standard Airworthiness Certificate of the Republic of Argentine are established in RAAC Part 91, Subpart C, Section 91.205. 3. Emergency Locator Transmitter (ELT)",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-14-0",
    "text": "3.1 Aircraft owners and operators shall register the “EMERGENCY LOCATOR TRANSMITTERS” (ELT) in the National Registry of Emergency Locator Beacons, and keep as to keep the corresponding data updated, either because the ownership of the aircraft is changed or due to changes in the information corresponding to the aircraft (e.g., the color with which it is painted) or in the data link liaison or “contact” that may be useful for the personnel in charge of providing the search and rescue service, as established in the RAAC Part 91, Subpart C, Section 91. 207.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-17-0",
    "text": "3.2 Maintaining the information and data updated is highly convenient to avoid delays in the process of getting help to crew members and passengers involved in an emergency situation as quickly as possible, or to end a phase of uncertainty in the case of a non-existent emergency.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-20-0",
    "text": "3.3 All ELTs on board an aircraft must be registered to facilitate identification when they are activated.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-22-0",
    "text": "3.4 No person may operate a civil aircraft in the Republic of Argentina, unless it has an automatic emergency locator transmitter (ELT) installed on 406 and 121.5MHz, which: a) Is in operational condition. b) Complies with the applicable requirements of the Technical Standard Orders OTE-C126 and OTE-C91a Standard Technical Order. ➔ ➔ AIP ARGENTINA GEN 1.5-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 c) Sea un modelo aprobado por COSPAS-SARSAT y d) Su código de 15 dígitos hexadecimales haya sido registrado en el Registro Nacional de Radiobalizas de Localización de Emergencia",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.4",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-24-0",
    "text": "3.5 Cada transmisor localizador de emergencia automático debe ser instalado en la aeronave de manera tal que la probabilidad de daño al transmisor sea mínima, en el caso de impacto. Además, en el caso de aviones, el ELT fijo o removible debe ser colocado lo más atrás posible.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.5",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-26-0",
    "text": "3.6 Las baterías utilizadas en el transmisor localizador de emergencia automático (ELT) deben ser reemplazadas (o recargadas, si las baterías son recargables) cuando: a) El transmisor ha sido utilizado por un tiempo acumulado de más de (1) una hora, o b) Ha vencido el 50% de su vida útil (o, para baterías recargables, el 50% de su vida útil de carga), de acuerdo con lo establecido por el fabricante del transmisor en su aprobación.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.6",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-28-0",
    "text": "3.7 La nueva fecha de vencimiento para el reemplazo (o recarga) de la batería debe ser marcada claramente en el exterior del transmisor y anotada en el registro de mantenimiento de la aeronave. El párrafo 3.6-b) no se aplica a las baterías que no son esencialmente afectadas durante los probables intervalos de almacenaje (tales como las activadas por agua).",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.7",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-30-0",
    "text": "3.8 Cada transmisor localizador de emergencia debe ser inspeccionado dentro de los 12 meses calendario, después de la última inspección, por: a) La instalación propiamente dicha; b) Corrosión de la batería; c) Operación de los controles y sensores de impacto; y d) La presencia de la suficiente radiación de la señal desde la antena.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.8",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-32-0",
    "text": "3.9 No obstante, al párrafo 3.4, se puede: a) Trasladar en vuelo una aeronave adquirida recientemente desde el lugar donde se toma posesión de la misma hasta un lugar donde se le instale el transmisor localizador de emergencia. b) Trasladar en vuelo una aeronave con un trasmisor localizador de emergencia inoperativo desde un lugar donde las reparaciones o reemplazos no pueden hacerse hasta un lugar donde sí puedan ser realizados.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.9",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-34-0",
    "text": "3.10 Ninguna persona distinta a las requeridas como tripulación, puede ser transportada a bordo de una aeronave que sea llevada en ferry bajo los términos del párrafo 3.6.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.10",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-36-0",
    "text": "3.11 El párrafo 3.4 no se aplica a: a) Planeadores, moto planeadores y globos libres tripulados; b) Las aeronaves construidas por aficionados y las construidas a partir de kits; c) Las aeronaves matriculadas en otro país, a menos que operen bajo las RAAC Partes 121 y 135; d) Ultralivianos; c) Is a COSPAS-SARSAT approved model, and d) Its 15-digit hexadecimal code has been registered in the National Registry of Emergency Locator Beacons.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.11",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-39-0",
    "text": "3.5 Each automatic emergency locator transmitter shall be installed on the aircraft in such a way that the probability of damage to the transmitter is minimized in the event of an impact. In addition, in the case of aeroplanes, the fixed or removable ELT should be placed as far back as possible.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.5",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-41-0",
    "text": "3.6 The batteries used in the automatic Emergency Locator Transmitter (ELT) must be replaced (or recharged, if the batteries are rechargeable) when: a) The transmitter has been used for a cumulative time of more than (1) one hour, or b) 50% of its useful life has expired (or 50% for their charge life in the case of rechargeable batteries), as established by the transmitter manufacturer in its approval.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.6",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-43-0",
    "text": "3.7 The new expiration date for battery replacement (or recharge) should be clearly marked on the outside of the transmitter and written down in the aircraft maintenance log. Paragraph 3.6-b) does not apply to batteries that are essentially unaffected during probable storage intervals (such as water- activated batteries).",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.7",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-45-0",
    "text": "3.8 Each emergency locator transmitter must be inspected within the 12 calendar months, after the last inspection, due to: a) The installation itself; b) Corrosion of the battery; c) Operation of the controls and impact sensors; and d) The presence of sufficient signal radiation from the antenna.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.8",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-47-0",
    "text": "3.9 Notwithstanding paragraph 3.4, it is allowed to: a) Transport in flight a newly acquired aircraft from the location where the aircraft is taken possession of to a location where the emergency locator transmitter is installed on the aircraft. b) Transport in flight an aircraft with an inoperative emergency locator transmitter from a location where repairs or replacements cannot be made to a location where they can be made.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.9",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-49-0",
    "text": "3.10 No person, other than those required as crew, may be carried on board an aircraft being ferried under the terms of paragraph 3.6.",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.10",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-51-0",
    "text": "3.11 Paragraph 3.4 does not apply to: a) Manned gliders, motor gliders and free balloons; b) Aircraft built by amateurs and those built from kits; c) Aircraft registered in another country, unless operating under RAAC Parts 121 and 135; d) Ultralights vehicles; ➔ AIP ARGENTINA GEN 1.5-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 e) Las aeronaves, afectadas a operaciones de entrenamiento dentro de un radio de 90Km (50 millas aeronáuticas) del aeropuerto desde el cual aquella operación haya comenzado; f) Las aeronaves, afectadas a operaciones de vuelo que tengan que ver con el diseño y ensayos en vuelo; g) Las aeronaves nuevas afectadas a operaciones relativas a su fabricación, preparación y entrega; h) Las aeronaves afectadas a operaciones de vuelo concernientes a liberación de insectos, aplicaciones aéreas de sustancias químicas u otras sustancias para propósitos agrícolas; i) Las aeronaves certificadas por la Autoridad Aeronáutica para propósitos de investigación y desarrollo; j) Las aeronaves, mientras son utilizadas para demostrar cumplimientos de las regulaciones, entrenamiento de tripulación, exhibición, carreras, o estudios de mercado; k) Una aeronave, que no opere de acuerdo con las RAAC Partes 121 o 135, durante el período en el cual un transmisor localizador de emergencia (ELT) haya sido temporalmente removido de dicha aeronave para su inspección, reparación, modificación o reemplazo, siempre que: i) Se hayan asentado en los Registros de Mantenimiento: fecha de remoción, marca, modelo y número de serie del ELT y la razón por la que ha sido removido el transmisor; ii) Se haya instalado una placa diciendo “ELT (Transmisor Localizador de Emergencia) no instalado” a plena vista del piloto; y iii) La aeronave no opere sin ELT más de 90 días e) Aircraft engaged in training operations within a radius of 90 km (50 nautical miles) from the airport from which such operation has commenced; f) Aircraft, affected to flight operations that have to do with design and in-flight testing; g) New aircraft affected to operations related to their manufacture, preparation and delivery; h) Aircraft affected to flight operations concerning the release of insects, aerial applications of chemical substances or other substances for agricultural purposes; i) Aircraft certificated by the Aeronautical Authority for research and development purposes; j) Aircraft, while being used to demonstrate compliance with regulations, crew training, exhibition, racing, or market research; k) An aircraft, not operating in accordance with RAAC Parts 121 or 135, during the period in which an emergency locator transmitter (ELT) has been temporarily removed from such aircraft for inspection, repair, modification, or replacement, provided that: i) The following has been recorded in the Maintenance Records: the date of removal, make, model, serial No. of the ELT, and the reason for which the transmitter has been removed, ii) A placard that reads “ELT (Emergency Locator Transmitter) not installed” has been installed in plain view of the pilot; and iii) The aircraft is not operating without an ELT for more than 90 days. ➔",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.11",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 5.pdf-51-450",
    "text": "has been removed, ii) A placard that reads “ELT (Emergency Locator Transmitter) not installed” has been installed in plain view of the pilot; and iii) The aircraft is not operating without an ELT for more than 90 days. ➔",
    "metadata": {
      "source": "AIP - GEN1 - 5.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]