[
  {
    "id": "AIP - GEN1 - 7.pdf-0-0",
    "text": "AIP ARGENTINA GEN 1.7-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 PARTE 1 - GENERALIDADES (GEN) / GENERAL (GEN) GEN 1.7 DIFERENCIAS CON RESPECTO A NORMAS, MÉTODOS RECOMENDADOS Y PROCEDIMIENTOS DE LA OACI GEN 1.7 DIFFERENCES WITH RESPECT TO ICAO STANDARDS, RECOMMENDED PRACTICES AND PROCEDURES Los Suplementos, así como también las AIC, se encuentran disponibles en español y en inglés ANEXO 1 – Licencias al personal (Duodécima edición, julio de 2018) CAPÍTULO 2 – LICENCIAS Y HABILITACIONES PARA PILOTOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-2-0",
    "text": "2.1.10 A partir de octubre de 1996, se implementó en el territorio de la República Argentina el “Programa para la evaluación técnica operativa psicofisiológica de Tripulantes mayores de 60 años afectados a Empresas de Transporte Aéreo”. Dicho programa permite que los pilotos/copilotos afectados al transporte aéreo comercial continúen volando luego de cumplir 60 años, bajo una estricta vigilancia operativa y psicofisiológica, pero restringidos a volar aeronaves de matrícula nacional y sólo dentro del territorio de la República Argentina. A partir del mes de julio de 1997, se enmendó la norma anterior y se estableció que, con respecto a las restricciones referidas a aeronaves de matrícula argentina y sólo dentro del espacio aéreo nacional, puede haber excepciones, si existen autorizaciones, acuerdos bilaterales o de reciprocidad entre las administraciones aeronáuticas de los países involucrados.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1.10",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-6-0",
    "text": "2.7.1.3.2 El solicitante deberá haber completado como mínimo 10 horas de instrucción sólo en vuelo local.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-8-0",
    "text": "2.9.1.3.1 Se exigen como mínimo 500 horas de vuelo en helicópteros, distribuidas de la siguiente manera: a) 300 horas, por lo menos, como piloto al mando. b) 100 horas de vuelo como piloto al mando en travesía, que comprenderán, como mínimo, 15 horas de vuelo nocturno en travesía. c) 50 horas de vuelo por instrumentos, en condiciones reales o simuladas, de las cuales no más de 20 horas podrán haber sido realizadas en adiestrador terrestre de helicóptero. d) El resto de las horas, hasta totalizar las 500, podrán haber sido realizadas como copiloto en aeronaves que requieran dicho tripulante o como piloto en instrucción.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-10-0",
    "text": "2.11 Se otorga una Licencia de Instructor de Vuelo con la habilitación de categoría de aeronave que corresponda (avión, helicóptero, planeador, aerostato, etc.). The AIP and its Supplements, as well as the AICs, are available in Spanish and in English. ANNEX 1 – Personnel Licensing (Twelfth Edition, July 2018) CHAPTER 2 – LICENSES AND RATINGS FOR PILOTS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.11",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-12-0",
    "text": "2.1.10 As of October 1996, the “Technical and Operative Psychophysiological Assessment Program for Crew Members Older than 60 Years Old Affected to Commercial Air Transport Companies” has been implanted in the Republic of Argentina. Such program allows pilots and co-pilots affected to commercial air transport to continue flying after 60 years old, under a strict operative and psychophysiological surveillance, but only restricted to fly aircraft with an Argentine registration mark and within the national territory. As of July 1997, the previous standard has been amended, and it has been established that, with regard to the restrictions to fly aircraft with an Argentine registration mark and only in the national airspace, there may be exceptions in case of authorizations or of bilateral or reciprocal agreements between the aeronautical administrations of the countries involved.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1.10",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-19-0",
    "text": "2.9.1.3.1 A minimum of 500 hours of helicopter flight is required, and such hours will be distributed as follows: a) a minimum of 300 hours as pilot in command. b) 100 hours as pilot in command in navigation, including a minimum of 15 hours of night navigation flight. c) 50 hours of real or simulated instrument flight, of which no more than 20 hours may have been flown in a ground helicopter training link. d) The rest of the hours until reaching the 500 hours may have been flown as a co-pilot in those aircraft that require such crew member or as a pilot in training.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-22-0",
    "text": "2.11 A Flight Instructor License with the proper aircraft category rating (aeroplane, helicopter, glider, airship, etc.) will be granted. AIP ARGENTINA GEN 1.7-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.11",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-24-0",
    "text": "2.13.1.3 a) Si el curso se realiza en globo libre, 10 horas de vuelo como mínimo en no menos de 6 ascensos, incluyendo:  2 ascensos de 1 hora de duración como mínimo cada uno, si se trata de un globo libre sustentado con gas o  2 ascensos de 30 minutos de duración como mínimo cada uno, si se trata de un globo libre sustentado con aire caliente;  1 ascenso bajo control a 1500 metros de altura sobre el terreno, si se utiliza un globo de gas o  1 ascenso bajo control a 1000 metros de altura sobre el terreno, si se utiliza un globo de aire caliente o  1 ascenso en el que el solicitante haya sido el único ocupante del globo. b) Si el curso se realiza en dirigible, 50 horas de vuelo, que incluyan:  5 horas como piloto al mando y  5 horas de navegación. ANEXO 2 – Reglamento del aire (Décima edición, julio de 2005) En el grado de aplicación nacional que sigue, los números entre paréntesis se refieren a las partes y secciones de las Regulaciones Argentinas de Aviación Civil (RAAC) y a los procedimientos de aplicación, excepto cuando expresamente se indiquen otras referencias. CAPÍTULO 1 – DEFINICIONES Aerovía: Área de control o parte de ella dispuesta en forma de corredor “y equipada con radioayudas para la navegación”. Autoridad competente: 1. En cuanto a los vuelos sobre alta mar, cuando se realicen dentro de los límites de una FIR, la autoridad competente es la autoridad apropiada del Estado que tenga jurisdicción sobre dicha FIR. 2. En cuanto a los vuelos sobre alta mar fuera de los límites de una FIR, la autoridad apropiada del Estado de matrícula. 3. En cuanto a los vuelos que no sean sobre alta mar, la autoridad apropiada del Estado que tenga soberanía sobre el territorio sobrevolado o la autoridad que asuma por delegación de otro Estado la responsabilidad de brindar los servicios de tránsito aéreo en una porción determinada del espacio aéreo. 1. y 2. Se introdujo el concepto de FIR, ya que la República Argentina, por acuerdos internacionales de navegación aérea, suministra ATS y SAR sobre alta mar en espacios aéreos correspondientes a las FIR de su jurisdicción. Autorización del Control de Tránsito Aéreo: Se utiliza el término “permiso” en lugar de autorización. Mantiene el mismo significado. Piloto al mando: Se utiliza el término “Comandante de Aeronave” y se lo define como el piloto responsable del funcionamiento y de la seguridad de la aeronave durante el tiempo de vuelo, con independencia de si acciona o no los mandos de la aeronave.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-26-0",
    "text": "2.13.1.3 a) If the course is performed with a free balloon, at least 10 flight hours will be required in no less than 6 ascents, including:  2 ascents of at least 1 hour each, if it is a free balloon lifted with gas or  2 ascents of at least 30 minutes each, if it is a free balloon lifted with hot air.  1 ascent under control at 1500 meters of height above the terrain, if it is a gas balloon or  1 ascent under control at 1000 meters of height above the terrain, if it is a heated gas balloon or  1 ascent in which the applicant has been the only occupant of the balloon. b) If the course is performed in an airship, 50 hours of flight will be required, including: - 5 hours of flight as a pilot in command, and - 5 hours of navigation. ANNEX 2 – Rules of the Air (Tenth Edition, July 2005) In the following national degree of application, the numbers in brackets refer to the Parts and Sections of the Argentine Civil Aviation Regulations (RAAC) and to other applicable procedures, except when other references are expressly indicated. CHAPTER 1 – DEFINITIONS Airway: A control area or portion thereof established in the form of a corridor “and equipped with navigational radio aids”. Appropriate authority: 1. Regarding flights over the high seas, when they are conducted within the FIR boundaries, the appropriate authority is the pertinent authority of the State having jurisdiction over said FIR. 2. Regarding flights over the high seas outside the FIR boundaries, the pertinent authority of the State of Registration. 3. Regarding flights that are not performed over the high seas, the pertinent authority of the State with sovereignty over the overflown territory, or the authority that assumes the responsibility of another State for providing the air traffic services in a specific portion of the airspace. 1. and 2. The concept of FIR was introduced because the Republic of Argentina, due to air navigation international agreements, provides ATS and SAR services over the high seas and airspaces of the FIRs under its jurisdiction. Air traffic control clearance: The term “clearance” is used instead of “authorization”. It keeps the same meaning. Pilot in command of the aircraft: The term “Aircraft Commander” is used, and it is defined as the pilot responsible for the operation and safety of the aircraft during a flight, no matter whether he/she activates or not the aircraft commands. AIP ARGENTINA GEN 1.7-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2024 Concordancia con el nombre utilizado en la Ley 17.285 (Código Aeronáutico Argentino). Su alcance de responsabilidad se aplica accione o no los mandos de la aeronave. CAPÍTULO 3 – REGLAS GENERALES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-28-0",
    "text": "3.2.2.2 Cuando dos aeronaves se aproximen de frente, o casi de frente, y haya peligro de colisión, ambas aeronaves alterarán su rumbo hacia su derecha, “dejando entre ambas por lo menos 150 metros”. Se establece una distancia mínima a mantener con respecto a la otra aeronave. (91.113).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-30-0",
    "text": "3.2.2.3 1°) cederán el paso a los dirigibles, planeadores, aerodeslizadores y globos. 2º) cederán el paso a los planeadores, aerodeslizadores y globos. 3º) cederán el paso a los aerodeslizadores y globos. 4º) Los aerodeslizadores cederán el paso a los globos. Se incluyó la figura de los aerodeslizadores (parapentes, alas delta o similares). (91.113)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-32-0",
    "text": "3.2.4 a) La aeronave está provista de doble comando en completo funcionamiento, “y existan condiciones meteorológicas de vuelo visual y la operación se desarrolle sujeta al VFR”. Se exigen estas condiciones meteorológicas para compensar la visibilidad reducida del piloto de seguridad o el mayor tiempo que requerirá el piloto que lleva los mandos para orientarse después de haber dedicado toda su atención a los instrumentos de vuelo. (91.109)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-34-0",
    "text": "3.3.1.4 Para los vuelos proyectados como controlados desde su comienzo, el plan de vuelo deberá presentarse por lo menos 45 minutos antes de la hora prevista de fuera calzos (EOBT). Para los vuelos controlados, el plan de vuelo se transmitirá en vuelo, con una anticipación mínima de 10 minutos respecto del momento en que se calcula que se iniciará la operación, si la transmisión es directa, y de 20 minutos, si exigiera retransmisión. Para vuelos VFR: para vuelos locales, exclusivamente dentro del ATZ, presentación hasta 15 minutos antes del EOBT. Para vuelos que abandonen el ATZ, presentación hasta 30 minutos antes del EOBT. (91.153)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-36-0",
    "text": "3.9 (Ver Tabla VFR.) No se han establecido espacios aéreos Clase E. No se establecen mínimas para el espacio aéreo Clase F, ya que el espacio aéreo con servicio asesor de tránsito aéreo sólo se ha establecido por encima de FL 245. (91.155). In concordance with the name used in Law No. 17.285 (Argentine Aeronautical Code). The range of responsibility applies no matter whether the pilot in command activates or not the aircraft commands. CHAPTER 3 – GENERAL RULES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-38-0",
    "text": "3.2.2.2 When two aircraft are approaching head-on or approximately so, and there is danger of collision, both shall alter its heading to the right, “leaving at least 150 meters between each other”. A minimum separation distance is established between both aircraft. (91.113)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-41-0",
    "text": "3.2.2.3 1st) shall give way to airships, gliders, hovercraft and balloons. 2nd) shall give way to gliders, hovercraft and balloons. 3rd) shall give way to balloons. 4th) Hovercraft shall give way to balloons. The figure of hovercraft (paragliders, hang-gliders or similar) has been included. (91.113)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-44-0",
    "text": "3.2.4 a) The aircraft is provided with dual controls in complete service, “and there are visual meteorological conditions, and the operation is conducted under VFR”. These weather conditions are required to compensate the pilot ́s reduced visibility or the longer time required by the pilot in command to get organized after having been focused on the flight instruments. (91.109)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-48-0",
    "text": "3.3.1.4 For those flights planned as controlled flights from the beginning, the flight plan shall be submitted at least 45 minutes before the estimated off-block time (EOBT). For controlled flights, the flight plan shall be transmitted in flight at least 10 minutes in advance, if it is a direct transmission; and at least 20 minutes in advance, if it must be re-transmitted, in both cases with respect to the moment when the operation is going to be started. For VFR flights: In the case of local flights, exclusively within the ATZ, submission up to 15 minutes before the EOBT. For flights leaving the ATZ, submission up to 30 minutes before the EOBT. (91.153)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-50-0",
    "text": "3.9 (See VFR table.) Class E airspaces have not been established. No minima has been established for Class F airspace, since the airspace with air traffic advisory service has only been established above FL 245. (91.155) AIP ARGENTINA GEN 1.7-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 TABLA VFR / VFR TABLE CLASE DE ESPACIO AÉREO /AIRSPACE CLASSIFICATION A B C / D G DISTANCIA DE LAS NUBES DISTANCE FROM THE CLOUDS FL 100 o por encima At FL 100 or above Libre de nubes Free of clouds Horizontal 1500 m Vertical 1000 ft Horizontal 1500 m (1) Vertical 1000 ft Por debajo de FL 100 Below FL 100 Horizontal 1500 m Vertical 1000 ft Dentro de CTR o ATZ Within CTR or ATZ Horizontal 1500 m (1) Vertical 500 ft Horizontal 1500 m (1) Vertical 500 ft Horizontal 1500 m (1) Vertical 500 ft VISIBILIDAD EN VUELO VISIBILITY IN FLIGHT A FL 100 o por encima At FL 100 or above 8 km 8 km 8 km Por debajo de FL 100 Below FL 100 5 km 5 km 5 km (2) (3) (1) Excepto en vuelo por debajo de 1000 ft AGL, donde se requiere que no exista nubosidad horizontalmente ni por debajo de la aeronave. (1) Except in flight below 1000 feet AGL, where no cloudiness is required horizontally or below the aircraft. (2) En aeródromos no controlados ubicados fuera de CTR, visibilidad mínima 2500 m. (2) At uncontrolled aerodromes located outside the CTR with a minimum visibility of 2500 m. (3) Los helicópteros pueden volar en espacio aéreo clase G (excepto en aeródromos dentro de CTR) con visibilidad inferior a 5 km, pero nunca inferior a 500 m. (3) Helicopters can fly in a Class G airspace (except at aerodromes within the CTR) with a visibility of less than 5 km, but never of less than 500 m. ANEXO 3 – Meteorología (Vigésima edición, julio de 2018) CAPÍTULO 1 – DEFINICIONES Aeronave: “Se consideran aeronaves los aparatos o mecanismos que puedan circular en el espacio aéreo y que sean aptos para transportar personas o cosas”. Definición según el artículo 36 de la Ley 17.285 (Código Aeronáutico Argentino) Explotador: “Persona que la utiliza legítimamente por cuenta propia, aun sin fines de lucro”. Definición según el artículo 65 de la Ley 17.285 (Código Aeronáutico Argentino) ANNEX 3 – Meteorology (Twentieth Edition, July 2018) CHAPTER 1 – DEFINITIONS Aircraft: Any device or mechanism that can circulate in the airspace and that is capable of transporting people or things. Definition of Section 36 of Law No. 17.285 (Argentine Aeronautical Code) Operator: Person who legally uses an aircraft on his/her own behalf, even without profit. Definition of Section 65 of Law No. 17.285 (Argentine Aeronautical Code)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-55-0",
    "text": "4.2 a) Los vuelos VFR no pueden realizarse con techo de nubes inferior a los 1000 pies respecto de la superficie terrestre. Se ha tenido en cuenta que la aeronave debe mantener 500 pies de altura con respecto a la superficie terrestre y 500 pies de separación vertical con respecto a las nubes. (91.155)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-60-0",
    "text": "4.2 a) VFR flights cannot be conducted with a cloud ceiling of less than 1000 feet with respect to the Earth surface. It has been considered that the aircraft should maintain a height of 500 feet with respect to the Earth surface and a vertical separation distance of 500 feet with respect to the clouds. (91.155)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-63-0",
    "text": "4.5 VFR flights are conducted since FL 195 downwards. (91.150) AIP ARGENTINA GEN 1.7-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2024 Piloto al mando: Se utiliza el término “Comandante de Aeronave” y se lo define como el piloto responsable del funcionamiento y de la seguridad de la aeronave durante el tiempo de vuelo, con independencia de si acciona o no los mandos de la aeronave. Concordancia con el nombre utilizado en la Ley 17.285 (Código Aeronáutico Argentino). Su alcance de responsabilidad se aplica accione o no los mandos de la aeronave. CAPÍTULO 4 – OBSERVACIONES E INFORMES METEOROLÓGICOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.5",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-65-0",
    "text": "4.1.3 No se expiden observaciones especiales acerca de cambios del alcance visual en la pista. Las variaciones de RVR son informadas verbalmente a las aeronaves en vuelo por los operadores de la torre de control de aeródromo, en base a lo observado en los repetidores del sistema RVR disponibles en la misma.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.3",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-69-0",
    "text": "6.3.1 No se realizan pronósticos de aterrizaje en forma regular. Se emiten a requerimiento de los usuarios.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.3.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-71-0",
    "text": "6.5.2 No se expide información AIRMET ni GAMET. Para vuelos a baja altura, se emiten pronósticos de área denominados PRONAREA, que contienen una descripción de fenómenos significativos, isoterma de 0º C, engelamiento, tropopausa y vientos máximos, turbulencia, ubicación de corriente en chorro, viento y temperatura en altitud desde FL 030 a FL 450 y pronóstico para aeródromos donde no existe el TAF. Se enmiendan en caso de que sea necesario. CAPÍTULO 7 – INFORMACIÓN SIGMET Y AIRMET",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.5.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-73-0",
    "text": "7.2.1, 7.2.2 y 7.2.3 No se expide información AIRMET. Se enmiendan los informes PRONAREA cuando procede.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-75-0",
    "text": "7.4.1 No se emiten regularmente avisos de cizalladura del viento. Sólo se emiten cuando se recibe notificación por parte de las tripulaciones de vuelo en las fases de aterrizaje y despegue",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.4.1",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-77-0",
    "text": "7.4.3 No se expiden alertas de cizalladura del viento generadas por sistemas automáticos. No se dispone de equipamiento automático para su detección. ANEXO 4 – Cartas aeronáuticas (Undécima edición, julio de 2009) No existen diferencias. ANEXO 5 – Unidades de medida que se emplearán en las operaciones aéreas y terrestres (Quinta edición, julio de 2010) No existen diferencias. Pilot-in-command: The term “Aircraft Commander” is used, and it is defined as the pilot responsible for the operation and safety of the aircraft during a flight, no matter whether he/she activates or not the aircraft commands. In concordance with the name used in Law No. 17.285 (Argentine Aeronautical Code). The range of responsibility applies whether the pilot in command activates or not the aircraft commands. CHAPTER 4 – METEOROLOGICAL OBSERVATIONS AND REPORTS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.4.3",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-79-0",
    "text": "4.1.3 There are no special remarks concerning the changes in the runway visual range. RVR variations are informed verbally to the aircraft in flight by the aerodrome control tower operators, based on the observations of the available RVR system repeaters.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.3",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-86-0",
    "text": "6.5.2 Neither AIRMET nor GAMET information is issued. Area forecasts, known as PRONAREA, are issued for low- altitude flights, containing a description of significant phenomena, 0º C isotherm, icing, tropopause and maximum winds, turbulence, jet stream location, winds and temperatures aloft from FL 030 up to FL 450, and forecast for aerodromes with no TAF. They are amended as necessary. CHAPTER 7 – SIGMET AND AIRMET INFORMATION",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.5.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-88-0",
    "text": "7.2.1, 7.2.2 and 7.2.3 No AIRMET information is issued. PRONAREA reports are amended as appropriate.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-90-0",
    "text": "7.4.1 No wind shear notices are regularly issued. They are only issued when there is a flight crew notification in the landing and takeoff phases.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.4.1",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-93-0",
    "text": "7.4.3 No wind shear alerts are produced by automatic systems. There is no automatic equipment for the detection. ANNEX 4 – Aeronautical Charts (Eleventh Edition, July 2009) There are no differences. ANNEX 5 – Units of Measurement to be Used in Air and Ground Operations (Fifth Edition, July 2010) There are no differences. AIP ARGENTINA GEN 1.7-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 ANEXO 6 – Operación de aeronaves Parte I – Transporte aéreo comercial internacional – Aviones (Undécima edición, julio de 2018) CAPÍTULO 1 – DEFINICIONES Se agrega la definición “Miembro de la tripulación auxiliar de cabina”: Personal al que el explotador asigna tareas auxiliares a bordo sin que integre el rol de tripulación de vuelo, pero con dependencia del piloto al mando de la aeronave. Adicionalmente, la reglamentación nacional prescribe sus alcances. Período de servicio de vuelo: La reglamentación nacional lo define también como “tiempo de servicio” y lo limita a una (1) hora antes de la fijada por el explotador para la presentación del tripulante en el lugar de iniciación del vuelo, o de la serie de vuelos, hasta media hora después de finalizado el mismo o los mismos. Piloto al mando: La reglamentación nacional lo define como “Comandante de Aeronave”. De esta forma es establecido por el Código Aeronáutico de la República Argentina. El alcance de su responsabilidad se aplica con independencia de si acciona o no los mandos de la aeronave. Plan operacional de vuelo: La reglamentación nacional emplea la expresión “realización normal” en lugar de “realización segura”. Tiempo de vuelo: La reglamentación nacional incluye la palabra “rodar”. “... que la aeronave comienza a moverse por su propia fuerza para rodar y efectuar el despegue...” Trabajos aéreos: La reglamentación nacional determina que trabajo aéreo es la explotación comercial de aeronaves en cualquiera de sus formas, con excepción del servicio de transporte aéreo. CAPÍTULO 3 – GENERALIDADES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.4.3",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-95-0",
    "text": "3.3 La aplicación de esta norma no afecta los derechos y obligaciones asignados por la Autoridad Aeronáutica competente con respecto a la operación de la aeronave. CAPÍTULO 4 – OPERACIONES DE VUELO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-97-0",
    "text": "4.1.2 Preferentemente, el piloto al mando entregará la comunicación de la deficiencia en la primera escala, si ésta correspondiera a la jurisdicción de la novedad informada. La comunicación debería realizarse mediante la confección y entrega del formulario “Informe del Personal Aeronáutico”. Esta norma no excluye el aviso directo desde la aeronave en vuelo, cuando esta medida sea indispensable para las operaciones.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-99-0",
    "text": "4.2.1 No se autorizarán en todo el territorio nacional operaciones de transporte aéreo comercial de personas físicas o sociedades comerciales que no acrediten el instrumento legal habilitante expedido por la autoridad competente.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.1",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-101-0",
    "text": "4.2.2.2 Antes de su puesta en vigencia, dicho manual y sus enmiendas deberán haber sido aprobados por la Autoridad Aeronáutica competente. ANNEX 6 – Operation of Aircraft Part I – International Commercial Air Transport – Aeroplanes (Eleventh Edition, July 2018) CHAPTER 1 – DEFINITIONS The definition of “Cabin crew members” has been added. Personnel to whom the operator assigns auxiliary duties on board. They are not part of the flight crew, but depend on the pilot in command of the aircraft. Additionally, the national regulations prescribe their scopes. Flight service period: The national regulations define it as well as “time of service”, and limits it to one (1) hour before the hour fixed by the operator for the crew members to be present at the starting place of the flight or series of flights until half an hour after it/they has/have finished. Pilot-in-command: The national regulations define it as “Aircraft Commander”. This is the term established by the Argentine Aeronautical Code. His/Her scope of responsibility applies no matter whether he/she activates or not the aircraft commands. Operational flight plan: The national regulations use the expression “normal performance” instead of “safe performance”. Flight time: The national regulations include the word “taxi” “... that the aircraft starts moving by its own force to taxi and take off, ...” Aerial Work: The national regulations determine that aerial work is the commercial exploitation of the aircraft in any manner with the only exception of the air transport service. CAPÍTULO 3 – GENERALITIES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-103-0",
    "text": "3.3 The application of this rule does not affect the rights and duties assigned by the pertinent Aeronautical Authority with regard to the operation of aircraft. CHAPTER 4 – FLIGHT OPERATIONS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-105-0",
    "text": "4.1.2 Preferably, the pilot in command will submit the deficiency report at the first stop, if it is within the jurisdiction of the reported item. The report should be made by filling out and submitting the “Aeronautical Personnel Report”. This rule does not exclude the direct notice from the aircraft in flight, when this action is necessary for the operation.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-108-0",
    "text": "4.2.1 Commercial air transport operations involving businesspeople or commercial societies without the enabling legal instrument issued by the pertinent authority shall not be authorized in the whole national territory.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.1",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-110-0",
    "text": "4.2.2.2 Before entering into force, such manual and amendments shall have been approved by the pertinent Aeronautical Authority. AIP ARGENTINA GEN 1.7-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2024",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-114-0",
    "text": "4.2.11 Las tarjetas de instrucciones deberán estar redactadas por lo menos en tres de los idiomas oficiales de la OACI: Idioma español, inglés y francés.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.11",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-116-0",
    "text": "4.3.1 c) expresa: Se ha liberado el servicio conforme a lo dispuesto en el Reglamento de Aeronavegabilidad (DNAR) Partes 121.709, 135.443, 43.5 y 43.7 (e).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-118-0",
    "text": "4.3.2 La reglamentación nacional prescribe un período de conservación de “seis” meses en lugar de “tres”.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.3.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-120-0",
    "text": "4.3.3.1 Adicionalmente, la reglamentación nacional prescribe que el plan operacional de vuelo, o una copia autenticada, quede en el lugar de partida.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-122-0",
    "text": "4.3.4.1.1 Se considera que debe seleccionarse un aeródromo de alternativa post-despegue solamente cuando los mínimos de utilización estén por debajo.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-124-0",
    "text": "4.3.4.3 La reglamentación nacional prescribe la inclusión de al menos un aeródromo de alternativa para los vuelos IFR o VFR.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-128-0",
    "text": "4.3.7.2 Podrá utilizarse código de señales para mantener comunicación con el personal de tierra cuando no sea aconsejable utilizar el intercomunicador por presencia de tormentas eléctricas. Estas medidas precautorias no impiden que otras sean tomadas por la empresa explotadora o proveedora de combustible.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-130-0",
    "text": "4.4.7 La reglamentación nacional prescribe que las instrucciones sobre operaciones no eximen al Comandante de la responsabilidad de obtener el debido permiso del control de tránsito aéreo, si corresponde, antes de alterar el plan de vuelo.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.4.7",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-132-0",
    "text": "4.5.4 La reglamentación nacional determina la obligación del Comandante de dejar asentadas, en el registro técnico de a bordo, las novedades de la aeronave, como notificación al explotador y con destino a la organización técnica de la compañía. Asimismo, el Comandante deberá verificar si dichas novedades han tenido acción correctiva. Cuando, a juicio de éste, las novedades no subsanadas no afecten la seguridad, podrá iniciar el vuelo bajo su responsabilidad, debiendo la compañía propietaria, al término del vuelo, adoptar las medidas correctivas. Asimismo, se determinan las obligaciones del Comandante en casos de nacimientos o defunciones, como también en aquellas responsabilidades inherentes a la seguridad de la aeronave.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.5.4",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-134-0",
    "text": "4.6 La reglamentación nacional reemplaza la denominación “Encargado de operaciones de vuelo” por “Despachante de Aeronaves”.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.6",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-141-0",
    "text": "4.2.11 The instructions cards shall be written at least in three of the ICAO official languages. Spanish, English and French languages.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.11",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-143-0",
    "text": "4.3.1 c) expresses: The service has been released according to the Argentine Airworthiness Regulations (DNAR) Parts",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-146-0",
    "text": "4.3.2 The national regulations prescribe a storage period of “six” months instead of one of “three”.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.3.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-148-0",
    "text": "4.3.3.1 Additionally, the national regulations prescribe that the operational flight plan or a certified copy must remain in the place of departure.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-150-0",
    "text": "4.3.4.1.1 The words “correspond or” are eliminated. It is considered that an alternate aerodrome shall be selected after takeoff only when the minima to be used is below the standards.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-152-0",
    "text": "4.3.4.3 The national regulations prescribe the inclusion of at least one alternate aerodrome for IFR or VFR flights.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-156-0",
    "text": "4.3.7.2 A sign code may be used to keep the communication with the ground personnel when it may not be advisable to use the intercom due to thunderstorms. These measures of caution do not prevent the operator or the company providing the fuel to take some other measures.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-159-0",
    "text": "4.4.7 The national regulations prescribe that the instructions about operations do not exempt the Commander from the responsibility for requesting the corresponding air traffic control permit, if appropriate, before altering the flight plan.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.4.7",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-161-0",
    "text": "4.5.4 The national regulations determine the Commander’s obligation to write down in the onboard technical record all the aircraft information as a notification to the operator addressed to the technical organization of the company. Besides, the Commander shall verify whether there have been corrective actions, if necessary, regarding the aircraft information collected. If, in the Commander’s opinion, the absence of corrective actions does not affect security/safety, he/she will be able to start the flight under his/her own responsibility, and, when the flight comes to an end, the company must take the corrective actions. Likewise, the Commander’s obligations are determined in the case of a birth or of a death, as well as with respect to all responsibilities that involve the aircraft security/safety.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.5.4",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-163-0",
    "text": "4.6 The national regulations replace the expression “Flight Operations Officer” for “Aircraft Dispatcher”. AIP ARGENTINA GEN 1.7-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 CAPÍTULO 6 – INSTRUMENTOS, EQUIPO Y DOCUMENTOS DE VUELO DEL AVIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.6",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-165-0",
    "text": "6.2.2 La reglamentación nacional establece, como requisito adicional, que la aeronave deberá estar equipada con máscaras y antiparras para humo, destinadas a la tripulación, para ser utilizadas en casos de emergencia.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.2.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-167-0",
    "text": "6.3.2 Los registradores tipo IIA deberán poder conservar la información por lo menos durante las últimas 8 horas de su funcionamiento.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.3.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-169-0",
    "text": "6.3.3.2 Además de los parámetros de masa máxima de despegue, se agrega la configuración de 10 o más pasajeros, excluidos los asientos de los pilotos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-171-0",
    "text": "6.3.4.1 Además de los parámetros de masa máxima de despegue, se agrega la configuración de 10 o más pasajeros, excluidos los asientos de los pilotos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-173-0",
    "text": "6.3.5.1 Además de los parámetros de masa máxima de despegue, se agrega la configuración de 10 o más pasajeros, excluidos los asientos de los pilotos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-175-0",
    "text": "6.13 Norma aplicable en los casos en que sea requerido por la operación de la aeronave en determinados aeródromos y horarios. Los aeródromos que poseen restricciones se especifican en la Publicación de Información Aeronáutica.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.13",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-179-0",
    "text": "6.18.1 La obligatoriedad en la República Argentina es a partir del 1 de julio de 1999. Establecido por Disposición CRA N° 141/97.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.18.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-181-0",
    "text": "6.18.2 La obligatoriedad en la República Argentina es para aviones cuya masa máxima certificada de despegue sea superior a 5700 Kg o que estén autorizados para transportar más de 9 pasajeros y a partir del 1 de julio de 2002. Establecido por Disposición CRA N° 141/97.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.18.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-183-0",
    "text": "6.19 A reserva de las excepciones que haga la Autoridad Aeronáutica competente, a partir del 1 de julio de 2002, todos los aviones que operen por encima de 3000 pies de altura estarán equipados con un transpondedor de notificación de la altitud de presión que funcione de acuerdo con las disposiciones pertinentes del Anexo 10.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.19",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-187-0",
    "text": "6.21 La obligatoriedad en la República Argentina es para aviones con motor de turbina autorizados a transportar más de 30 pasajeros o una capacidad de carga paga máxima de más de 3400 kg. Este requerimiento es obligatorio en la República Argentina a partir del mes de junio de 1993. CAPÍTULO 8 – MANTENIMIENTO DEL AVIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.21",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-189-0",
    "text": "8.2.2 La reglamentación nacional prescribe que los servicios de mantenimiento y sus componentes se deberán CHAPTER 6 – AIRPLANE INSTRUMENTS, EQUIPMENT AND FLIGHT DOCUMENTS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.2.2",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-191-0",
    "text": "6.2.2 The national regulations establish as an additional requirement that the aircraft shall be equipped with smoke masks and goggles to be used by the crew in case of an emergency.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.2.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-193-0",
    "text": "6.3.2 Type IIA recorders shall be able to keep the information for at least the last 8 hours of operation.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.3.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-196-0",
    "text": "6.3.3.2 Apart from the maximum takeoff mass parameters, the configuration for 10 or more passengers, excluding the pilots’ seats, is added.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-198-0",
    "text": "6.3.4.1 Apart from the maximum takeoff mass parameters, the configuration for 10 or more passengers, excluding the pilots’ seats, is added.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-200-0",
    "text": "6.3.5.1 Apart from the maximum takeoff mass parameters, the configuration for 10 or more passengers, excluding the pilots’ seats, is added.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-202-0",
    "text": "6.13 This rule applies in those cases where it is required for the operation of the aircraft in certain aerodromes and times. The aerodromes with restrictions are specified in the Aeronautical Information Publication.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.13",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-207-0",
    "text": "6.18.1 In the Republic of Argentina, it is compulsory since 1 July 1999. Established by CRA Provision No. 141/1997.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.18.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-209-0",
    "text": "6.18.2 In the Republic of Argentina, it is compulsory since 1 July 2002 for those aeroplanes with a maximum certified takeoff mass over 5700 kg or that are authorized to transport more than 9 passengers. Established by CRA Provision No. 141/1997.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.18.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-212-0",
    "text": "6.19 With the exceptions granted by the competent Aeronautical Authority, since 1 July 2002, all aeroplanes operating above 3000 feet of height shall be equipped with a pressure altitude reporting transponder working in accordance with the pertinent provisions in ICAO Annex 10.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.19",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-217-0",
    "text": "6.21 In the Republic of Argentina, it is compulsory for those aircraft with turbine engines authorized to transport more than 30 passengers or a maximum payload of over 3400 kg. This requirement is compulsory in the Republic of Argentina since June 1993. CHAPTER 8 – AIRCRAFT MAINTENANCE",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.21",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-219-0",
    "text": "8.2.2 The national regulations prescribe that the services of maintenance and components shall be performed AIP ARGENTINA GEN 1.7-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2024 11 JULIO 2024 efectuar con base en un plan de mantenimiento aprobado por la Autoridad Aeronáutica competente.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.2.2",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-221-0",
    "text": "8.4.2 En la República Argentina los registros de mantenimiento enumerados en 8.4.1 deben ser conservados por el explotador de la aeronave en el momento en que la misma sea vendida. Este requerimiento es obligatorio en la República Argentina a partir del mes de junio de 1993.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.4.2",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-223-0",
    "text": "8.7.6.2 Los registros de mantenimiento de los organismos de mantenimiento deben conservarse hasta que el trabajo sea repetido o sustituido por otro trabajo o hasta un año después de que el trabajo haya sido efectuado. Para los aviones que operen en transporte aéreo no regular, los registros de mantenimiento deberán mantenerse por lo menos durante 5 años después de realizado el trabajo, con excepción de los trabajos de recorrida general. Este requerimiento es obligatorio en la República Argentina a partir del mes de junio de 1993. CAPÍTULO 9 – TRIPULACIÓN DE VUELO DEL AVIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-225-0",
    "text": "9.1.1 Adicionalmente, la reglamentación nacional prescribe tripulación mínima para aeronaves bimotores de peso inferior a 5700 kg. Para los vuelos realizados en condiciones meteorológicas visuales y con luz diurna, se requiere un piloto y, en todas las demás condiciones, dos pilotos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.1.1",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-228-0",
    "text": "9.4.3.4 La reglamentación nacional establece que los registros que debe llevar el explotador serán verificados y rubricados periódicamente por inspectores designados por la Autoridad Aeronáutica.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-230-0",
    "text": "9.4.4.1 Ningún explotador puede emplear una persona ni persona alguna puede desempeñarse como piloto a menos que esa persona haya completado satisfactoriamente un control de eficiencia o un curso aprobado de instrucción en simulador según las RAAC Parte 121, Subparte 121.409, como se indica a continuación: 1) Para piloto al mando un control de eficiencia dentro de los 12 meses calendario precedentes y además, dentro de los 6 meses calendario precedentes, un control de eficiencia o instrucción en simulador. 2) Para todo otro piloto: i. Dentro de los 24 meses calendario precedentes un control de eficiencia o instrucción en simulador (LOS) bajo121.409 y, ii. Dentro de los 12 meses calendario precedentes, un control de eficiencia o un curso de instrucción en simulador bajo",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-231-0",
    "text": "121.409. CAPÍTULO 10 – ENCARGADO DE OPERACIONES DE VUELO / DESPACHADOR DE VUELO La reglamentación nacional reemplaza esta denominación por la de “Despachante de Aeronaves”. CAPÍTULO 13 – SEGURIDAD DE LA AVIACIÓN based on a maintenance plan approved by the competent Aeronautical Authority.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-233-0",
    "text": "8.4.2 In the Republic of Argentina, the maintenance records listed in 8.4.1 must be kept by the aircraft operator at the time of selling it. This requirement is compulsory in the Republic of Argentina since June 1993.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.4.2",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-236-0",
    "text": "8.7.6.2 The maintenance records belonging to the maintenance agencies must be kept until the work is repeated or replaced by another work or until one year after the work has been performed. For those aeroplanes operating in non-regular commercial air transport, the maintenance records shall be kept at least for a period of 5 years after the work has been made, with the exception of the general overhaul. This requirement is compulsory in the Republic of Argentina since June 1993. CHAPTER 9 – AIRCRAFT FLIGHT CREW",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-238-0",
    "text": "9.1.1 Additionally, the national regulations prescribe a minimum of crew members for twin-engine aircraft weighing less than 5700 kg. For those flights conducted under visual meteorological conditions and with daylight, only one pilot is required, but, under all other conditions, two pilots are necessary.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.1.1",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-240-0",
    "text": "9.4.3.4 The national regulations establish that the records to be kept by the operator shall be verified and signed periodically by the inspectors assigned by the Aeronautical Authority.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-242-0",
    "text": "9.4.4.1 No operator can hire a person and no person can work as a pilot, unless such person has completed satisfactorily an efficiency control or an approved course of instruction in a simulator, in accordance with Part 121, Subpart 121.409 of the RAAC, as indicated below: 1) For the pilot in command, an efficiency control within the 12 preceding calendar months, and in addition, within the 6 preceding calendar months, an efficiency control or an instruction in a simulator. 2) For the rest of the pilots: i. Within the 24 preceding calendar months, an efficiency control or an instruction in a simulator (LOS), in accordance with Subpart 121.409, and ii. Within the 12 preceding calendar months, an efficiency control or an instruction course in a simulator, in accordance with 121.409” CHAPTER 10 – FLIGHT OPERATIONS OFFICER/FLIGHT DISPATCHER The national regulations replace this terminology for “Aircraft Dispatcher”. CHAPTER 13 – AVIATION SECURITY AIP ARGENTINA GEN 1.7-10 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-243-0",
    "text": "13.5 Adicionalmente, la reglamentación nacional prescribe sus alcances Parte II – Aviación general internacional – Aviones (Novena edición, julio de 2018) CAPÍTULO 1.1 – DEFINICIONES Piloto al mando: La reglamentación nacional lo define como “Comandante de Aeronave”. De esta forma es establecido por el Código Aeronáutico Argentino. El alcance de su responsabilidad se aplica con independencia de si acciona o no los mandos de la aeronave. Trabajos aéreos: La reglamentación nacional determina que trabajo aéreo es la explotación comercial de aeronaves en cualquiera de sus formas, con excepción del servicio de transporte aéreo. Tiempo de vuelo: La reglamentación nacional incluye la palabra “rodar”: “... que la aeronave comienza a moverse por su propia fuerza para rodar y efectuar el despegue...” CAPÍTULO 4 – OPERACIONES DE VUELO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "13.5",
      "chapter": "13"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-247-0",
    "text": "4.7 La reglamentación nacional exige que, en caso de no especificarse un aeródromo de alternativa, las condiciones meteorológicas del aeródromo de destino deberán ser apropiadas para vuelo en VMC desde dos horas antes y hasta dos horas después de la hora prevista de llegada.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.7",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-251-0",
    "text": "4.8.1.1 a) La reglamentación nacional exige el combustible y lubricante necesarios para volar hasta el destino proyectado y prolongar el vuelo un 30% más del tiempo calculado para esa etapa, pero esta reserva no deberá ser inferior a 45 minutos. CAPÍTULO 6 – INSTRUMENTOS, EQUIPO Y DOCUMENTOS DE VUELO DEL AVIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-255-0",
    "text": "6.1.3.1.1 c) 1) La reglamentación nacional exige un asiento o litera para cada persona que exceda los 3 años de edad.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-259-0",
    "text": "6.7 A los vuelos VFR se les requiere el equipo designado para ese tipo de vuelo, más un variómetro, un indicador giroscópico de virajes, un faro, las luces que exige el Anexo 2, iluminación de instrumentos, linterna y luces para el compartimiento de pasajeros.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.7",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-261-0",
    "text": "6.9.2 No se exige para aviones con una masa máxima certificada de despegue de 15000 kg o inferior autorizados a transportar 30 pasajeros o menos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.9.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-263-0",
    "text": "6.12 La reglamentación argentina lo exige a las aeronaves de matrícula nacional a partir del 1 de julio de 2000, para",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.12",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-264-0",
    "text": "13.5 Additionally, the national regulations prescribe the scopes. Part II – International General Aviation – Aeroplanes (Ninth Edition, July 2018) CHAPTER 1.1 – DEFINITIONS Pilot- in-command: The national regulations define this as “Aircraft Commander”. This is the way in which it is established in the Argentine Aeronautical Code. The scope of responsibility is applied no matter whether he/she activates or not the aircraft commands. Aerial work: The national regulations consider that aerial work is the commercial operation of aircraft in all forms with the exception of the air transport service. Flight time: The national regulations include the word “taxi”: “... that the aircraft starts moving by its own force to taxi and take off, ...” CHAPTER 4 – FLIGHT OPERATIONS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "13.5",
      "chapter": "13"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-268-0",
    "text": "4.7 If there is no alternate aerodrome specified, the national regulations require appropriate weather conditions at the aerodrome of destination for a VMC flight since two hours before and until two hours after the estimated time of arrival.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.7",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-273-0",
    "text": "4.8.1.1 a) The national regulations require the fuel and lubricant necessaries to fly up to the planned destination and to extend the flight for over 30% of the estimated time for that stage, but the extension shall not be for less than 45 minutes. CAPÍTULO 6 – AIRPLANE INSTRUMENTS, EQUIPMENT AND FLIGHT DOCUMENTS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-277-0",
    "text": "6.1.3.1.1 c) 1) The national regulations require a seat or bunk for each person of over 3 years old.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-281-0",
    "text": "6.7 VFR flights are required to have the corresponding equipment for such type of flights, plus a variometer, a gyroscopic gauge of turns, a beacon, the lights required in Annex 2, instrument lighting, lantern and lights for the passengers’ compartment.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.7",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-283-0",
    "text": "6.9.2 t is not required for aeroplanes with a maximum takeoff certified mass of 15000 kg or less authorized to transport 30 passengers or less.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-285-0",
    "text": "6.12 The Argentine regulations have this requirement for aircraft with a national registration mark; since 1 July AIP ARGENTINA GEN 1.7-11 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 aviones con certificado tipo en categoría transporte o categoría commuter y, a partir del 1 de julio de 2002, al resto de los aviones de aviación general. Quedan exceptuados:  planeadores, motoplaneadores y globos libres tripulados;  aeronaves construidas por aficionados o a partir de kits;  ultralivianos;  aeronaves de aviación general en operaciones de entrenamiento, dentro de un radio de 50 NM del aeropuerto desde el cual aquella operación haya comenzado;  aeronaves que realicen operaciones que tengan que ver con el diseño y ensayos en vuelo;  aeronaves nuevas mientras realicen operaciones relacionadas con su fabricación, preparación o entrega;  aeronaves que realicen operaciones de vuelo concernientes a liberación de insectos, aplicaciones aéreas de productos químicos y otras sustancias para propósitos agrícolas;  aeronaves certificadas por la Autoridad de Aeronavegabilidad Argentina para propósitos de investigación y desarrollo;  aeronaves mientras son utilizadas para demostrar cumplimiento de las regulaciones, entrenamiento de tripulación, exhibición, carreras o estudios de mercado;  aeronaves durante cualquier período en el cual el ELT haya sido temporalmente removido para inspección, reparación, modificación o reemplazo, sujeto a determinadas condiciones especificadas en la reglamentación correspondiente. Parte III – Operaciones internacionales – Helicópteros (Novena edición, julio de 2018) SECCIÓN I CAPÍTULO 1 – DEFINICIONES Piloto al mando: La reglamentación nacional lo define como “Comandante de Aeronave”. De esta forma es establecido por el Código Aeronáutico Argentino. El alcance de su responsabilidad se aplica con independencia de si acciona o no los mandos de la aeronave. SECCIÓN II CAPÍTULO 4 – INSTRUMENTOS, EQUIPO Y DOCUMENTOS DE VUELO DEL HELICÓPTERO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.12",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-287-0",
    "text": "4.3.1.6 La obligatoriedad de instalar un CVR es para helicópteros propulsados por turbina con una configuración de 6 o más asientos de pasajeros o una capacidad de carga paga máxima equivalente y para los cuales se requieran 2 pilotos, y la obligatoriedad de instalar un FDR es para helicópteros propulsados por turbina con una configuración de 10 o más asientos de pasajeros. Este requerimiento es obligatorio en la República Argentina a partir del mes de octubre de 1992. 2000, for aeroplanes type-certificated in the transport category or in the commuter category; and, since 1 July 2002, for the rest of the general aviation aeroplanes. Exceptions:  gliders, motor gliders and manned free balloons;  aircraft built by amateurs from a kit;  ultralight vehicles;  general aviation aircraft in training operations, within a radius of 50 NM of the airport from where such operation has started;  aircraft performing operations related to the design and to flight testing;  new aircraft while they perform operations related to their manufacturing, preparation or delivery;  aircraft performing flight operations concerning the release of insects, aerial application of chemical products and other substances for agricultural purposes;  aircraft certificated by the Argentine Airworthiness Authority for research and development purposes;  aircraft being used to demonstrate compliance with the regulations, crew members training, air shows, air racing or marketing studies;  aircraft during any time in which the ELT has been temporarily removed for purposes of inspection, repair, modification or replacement, subject to certain conditions specified in the corresponding regulation. Part III – International Operations – Helicopters (Ninth Edition, July 2018) SECTION I CHAPTER 1 – DEFINITIONS Pilot-in-command: The national regulations define this term as “Aircraft Commander”. This is the way in which it is established in the Argentine Aeronautical Code. The scope of his/her responsibility is applied no matter whether he/she activates or not the aircraft commands. SECTION II CHAPTER 4 – HELICOPTER INSTRUMENTS, EQUIPMENT AND FLIGHT DOCUMENTS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-289-0",
    "text": "4.3.1.6 The requirement of having a CVR installed is for those turbine-powered helicopters configured for 6 or more passengers, or with an equivalent maximum payload, and where two pilots are required; and the requirement of having a FDR installed is for those turbine-powered helicopters configured for 10 or more passengers. This requirement is compulsory in the Republic of Argentina since October 1992. AIP ARGENTINA GEN 1.7-12 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-290-0",
    "text": "4.3.4.2 La obligatoriedad de instalar el registrador de voz es para helicópteros propulsados por turbina que tengan una configuración para 6 o más pasajeros o con una capacidad de carga paga máxima equivalente y para los cuales se requieran 2 pilotos que operen en la República Argentina a partir del 11 de octubre de 1995. Este requerimiento fue establecido en la República Argentina a partir del mes de octubre de 1992.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-292-0",
    "text": "4.3.5 La obligatoriedad de instalar el registrador de voz es para helicópteros propulsados por turbina que tengan una configuración para 6 o más pasajeros o con una capacidad de carga paga máxima equivalente y para los cuales se requieran 2 pilotos que operen en la República Argentina a partir del 11 de octubre de 1995. Este requerimiento fue establecido en la República Argentina a partir del mes de octubre de 1992.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.3.5",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-294-0",
    "text": "4.15 La obligatoriedad del equipamiento transponder es a partir del 1 de julio de 2002 para helicópteros que vuelen por encima de los 900 metros de altura y con peso máximo de despegue certificado superior a 5700 kg o con una configuración de 10 o más asientos de pasajeros. Establecido por Disposición CRA N° 141/97.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.15",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-298-0",
    "text": "4.7 La reglamentación argentina lo exige a las aeronaves de matrícula nacional a partir del 1 de julio de 2000 para aeronaves con certificado tipo en categoría transporte o categoría commuter. Quedan exceptuados:  aeronaves construidas por aficionados o a partir de kits;  ultralivianos;  aeronaves de aviación general en operaciones de entrenamiento, dentro de un radio de 50 NM del aeropuerto desde el cual aquella operación haya comenzado;  aeronaves que realicen operaciones que tengan que ver con el diseño y ensayos en vuelo;  aeronaves nuevas mientras realicen operaciones relacionadas con su fabricación, preparación o entrega;  aeronaves que realicen operaciones de vuelo concernientes a liberación de insectos, aplicaciones aéreas de productos químicos y otras sustancias para propósitos agrícolas;  aeronaves certificadas por la Autoridad de Aeronavegabilidad Argentina para propósitos de investigación y desarrollo;  aeronaves mientras son utilizadas para demostrar cumplimiento de las regulaciones, entrenamiento de tripulación, exhibición, carreras o estudios de mercado;  aeronaves durante cualquier período en el cual el ELT haya sido temporalmente removido para inspección, reparación, modificación o reemplazo, sujeto a determinadas condiciones especificadas en la reglamentación correspondiente.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.7",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-301-0",
    "text": "4.3.4.2 The requirement of having a voice recorder installed is compulsory for those turbine-powered helicopters configured for 6 or more passengers, or with an equivalent maximum payload where two pilots are required operating in the Republic of Argentina since 11 October 1995 This requirement was established in the Republic of Argentina since October 1992.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-303-0",
    "text": "4.3.5 The requirement of having a voice recorder installed is compulsory for those turbine-powered helicopters configured for 6 or more passengers, or with an equivalent maximum payload where two pilots are required operating in the Republic of Argentina since 11 October 1995. This requirement was established in the Republic of Argentina since October 1992.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.3.5",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-305-0",
    "text": "4.15 The requirement of a transponder equipment is compulsory since 1 July 2002 for those helicopters flying above 900 meters of height and with a maximum certified takeoff weight over 5700 kg or configured for 10 or more passengers. This was established by CRA Provision No. 141/1997.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.15",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-310-0",
    "text": "4.7 The Argentine regulations require this for aircraft with a national registration mark since 1 July 2000 for aircraft type-certificated in the transport category or in the commuter category. Exceptions:  aircraft built by amateurs from a kit;  ultralight vehicles;  general aviation aircraft in training operations, within a radius of 50 NM of the airport from where such operation has started;  aircraft performing operations related to the design and to flight testing;  new aircraft while they perform operations related to their manufacturing, preparation or delivery;  aircraft performing flight operations concerning the release of insects, aerial application of chemical products and other substances for agricultural purposes;  aircraft certificated by the Argentine Airworthiness Authority for research and development purposes;  aircraft being used to demonstrate compliance with the regulations, crew members training, air shows, air racing or marketing studies;  aircraft during any time in which the ELT has been temporarily removed for purposes of inspection, repair, modification or replacement, subject to certain conditions specified in the corresponding regulation. AIP ARGENTINA GEN 1.7-13 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 SECCIÓN III CAPÍTULO 2 – OPERACIONES DE VUELO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.7",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-312-0",
    "text": "2.6.2.2 a) a una altura de base de nubes de por lo menos 1000 FT y b) una visibilidad mínima de 5 km.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-314-0",
    "text": "2.8 La reglamentación nacional reemplaza la palabra “aceite” por “lubricante”. CAPÍTULO 4 – INSTRUMENTOS, EQUIPO Y DOCUMENTOS DE VUELO DEL HELICÓPTERO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.8",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-318-0",
    "text": "4.10 La reglamentación argentina lo exige a los helicópteros de matrícula nacional a partir del 1 de julio de 2002. Quedan exceptuados:  helicópteros construidos por aficionados o a partir de kits;  ultralivianos;  aeronaves de aviación general en operaciones de entrenamiento, dentro de un radio de 50 NM del aeropuerto desde el cual aquella operación haya comenzado;  aeronaves que realicen operaciones que tengan que ver con el diseño y ensayos en vuelo;  aeronaves nuevas mientras realicen operaciones relacionadas con su fabricación, preparación o entrega;  aeronaves que realicen operaciones de vuelo concernientes a liberación de insectos, aplicaciones aéreas de productos químicos y otras sustancias para propósitos agrícolas;  aeronaves certificadas por la Autoridad de Aeronavegabilidad Argentina para propósitos de investigación y desarrollo;  aeronaves mientras son utilizadas para demostrar cumplimiento de las regulaciones, entrenamiento de tripulación, exhibición, carreras, o estudios de mercado;  aeronaves durante cualquier período en el cual el ELT haya sido temporalmente removido para inspección, reparación, modificación o reemplazo, sujeto a determinadas condiciones especificadas en la reglamentación correspondiente.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.10",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-320-0",
    "text": "4.11 La obligatoriedad del equipamiento transponder es a partir del 1 de julio de 2002 para helicópteros que vuelen por encima de los 9000 metros de altura y con peso máximo de despegue certificado superior a 5700 kg o con una configuración de 10 o más asientos de pasajeros. Establecido por Disposición CRA N° 141/97. ANEXO 7 – Marcas de nacionalidad y de matrícula de las aeronaves (Sexta edición, julio de 2012) CAPÍTULO 1 – DEFINICIONES SECTION III CHAPTER 2 – FLIGHT OPERATIONS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.11",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-324-0",
    "text": "2.8 The national regulations replace the word “oil” for “lubricant” CHAPTER 4 – HELICOPTER INSTRUMENTS, EQUIPMENT AND FLIGHT DOCUMENTS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.8",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-328-0",
    "text": "4.10 As of 1 July 2002, the Argentine regulations require this for helicopters with a national registration mark. Exceptions:  helicopters built by amateurs or from a kit;  ultralight vehicles;  general aviation aircraft in training operations, within a radius of 50 NM of the airport from where such operation has started;  aircraft performing operations related to the design and to flight testing;  new aircraft while they perform operations related to their manufacturing, preparation or delivery;  aircraft performing flight operations concerning the release of insects, aerial application of chemical products and other substances for agricultural purposes;  aircraft certificated by the Argentine Airworthiness Authority for research and development purposes;  aircraft being used to demonstrate compliance with the regulations, crew members training, air shows, air racing or marketing studies;  aircraft during any time in which the ELT has been temporarily removed for purposes of inspection, repair, modification or replacement, subject to certain conditions specified in the corresponding regulation.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.10",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-330-0",
    "text": "4.11 As of 1 July 2002, the transponder equipment is compulsory for helicopters flying above 9000 meters of height and with a maximum certified takeoff weight over 5700 kg or configured for 10 or more passengers. Established by CRA Provision No. 141/1997. ANNEX 7 – Aircraft Nationality and Registration Marks (Sixth Edition, July 2012) CHAPTER 1 – DEFINITIONS AIP ARGENTINA GEN 1.7-14 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.11",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-333-0",
    "text": "3.3.1 Además, se requiere colocar las marcas de nacionalidad y matrícula en el semiplano derecho del extradós del ala. No se requiere colocar la matrícula en el extradós del ala a las aeronaves de material compuesto. Los planeadores y motoplaneadores deben exhibir la matrícula en ambos semiplanos del intradós del ala.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-336-0",
    "text": "4.2.1 La altura mínima requerida es de 40 cm. Para los planeadores y motoplaneadores, la altura mínima requerida es de 8 cm.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.1",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-338-0",
    "text": "4.2.2 La altura mínima requerida es de 15 cm. Para los planeadores y motoplaneadores, la altura mínima requerida es de 8 cm. CAPÍTULO 6 – TIPO DE LOS CARACTERES EMPLEADOS PARA LAS MARCAS DE NACIONALIDAD, LAS MARCAS COMUNES Y LAS DE MATRÍCULA No se requiere el registro de los globos libres no tripulados. CAPÍTULO 8 – CERTIFICADO DE MATRÍCULA No se requieren placas de identificación en los globos libres no tripulados. ANEXO 8 – Aeronavegabilidad (Duodécima edición, julio de 2018) PARTE III – AVIONES GRANDES PARTE III A – AVIONES DE MÁS DE 5700 KG PARA LOS QUE SE SOLICITÓ LA CERTIFICACIÓN EL 13 DE JUNIO DE 1960 O MÁS TARDE, PERO ANTES DEL 2 DE MARZO DE 2004. CAPÍTULO 4 – DISEÑO Y CONSTRUCCIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-340-0",
    "text": "4.1.6 b), g), h), i) En la República Argentina, el reglamento de aeronavegabilidad adoptado es el FAR y se adoptarán los cambios relativos a este código cuando se convengan. CAPÍTULO 8 – INSTRUMENTOS Y EQUIPOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-342-0",
    "text": "8.4.1 La OACI requiere que los aviones que operan en el área de movimiento de un aeropuerto tengan luces de intensidad, colores, haces de cobertura y otras características tales que suministra el personal de tierra de tanto tiempo como sea posible para la interpretación de las mismas en las maniobras subsiguientes necesarias, a fin de evitar una colisión. El Reglamento de Aeronavegabilidad de la República Argentina no cuenta con este requisito.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.4.1",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-344-0",
    "text": "8.4.2. b) Este requerimiento se refiere al efecto de las luces sobre los observadores externos, mencionando el deslumbramiento perjudicial. En el Reglamento de Aeronavegabilidad de la República Argentina no se tiene en cuenta el efecto de las luces de las aeronaves",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-347-0",
    "text": "3.3.1 Besides, it is required to place the plates of aircraft nationality and registration marks on the upper right part of the wing. It is not required to place the registration mark plate on the upper right part of the wing in composite material aircraft. Gliders and motor gliders must exhibit the registration mark plate on both bottom parts of the wing.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-349-0",
    "text": "4.2.1 The minimum height required is 40 cm. For gliders and motor gliders, the minimum height required is 8 cm.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.1",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-352-0",
    "text": "4.2.2 The minimum height required is 15 cm. For gliders and motor gliders, the minimum height required is 8 cm. CHAPTER 6 – TYPES OF CHARACTERS USED FOR NATIONALITY MARKS, COMMON MARKS AND REGISTRATION MARKS Unmanned free balloons are not required to be registered. CHAPTER 8 – REGISTRATION CERTIFICATE Identification plates are not required in unmanned free balloons. ANNEX 8 – Airworthiness of Aircraft (Twelfth Edition, July 2018) PART III. LARGE AEROPLANES PART III A. AEROPLANES OVER 5700 KG FOR WHICH APPLICATION FOR CERTIFICATION WAS SUBMITTED ON OR AFTER 13 JUNE 1960, BUT BEFORE 2 MARCH 2004 CHAPTER 4 – DESIGN AND CONSTRUCTION",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-354-0",
    "text": "4.1.6 b), g), h), i) In the Republic of Argentina, the airworthiness regulations adopted are the FAR, and the country will adopt the changes related to such code, when they are applied. CHAPTER 8 – INSTRUMENTS AND EQUIPMENT",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-356-0",
    "text": "8.4.1 ICAO requires for aeroplanes operating in the area of movement of an airport high-intensity lights with colours and coverage beams, and other features for providing the ground staff with as much time as possible to understand them in the subsequent necessary manoeuvres to avoid a collision. This is not a requirement in the Argentine Airworthiness Regulations.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.4.1",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-359-0",
    "text": "8.4.2 b) This requirement is related to the effect of the lights on external observers, mentioning harmful dazzle. In the Argentine Airworthiness Regulations, the effect of the aircraft lights on external observers is not considered. AIP ARGENTINA GEN 1.7-15 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 sobre los observadores externos. Sin embargo, se tienen en cuenta la visibilidad para otros pilotos y el efecto de luces sobre la tripulación de vuelo. CAPÍTULO 9 – LIMITACIONES DE UTILIZACIÓN E INFORMACIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-361-0",
    "text": "9.3.5 Este requisito se aplica solamente a las estructuras de aviones fabricadas en la República Argentina con capacidad para transportar 10 o más pasajeros. CAPÍTULO 11 – SEGURIDAD",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.3.5",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-363-0",
    "text": "11.2, 11.3, 11.4 Este requisito de prever un lugar de riesgo mínimo para colocar una bomba se aplica solamente a las estructuras de aviones fabricadas en la República Argentina con capacidad para transportar 10 o más pasajeros. Sin embargo, no existe un requisito similar para el techo y el piso de cabina. PARTE III B – AVIONES DE MÁS DE 5700 KG PARA LOS QUE SE SOLICITÓ LA CERTIFICACIÓN EL 2 DE MARZO DE 2004 O MÁS TARDE CAPÍTULO 4 – DISEÑO Y CONSTRUCCIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-365-0",
    "text": "4.2. b) El Reglamento de Aeronavegabilidad de la República Argentina no tiene el requisito acerca de la separación física de los sistemas. No obstante, el cumplimiento de los estándares de aeronavegabilidad de la Parte 25 (25.1309, 25. 901 (c) y 25.903 (d)) considera la separación física.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-367-0",
    "text": "4.2. f) La OACI requiere en este párrafo un sistema de protección de incendio en los lavatorios para todos los aviones cubiertos por la Parte III B. El Reglamento de Aeronavegabilidad de la República Argentina sólo requiere sistemas de protección contra incendios en los lavabos para los aviones de 20 o más pasajeros.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-369-0",
    "text": "4.2.g) La OACI requiere un sistema de extinción de incendios para cada compartimiento de carga accesible a los miembros de la tripulación en un avión de transporte de pasajeros. En la República Argentina se permite que uno o varios miembros de la tripulación combatan el incendio manualmente en compartimiento de carga accesible, tanto en un avión de transporte de pasajeros como en un avión mixto de pasajeros y cargas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-371-0",
    "text": "4.2 h) En la República Argentina no existe un requisito específico que considere los efectos de la explosión o del incendio causado por bombas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-375-0",
    "text": "4.5 El Reglamento de Aeronavegabilidad de la República Argentina no hace mención a la protección de personas que entren en contacto con un avión en tierra o en el agua. CAPÍTULO 6 – SISTEMAS Y EQUIPOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.5",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-377-0",
    "text": "6.4.1 La OACI requiere que los aviones que operen en el área de movimiento de un aeropuerto tengan luces de intensidad, colores, haces de cobertura y otras características tales que suministra el personal de tierra de tanto tiempo como sea posible para la Nevertheless, the visibility for other pilots and the effect of lights on the crew members are mentioned. CHAPTER 9 – OPERATING LIMITATIONS AND INFORMATION",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.4.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-379-0",
    "text": "9.3.5 This requirement only applies to the aeroplane structures manufactured in the Republic of Argentina configured for transporting 10 or more passengers. CHAPTER 11 – SECURITY",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.3.5",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-381-0",
    "text": "11.2, 11.3, 11.4 This requirement of foreseeing a place of minimum risk to plant a bomb applies only to the aeroplane structures manufactured in the Republic of Argentina configured for transporting 10 or more passengers. Nevertheless, there is no similar requirement for the cabin floor and ceiling. PART III B – AEROPLANES OVER 5700 KG FOR WHICH APPLICATION FOR CERTIFICATION WAS SUBMITTED ON OR AFTER 2 MARCH 2004 CHAPTER 4 – DESIGN AND CONSTRUCTION",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-383-0",
    "text": "4.2 b) In the Republic of Argentina, the Airworthiness Regulations have no requirement concerning the systems physical separation. However, in the compliance with the airworthiness standards of Part 25 (25.1309, 25.901 (c) and 25.903 (d)), the physical separation is considered.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-385-0",
    "text": "4.2 f) In this paragraph, ICAO requires a fire protection system in wash basins for all aeroplanes covered by Part III B. The Argentine Airworthiness Regulations only require fire protection systems in lavatories for aeroplanes configured for 20 or more passengers.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-388-0",
    "text": "4.2 g) ICAO requires a fire protection system for each load compartment available to the crew members in an aeroplane for transporting passengers. In the Republic of Argentina, one or several crew members are allowed to fight the fire manually in an accessible load compartment, both in an aeroplane transporting passengers and in a mixed passenger/load aeroplane.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-391-0",
    "text": "4.2 h) In the Republic of Argentina there is no specific requirement considering the effects of an explosion or of a fire caused by a bomb.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-395-0",
    "text": "4.5 The Argentine Airworthiness Regulations do not mention the protection of persons who come into contact with an aeroplane on the ground or in the water. CHAPTER 6 – SYSTEMS AND EQUIPMENT",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.5",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-397-0",
    "text": "6.4.1 ICAO requires for aeroplanes operating in the area of movement of an airport high-intensity lights with colors and coverage beams, and other features for providing the ground staff with as much time as possible to understand them in the subsequent AIP ARGENTINA GEN 1.7-16 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 interpretación de las mismas en las maniobras subsiguientes necesarias, a fin de evitar una colisión. El Reglamento de Aeronavegabilidad de la República Argentina no cuenta con este requisito.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.4.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-399-0",
    "text": "6.4.2 b) Esta disposición hace referencia al efecto de las luces sobre los observadores externos, mencionando el deslumbramiento perjudicial. En el Reglamento de Aeronavegabilidad de la República Argentina no se hace referencia al efecto de las luces de la aeronave sobre observadores externos. Sin embargo, sí se mencionan la visibilidad para los pilotos y el efecto de las luces sobre la tripulación de vuelo.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-401-0",
    "text": "6.5 La regulación no está dirigida a las fuentes externas de interferencias electromagnéticas. Los campos de radiación de alta intensidad son requeridos solamente para condiciones especiales, pero sólo para sistemas esenciales de vuelo. CAPÍTULO 7 – LIMITACIONES DE FUNCIONAMIENTO E INFORMACIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.5",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-403-0",
    "text": "7.3.5 Este requisito se aplica solamente a las estructuras de aviones fabricadas en la República Argentina con capacidad para transportar 10 o más pasajeros. CAPÍTULO 10 – SEGURIDAD",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.3.5",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-405-0",
    "text": "10.2 En el Reglamento de Aeronavegabilidad de la República Argentina no existe el requisito para el techo y el piso de cabina.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.2",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-407-0",
    "text": "10.3.1 Este requisito de prever un lugar de riesgo mínimo para colocar una bomba se aplica solamente a las estructuras de aviones fabricadas en la República Argentina con capacidad para transportar 10 o más pasajeros. Sin embargo, no existe un requisito similar para el techo y el piso de cabina.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.3.1",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-409-0",
    "text": "10.3.2.10.4 Este requisito se aplica solamente a las estructuras de aviones fabricadas en la República Argentina con capacidad para transportar 10 o más pasajeros. PARTE IV – HELICÓPTEROS PARTE IV A – HELICÓPTEROS PARA LOS QUE SE SOLICITÓ LA CERTIFICACIÓN EL 22 DE MARZO DE 1991 O MÁS TARDE, PERO ANTES DEL 13 DE DICIEMBRE DE 2007 CAPÍTULO 2 – VUELO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-411-0",
    "text": "2.2.3.1, 2.2.3.1.1, 2.2.3.1.4 En la República Argentina sólo se adoptó este requerimiento para helicópteros Categoría A. CAPÍTULO 6 – SISTEMAS DEL ROTOR Y DE TRANSMISIÓN DE POTENCIA E INSTALACIÓN DEL SISTEMA MOTOPROPULSOR",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-413-0",
    "text": "6.7 Esta disposición requiere que se provean los medios necesarios para poder arrancar de nuevo el motor de un helicóptero a altitudes inferiores a la altitud máxima declarada. En la República Argentina no se requiere la demostración de la capacidad de poner nuevamente en marcha el motor. Como el nivel de certidumbre para los helicópteros de categorías transporte y normal es necessary manoeuvres to avoid a collision. This is not a requirement in the Argentine Airworthiness Regulations.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.7",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-416-0",
    "text": "6.4.2 b) This provision is related to the effect of the lights on external observers, mentioning harmful dazzle. In the Argentine Airworthiness Regulations, the effect of the aircraft lights on external observers is not considered. Nevertheless, the visibility for pilots and the effect of lights on the crew members are mentioned.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-420-0",
    "text": "6.5 The regulation does not address the external sources of electromagnetic interference. The high-intensity radiation fields are only required for special conditions, but only for essential flight systems. CHAPTER 7 – OPERATING LIMITATIONS AND INFORMATION",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.5",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-423-0",
    "text": "7.3.5 This requirement applies only to the aeroplane structures manufactured in the Republic of Argentina configured for transporting 10 or more passengers. CHAPTER 10 – SECURITY",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.3.5",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-425-0",
    "text": "10.2 In the Argentine Airworthiness Regulations there is no requirement for the cabin floor and ceiling.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.2",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-428-0",
    "text": "10.3.1 This requirement of foreseeing a place of minimum risk to plant a bomb applies only to the aeroplane structures manufactured in the Republic of Argentina configured for transporting 10 or more passengers. Nevertheless, there is no similar requirement for the cabin floor and ceiling.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.3.1",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-430-0",
    "text": "10.3.2.10.4 This requirement applies only to the aeroplane structures manufactured in the Republic of Argentina configured for transporting 10 or more passengers. PART IV – HELICOPTERS PART IV A – HELICOPTERS FOR WHICH APPLICATION FOR CERTIFICATION WAS SUBMITTED ON OR AFTER 22 MARCH 1991, BUT BEFORE 13 DECEMBER 2007 CHAPTER 2. – FLIGHT",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-432-0",
    "text": "2.2.3.1, 2.2.3.1.1, 2.2.3.1.4 In the Republic of Argentina, this requirement was adopted only for Category A helicopters. CHAPTER 6. ROTOR AND POWER TRANSMISSION SYSTEMS AND POWERPLANT INSTALLATION",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-434-0",
    "text": "6.7 This specification requires the provision of the means necessary to be able to restart the engine of a helicopter at lower altitudes than the maximum altitude declared. In the Republic of Argentina, no demonstration of the capacity to restart the engine is required. As the level of certainty for helicopters categories transport and normal is different, the only AIP ARGENTINA GEN 1.7-17 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 diferente, sólo se requiere la capacidad de poner nuevamente en marcha el motor para los helicópteros Categorías A y B (Parte 29) y los helicópteros normales Categoría A (Parte 27). CAPÍTULO 7 – INSTRUMENTOS Y EQUIPO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.7",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-436-0",
    "text": "7.4.2 Esta disposición requiere la necesidad de apagar o reducir la intensidad de las luces de destellos. En la República Argentina existen intensidades mínimas aceptables que se prescriben para las luces de la aviación, y es posible reducir las luces anticolisión por debajo de esos niveles.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.4.2",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-438-0",
    "text": "7.4.2 b) Esta disposición se refiere a las luces que afectan a observadores externos, mencionando el deslumbramiento perjudicial. En la República Argentina no se hace referencia al efecto de las luces de las aeronaves sobre los observadores externos. Sin embargo, sí se mencionan la visibilidad para otros pilotos y el efecto de las luces sobre la tripulación de vuelo. PARTE V – AVIONES PEQUEÑOS PARTE V A – AVIONES DE MÁS DE 750 KG PERO QUE NO EXCEDAN DE 5700 KG PARA LOS QUE SE SOLICITÓ LA CERTIFICACIÓN EL 13 DE DICIEMBRE DE 2007 O MÁS TARDE, PERO ANTES DEL 7 DE MARZO DE 2021 CAPÍTULO 8 – RESISTENCIA AL IMPACTO Y SEGURIDAD DE LA CABINA",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-440-0",
    "text": "8.5 e) En la República Argentina no existen requisitos similares a éste. La Parte 23 no contempla el impacto del derrame de combustible sobre el sistema de luces de emergencia. PARTE VII – HÉLICES CAPÍTULO 2 – DISEÑO Y CONSTRUCCIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-442-0",
    "text": "2.2 En la República Argentina no se requiere un análisis de falla. CAPÍTULO 3 – ENSAYOS E INSPECCIONES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.2",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-444-0",
    "text": "3.2 c) El Reglamento de Aeronavegabilidad de la República Argentina no contempla el requerimiento de impacto de pájaros o rayos ANEXO 9 – Facilitación (Decimoquinta edición, julio de 2017) No existen diferencias ANEXO 10 – Telecomunicaciones aeronáuticas VOLUMEN I – RADIOAYUDAS PARA LA NAVEGACIÓN (Octava edición, julio de 2023) requirement is the capacity to restart the engine for helicopters Categories A and B (Part 29) and normal helicopters Category A (Part 27). CHAPTER 7 – INSTRUMENTS AND EQUIPMENT",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-446-0",
    "text": "7.4.2 This provision requires the necessity of turning off or reducing the intensity of flashing lights. In the Republic of Argentina there is an acceptable intensity minima prescribed for aviation lights, and it is possible to reduce the anti-collision lights below such levels.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.4.2",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-449-0",
    "text": "7.4.2 b) This requirement is related to the effect of the lights on external observers, mentioning harmful dazzle. In the Republic of Argentina, the effect of the aircraft lights on external observers is not considered. Nevertheless, the visibility for other pilots and the effect of lights on the crew members are mentioned. PART V – SMALL AEROPLANES PART V A – AEROPLANES OVER 750 KG BUT NOT EXCEEDING 5700 KG FOR WHICH APPLICATION FOR CERTIFICATION WAS SUBMITTED ON OR AFTER 13 DECEMBER 2007, BUT BEFORE 7 MARCH 2021 CHAPTER 8. – CRASHWORTHINESS AND CABIN SAFETY",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-452-0",
    "text": "8.5 e) In the Republic of Argentina, there are no requirements similar to this one. Part 23 does not consider the impact of a fuel spillage on the emergency lighting system. PART VII – PROPELLERS CHAPTER 2. – DESIGN AND CONSTRUCTION",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-454-0",
    "text": "2.2 In the Republic of Argentina there is no requirement for a failure analysis. CHAPTER 3 – TESTS AND INSPECTIONS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.2",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-456-0",
    "text": "3.2 c) The Argentine Airworthiness Regulations do not consider the requirement for an impact of a bird or of a lightning. ANNEX 9 – Facilitation (Fifteenth Edition, July 2017) There are no differences. ANNEX 10 – Aeronautical Telecommunications VOLUME I – RADIO NAVIGATION AIDS (Eighth Edition, July 2023) AIP ARGENTINA GEN 1.7-18 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 CAPÍTULO 2 – DISPOSICIONES GENERALES RELATIVAS A LAS RADIOAYUDAS PARA LA NAVEGACIÓN",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-458-0",
    "text": "2.1.4.3 El usuario debe conservar las grabaciones por un periodo mínimo de 30 días. CAPÍTULO 3 – ESPECIFICACIONES RELATIVAS A LAS RADIOAYUDAS PARA LA NAVEGACIÓN Los sistemas DME/P, DME/W y MLS no están siendo aplicados en la actualidad en jurisdicción argentina.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-460-0",
    "text": "3.1.3.2.1 Para instalaciones de equipos nuevos, a partir del 1 de enero de 2007, la tolerancia de frecuencia no excederá de ± 0,001%, ya sea monofrecuencia o bifrecuencia.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-465-0",
    "text": "3.1.3.9.2 Es similar, excepto cuando hace referencia a las comunicaciones orales, las cuales no están contempladas dentro del territorio nacional. Véase lo expresado en el párrafo 3.1.3.5.3.7.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-467-0",
    "text": "3.3.2.2 La tolerancia de frecuencia para la portadora en todas las nuevas instalaciones (nuevo equipamiento) será de ± 0,001%.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-469-0",
    "text": "3.5.1 Las definiciones son iguales, excepto que en la documentación nacional no se hace referencia a los DME/P, DME/W y MLS.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.5.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-474-0",
    "text": "3.5.2.5 y 3.5.2.6 Las definiciones son iguales, excepto que en la documentación nacional no se hace referencia al MLS.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-482-0",
    "text": "3.11 Características del sistema de aterrizaje por microondas (MLS): No está siendo aplicado en la actualidad en jurisdicción argentina. VOLUMEN II – PROCEDIMIENTOS DE COMUNICACIONES (Séptima edición, julio de 2016) CAPÍTULO 1 – DEFINICIONES Cinta de teletipo: No está siendo aplicado en la actualidad en jurisdicción argentina. Instalación retransmisora de cinta arrancada: No está siendo aplicado en la actualidad en jurisdicción argentina. CAPÍTULO 4 – SERVICIO FIJO AERONÁUTICO (AFS)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.11",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-484-0",
    "text": "4.1.2.2 y 4.1.2.3 No están siendo aplicados en la actualidad en jurisdicción argentina. CHAPTER 2 – GENERAL PROVISIONS FOR RADIO NAVIGATION AIDS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-486-0",
    "text": "2.1.4.3 The user must keep the records for a period of at least 30 days. CHAPTER 3 – SPECIFICATIONS FOR RADIO NAVIGATION AIDS DME/P, DME/W and MLS systems are not currently being applied in Argentine jurisdiction.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-488-0",
    "text": "3.1.3.2.1 For the installation of new equipment as of 1 January 2007, the frequency tolerance shall not exceed ±",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-494-0",
    "text": "3.1.3.9.2 It is similar, except when it refers to voice communications, which are not considered within the national territory. See text in paragraph 3.1.3.5.3.7.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-496-0",
    "text": "3.3.2.2 The tolerance of the radio frequency carrier of all new installations (new equipment) shall be of ± 0.001%.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-505-0",
    "text": "3.5.2.5 and 3.5.2.6 The definitions are the same, except that in the national documentation there is no reference to MLS.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-513-0",
    "text": "3.11 Microwave landing system (MLS) characteristics: It is not being applied within Argentine jurisdiction. VOLUME II – COMMUNICATION PROCEDURES (Seventh Edition, July 2016) CHAPTER 1 – DEFINITIONS Teletypewriter Tape: It is not being applied within Argentine jurisdiction. “Torn-tape” Relay Installation: It is not being applied within Argentine jurisdiction. CHAPTER 4 – AERONAUTICAL FIXED SERVICE (AFS)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.11",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-515-0",
    "text": "4.1.2.2 and 4.1.2.3: They are not being applied within Argentine jurisdiction.    AIP ARGENTINA GEN 1.7-19 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-612-0",
    "text": "4.5 It is not being applied within Argentine jurisdiction. AIP ARGENTINA GEN 1.7-20 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 CAPÍTULO 5 – SERVICIO MÓVIL AERONÁUTICO - COMUNICACIONES ORALES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.5",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-614-0",
    "text": "5.2.1.5.5 y 5.2.1.6.2.2.2 Transmisión de mensajes: Los mensajes aceptados para su transmisión se emitirán tal y como han sido presentados por el remitente y sin alterar en modo alguno su sentido. No se permite cambiar un texto codificado por lenguaje claro ni viceversa.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-616-0",
    "text": "5.2.1.7.1.2 Cuando una estación aeronáutica brinda dos o más servicios en un mismo canal de radiofrecuencia y posición de operación en la oficina o dependencia responsable de éstos, en las comunicaciones radiotelefónicas se identificarán, a continuación del nombre del lugar, con el servicio de uso frecuente, ejemplo: TWR/APP se identificará como: ... “TORRE” TWR/APP/TMA se identificará como: ... “TORRE” Cuando una estación aeronáutica brinda los servicios en frecuencias y posiciones de operación particulares para cada uno de ellos, éstos se identificarán precedidos por el nombre del lugar de la siguiente manera: Control de aeródromo (TWR): ... “TORRE” Control de aproximación (APP): ... “APROXIMACIÓN” Área de control terminal (TMA): ... “CONTROL” Centro de control de área en FIR y UIR (ACC): ... “CENTRO” Entrega de autorizaciones (CLRD): ... “AUTORIZACIONES” Estaciones de comunicaciones generales (GP): “RADIO” (A/G) Servicio de información de Vuelo de Aeródromo (AFIS): “NOMBRE DE AERÓDROMO INFORMACIÓN” El sufijo “OPERACIONES”, en lugar de “radio”, “plataforma”, “despacho”, para las comunicaciones AOC en VHF-AM.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-620-0",
    "text": "5.2.4 Procedimientos “SELCAL”: El sistema de llamada selectiva, conocido como “SELCAL”, no se aplica en jurisdicción argentina. VOLUMEN III – SISTEMAS DE COMUNICACIONES (Segunda edición, julio de 2007) No existen diferencias. VOLUMEN IV – SISTEMAS DE VIGILANCIA y ANTICOLISIÓN (Quinta edición, julio de 2014) No existen diferencias CHAPTER 5 – AERONAUTICAL MOBILE SERVICE – VOICE COMMUNICATIONS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "5.2.4",
      "chapter": "5"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-622-0",
    "text": "5.2.1.5.5 and 5.2.1.6.2.2.2 Transmission of messages: The messages accepted for transmission will be issued in the same way as they have been presented by the sender and without any alteration. It is not allowed to change a coded text for any form of plain language or vice versa.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-624-0",
    "text": "5.2.1.7.1.2 When an aeronautical station provides two or more services on the same radio frequency channel and operation position at the responsible office or unit, in the radio telephony communications, the frequently- used service will be identified after the name of the place. Examples: TWR/APP will be identified as: ...“TOWER” TWR/APP/TMA will be identified as: ...“TOWER” When an aeronautical station provides the services on particular frequencies and operation positions for each of them, they will be identified preceded by the name of the place as follows: Aerodrome Control (TWR): ... “TOWER” Approach Control (APP): ... “APPROACH” Terminal Control Area (TMA): ... “CONTROL” Area Control Center in FIR and UIR (ACC): ... “CENTER” Clearances Delivery (CLRD): ... “CLEARANCES” General Communication Station (GP): “RADIO” (A/G) Aerodrome Flight Information Service (AFIS): “AERODROME NAME INFORMATION” The suffix “OPERATIONS” instead of “radio”, “apron”, “dispatch”, for AOC communications in VHF-AM.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-630-0",
    "text": "5.2.4 “SELCAL” Procedures: The selective call system known as “SELCAL” is not applied within Argentine jurisdiction. VOLUME III – COMMUNICATION SYSTEMS (Second Edition, July 2007) There are no differences. VOLUME IV – SURVEILLANCE AND COLLISION AVOIDANCE SYSTEMS (Fifth Edition, July 2014) There are no differences.    AIP ARGENTINA GEN 1.7-21 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 VOLUMEN V – UTILIZACIÓN DEL ESPECTRO DE RADIOFRECUENCIAS AERONÁUTICAS (Tercera Edición, julio de 2013) CAPÍTULO 1 – DEFINICIONES Simplex de doble canal: No está siendo aplicado en la actualidad en jurisdicción argentina. CAPÍTULO 3 - UTILIZACIÓN DE FRECUENCIAS DE MENOS DE 30 MHz",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-632-0",
    "text": "3.2.1 En la administración de frecuencias NDB se debe tener en cuenta lo siguiente: a) la protección contra la interferencia requerida en el límite de la zona de servicio clasificada; b) la aplicación de las cifras indicadas para equipos ADF típicos; c) el espaciamiento geográfico y las zonas de servicios clasificadas respectivas; d) la posibilidad de interferencia producida por radiaciones parásitas ajenas a la aeronáutica (p. ej., los servicios de energía eléctrica, las líneas de transmisión de energía eléctrica para las comunicaciones, las radiaciones industriales, etc.).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-634-0",
    "text": "3.2.2 Para aliviar los problemas de congestión de frecuencias en las localidades en que dos instalaciones ILS distintas dan servicio a los extremos opuestos de una pista única, debe permitirse la asignación de una frecuencia común a ambos radiofaros exteriores de localización y la asignación de una frecuencia común a ambos radiofaros internos de localización, con tal de que: a) las circunstancias operacionales lo permitan; b) se asigne a cada radiofaro de localización una señal de identificación diferente; y c) se hagan los arreglos oportunos para que no puedan radiar simultáneamente los radiofaros de localización que utilicen la misma frecuencia. CAPÍTULO 4 – UTILIZACIÓN DE FRECUENCIAS DE MÁS DE 30 MHz",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.2",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-638-0",
    "text": "4.4 No está siendo aplicado en la actualidad en jurisdicción argentina ANEXO 11 – Servicios de tránsito aéreo (Decimoquinta edición, julio de 2018) CAPÍTULO 1 – DEFINICIONES Accidente: “Todo hecho que se produzca al operarse la aeronave y que ocasione muerte o lesiones a alguna persona o daños a la aeronave o motive que ésta los ocasione”. (Definición de accidente según el artículo 4 del Decreto Reglamentario 934/70). Para las aeronaves con matrícula extranjera, “no hay diferencia” con la definición de OACI. VOLUME V – AERONAUTICAL RADIO FREQUENCY SPECTRUM UTILIZATION (Third Edition, July 2013) CHAPTER 1 – DEFINITIONS Double Channel Simplex: It is not being applied within Argentine jurisdiction. CHAPTER 3 - UTILIZATION OF FREQUENCIES BELOW 30 MHz",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.4",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-640-0",
    "text": "3.2.1 The following must be considered for the management of NDB frequencies: a) the protection against the interference required in the limits of the classified zone of service; b) the application of the figures indicated for typical ADF equipment; c) the geographical spacing and the respective classified zones of service; d) the possibility of interference produced by parasite radiations foreign to the aeronautical field (for example, electrical energy services, electrical energy transmission lines for communications, industrial radiations, etc.).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-642-0",
    "text": "3.2.2 To alleviate the problems of frequency congestion in locations where two different ILS installations provide service to the opposite ends of a single runway, the assignment of a common frequency to both external localization beacons and the assignment of a common frequency for both internal localization beacons must be allowed provided that: a) the operational circumstances permit so; b) a different identification signal be assigned to each localization beacon; and c) the appropriate arrangements for localization beacons not to radiate simultaneously when they use the same frequency. CHAPTER 4. UTILIZATION OF FREQUENCIES ABOVE 30 MHz",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.2",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-647-0",
    "text": "4.4 It is not being applied within Argentine jurisdiction. ANNEX 11 – Air Traffic Services (Fifteenth Edition, July 2018) CHAPTER 1 – DEFINITIONS Accident: Any event produced when an aircraft is operated, leading to the death or injuries of persons, or to the damage of the aircraft, or making the aircraft cause damage. (Definition of accident in accordance with Section 4 of the Regulatory Decree No. 934/70). For aircraft with a foreign registration mark, “there is no difference” with ICAO definition.  AIP ARGENTINA GEN 1.7-22 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 ANEXO 12 – Búsqueda y salvamento (Octava edición, julio de 2004) No existen diferencias ANEXO 13 – Investigación de accidentes e incidentes de aviación (Undécima edición, julio de 2016) CAPÍTULO 1 – DEFINICIONES Aeronave: Para aeronaves de matrícula nacional, se aplica la siguiente definición de aeronave según el Artículo 36 de la Ley",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.4",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-648-0",
    "text": "17.285 “Código Aeronáutico”: “Se consideran aeronaves los aparatos o mecanismos que puedan circular en el espacio aéreo y que sean aptos para transportar personas o cosas”. Para las circunstancias que deba aplicarse la definición de la OACI será: “Toda máquina que puede sustentarse en la atmósfera por reacciones del aire que no sean las reacciones del mismo contra la superficie de la tierra”. Explotador: Para aeronaves de matrícula Nacional, se aplica la definición de explotador, según el Artículo 65 de la Ley 17.285 “Código Aeronáutico de la República Argentina”, siguiente: “Persona que utiliza la aeronave legítimamente por cuenta propia, aún sin fines de lucro”. Además, debe tenerse en cuenta lo especificado en el Título IV Artículos 45 (Cap. IV “Registro Nacional de Aeronaves”) y 50 (Cap. V “Propiedad de Aeronaves”). Explotador (OACI): Persona, organismo o empresa que se dedica, o propone dedicarse, a la explotación de aeronaves. ANEXO 14 – Aeródromos (Octava Edición, julio 2018) Volumen I – Diseño y operaciones de aeródromos (Enmienda número 16) CAPÍTULO 1 – GENERALIDADES Se establecen especificaciones para aeródromos STOL. Definiciones: La definición de RESA aplica para el extremo de pista en el sentido de utilización de la pista, como “área simétrica con respecto a la prolongación del eje de la pista y adyacente a la franja de pista más allá del extremo, en el sentido de utilización de la pista, cuyo objetivo principal consiste en reducir el riesgo de daños en una aeronave que eventualmente sobrepase el extremo de pista durante un aterrizaje o un despegue”. CAPÍTULO 2 – DATOS SOBRE LOS AERÓDROMOS Se establecen especificaciones para aeródromos STOL. ANNEX 12 – Search and Rescue (Eighth Edition, July 2004) There are no differences. ANNEX 13 – Aircraft Accident and Incident Investigation (Eleventh Edition, July 2016) CHAPTER 1. DEFINITIONS Aircraft: For aircraft of national registration, pursuant to the Section 36 of Act 17285 “Aeronautical Code”, the following definition of aircraft is applied: \"Aircraft are considered to be those devices or mechanisms that can circulate in the airspace and that are apt to transport persons or things\". For the circumstances in which the ICAO definition is to be applied, it shall be: \"Any machine that can derive support in the atmosphere from the reactions of the air other than the reactions of the air against the earth’s surface\". Operator: For aircraft of national registration, the definition of operator applies, according to Section 65 of No. 17.285 \"Aeronautical Code of the Argentine Republic\", as follows: \"Person who uses the aircraft legitimately on his own account, even for non-profit purposes\". In addition, what is specified in Title IV Sections 45 (Chap. IV \"National Aircraft Registry\") and 50 (Chap. V \"Aircraft Ownership\") must be taken into account. Operator (ICAO): A person, organization or enterprise engaged in or offering to engage in an aircraft operation. ANNEX 14 – Aerodromes (Eighth Edition, July 2018) Volume I – Aerodrome Design and Operations (16th Amendment) CHAPTER 1 – GENERALITIES Specifications for STOL aerodromes are established. Definitions: The definition of RESA applies",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-648-450",
    "text": "Operator (ICAO): A person, organization or enterprise engaged in or offering to engage in an aircraft operation. ANNEX 14 – Aerodromes (Eighth Edition, July 2018) Volume I – Aerodrome Design and Operations (16th Amendment) CHAPTER 1 – GENERALITIES Specifications for STOL aerodromes are established. Definitions: The definition of RESA applies to the runway end, in the direction in which the runway is used, as an area symmetrical about the extended runway centre line and adjacent to the runway strip beyond the end, in the direction in which the runway is used, primarily intended to reduce the risk of damage to an aircraft eventually overrunning the runway end during a landing or take off. CHAPTER 2 – DATA ABOUT AERODROMES Specifications for STOL aerodromes are established. AIP ARGENTINA GEN 1.7-23 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-649-0",
    "text": "2.1.2 Es norma que los datos cartográficos de aeródromo deben ponerse a disposición de los servicios de información aeronáutica (AIS/AIM).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1.2",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-651-0",
    "text": "2.5.5 Los datos electrónicos sobre obstáculos situados en las áreas 2a, 2b, 2c, 3 y 4 deben ser notificados a los servicios de información aeronáutica.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.5.5",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-653-0",
    "text": "2.12 Los datos de sistemas visuales indicadores de pendiente de aproximación no consideran los T-VASIS ni los AT-VASIS. CAPÍTULO 3 – CARACTERÍSTICAS FÍSICAS Se establecen especificaciones para aeródromos STOL.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.12",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-655-0",
    "text": "3.1.10 Se establecen anchos de pista para Clave 4-C para aviones con base de ruedas superior a 18 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.1.10",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-658-0",
    "text": "3.1.7 Se establecen las características de una EXTENSIÓN DE INICIO DE PISTA (RSE), cuando se provea.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.1.7",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-660-0",
    "text": "3.2.4 Es norma la preparación de los márgenes de pista entre el borde de pista y 30 m del eje de pista.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.4",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-662-0",
    "text": "3.2.6 No se incluye la recomendación de pavimentar los márgenes de pista para aviones Clave F hasta 60 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.6",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-664-0",
    "text": "3.3.7 Es norma que las pendientes de las plataformas de viraje de la pista sean suficientes para impedir la acumulación de agua en la superficie y facilitar el drenaje rápido del agua.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3.7",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-666-0",
    "text": "3.3.10 Es norma que la superficie de una plataforma de viraje en la pista provea características de fricción de la superficie por lo menos iguales a las de la pista adyacente.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3.10",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-672-0",
    "text": "3.4.7 La distancia hasta la que se restringen los objetos fijos en las franjas de pistas de aproximaciones de precisión se rige por distancias al eje de pista y los límites de la superficie de transición interna (ambos).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.4.7",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-674-0",
    "text": "3.5.1 La RESA se provee en el extremo de pista, en el sentido de la utilización de la pista para despegues, a partir del extremo de la franja de pista.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.5.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-676-0",
    "text": "3.6.3 La distancia lateral, a cada lado de la prolongación del eje de la pista hasta la que se extiende la zona libre de obstáculos, se establece según la clave de referencia y si las pistas son de vuelo por instrumentos o de vuelo visual.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.6.3",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-678-0",
    "text": "3.12.4 Es norma establecer un punto de espera intermedio en una calle de rodaje en cualquier punto que no sea un punto de espera de la pista cuando es conveniente definir un límite de espera específico. CAPÍTULO 4 – RESTRICCIÓN Y ELIMINACIÓN DE OBSTÁCULOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.12.4",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-679-0",
    "text": "2.1.2 The aerodrome map data shall be available for the aeronautical information services (AIS/AIM).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1.2",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-682-0",
    "text": "2.5.5 The electronic data regarding obstacles located in areas 2a, 2b, 3 and 4 should be notified to the aeronautical information services.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.5.5",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-684-0",
    "text": "2.12 The data of visual approach slope indicator systems does not consider T-VASIS or AT-VASIS. CHAPTER 3 – PHYSICAL CHARACTERISTICS Specifications for STOL aerodromes are established.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.12",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-691-0",
    "text": "3.2.4 Runway shoulders should be prepared between the runway edge and a distance of 30 m from the runway centerline.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.4",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-692-0",
    "text": "3.2.6 The recommendation of paving the runway shoulders for code F airplanes until 60 m has not been included.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.6",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-694-0",
    "text": "3.3.7 Slopes in runway turn pads should be enough so as to prevent the accumulation of water on the surface and to facilitate the rapid drainage of water.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3.7",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-697-0",
    "text": "3.3.10 The surface of a runway turn pad should provide surface friction characteristics at least equal to those of the adjoining runway.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.3.10",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-704-0",
    "text": "3.4.7 The distance until which fixed objects are restricted on the runway strips for precision approaches is governed by the distances to the centerline and the boundaries of the surface of internal transition (both).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.4.7",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-706-0",
    "text": "3.5.1 The RESA is provided at the end of the runway, in the direction in which the runway is used for takeoff from the end of a runway strip.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.5.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-708-0",
    "text": "3.6.3 The lateral distance on each side of the extended centerline of the runway until the obstacle-free zone is established in accordance with the code of reference, and if the runways have instrument flight rules or visual flight rules.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.6.3",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-710-0",
    "text": "3.12.4 An intermediate holding position should be established on a taxiway at any point other than a runway-holding position where it is desirable to define a specific holding limit. CHAPTER 4 – RESTRICTION AND OBSTACLE ELIMINATION AIP ARGENTINA GEN 1.7-24 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Se establecen especificaciones para aeródromos STOL.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.12.4",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-712-0",
    "text": "4.1.5 Los puntos de referencia para el establecimiento del radio o de los límites exteriores de la superficie horizontal interna se ubican en los umbrales de la pista o en los extremos de la pista, cuando se disponga de umbrales desplazados.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.5",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-714-0",
    "text": "4.1.6 La altura de la superficie horizontal interna se mide por encima de la elevación de cada uno de los umbrales y, en caso de que difieran en más de 6 metros, se adopta un tercer punto de referencia para la elevación situado en el centro geométrico de la pista. Tabla 4-1 La geometría de la superficie horizontal interna está definida por los puntos de referencia en los umbrales y/o extremos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.6",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-716-0",
    "text": "4.1.13 Se establece la descripción de una superficie de transición en el tramo que comprende la RSE, cuando ésta se provee.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.13",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-718-0",
    "text": "4.2.2 En las pistas de vuelo visual con franjas reducidas en su anchura por condiciones preexistentes e insalvables, se toma el ancho total de la franja disponible como la longitud del borde interior.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-720-0",
    "text": "4.2.3 El apantallamiento para admitir nuevos obstáculos sólo considera obstáculos existentes e inamovibles del tipo natural (no artificial).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.3",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-722-0",
    "text": "4.2.8 Cuando la franja de pista se encuentre reducida en su ancho por una condición preexistente e insalvable, se toma el ancho total de la franja disponible como la longitud del borde interior de la superficie de aproximación.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.8",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-724-0",
    "text": "4.2.10 El apantallamiento para admitir nuevos obstáculos sólo considera obstáculos existentes e inamovibles del tipo natural (no artificial).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.10",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-726-0",
    "text": "4.2.11 No se permiten nuevos objetos ni agrandar los existentes por encima de la superficie de aproximación a partir de un punto situado más allá de 3000 m del borde interno o por encima de la superficie cónica o de la superficie horizontal interna.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.11",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-728-0",
    "text": "4.2.16 Cuando la franja de la pista se encuentre reducida en su ancho por una condición preexistente e insalvable, se toma el ancho total de la franja disponible como la longitud del borde interior de la superficie de aproximación.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.16",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-730-0",
    "text": "4.2.19 El apantallamiento para admitir nuevos obstáculos sólo considera obstáculos existentes e inamovibles del tipo natural (no artificial).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.19",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-732-0",
    "text": "4.2.20 Es norma la restricción para permitir nuevos objetos o agrandar los existentes por encima de las superficies cónica y horizontal interna, excepto cuando, en opinión de la autoridad competente, el objeto estuviera apantallado por otro objeto existente e inamovible o se determine, tras un estudio aeronáutico, que el objeto no comprometerá la seguridad ni afectará de modo Specifications for STOL aerodromes are established.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.20",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-734-0",
    "text": "4.1.5 The items of reference for setting the radius or outer limits of the inner horizontal surface are located on the thresholds of the runway, in case there are displaced thresholds.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.5",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-737-0",
    "text": "4.1.6 The height of the inner horizontal surface is measured above the elevation of each of the thresholds and, in case of a difference of more than 6 meters, a third point of reference for the elevation located on the runway geometrical center is adopted. Table 4-1. The geometry of the inner horizontal surface is defined by the points of reference on the thresholds and/or ends.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.6",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-739-0",
    "text": "4.1.13 The description of a transitional surface in the section including the RSE, when this one is provided, is established.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.1.13",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-741-0",
    "text": "4.2.2 On visual flight runways with strips reduced in width due to a preexisting and insurmountable condition, the total width of the available strip is taken as the length of the inner edge.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-743-0",
    "text": "4.2.3 The shielding to admit new obstacles considers only preexisting and immovable natural obstacles (not artificial obstacles).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.3",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-745-0",
    "text": "4.2.8 When the runway strip is reduced in width for a preexisting and insurmountable condition, the total width of the available strip is taken as the length of the approach surface inner edge.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.8",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-748-0",
    "text": "4.2.10 The shielding to admit new obstacles considers only preexisting and immovable natural obstacles (not artificial obstacles).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.10",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-750-0",
    "text": "4.2.11 New objects or extensions of existing objects are not allowed above the approach surface from a point located beyond the 3000 m from the inner edge, or above the conical surface or the inner horizontal surface.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.11",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-752-0",
    "text": "4.2.16 When the runway strip is reduced in width due to a preexisting and insurmountable condition, the total width of the available strip is taken as the length of the approach surface inner edge.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.16",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-755-0",
    "text": "4.2.19 The shielding to admit new obstacles considers only preexisting and immovable natural obstacles (not artificial obstacles).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.19",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-757-0",
    "text": "4.2.20 New objects or extensions of existing objects are not allowed above the conical and the inner horizontal surfaces, except when, according to the competent authority, the object were shielded by other existing and immovable object, or if, after an aeronautical study, it were determined that the object will not affect the security/safety or significantly affect the regularity of aeroplanes operations. AIP ARGENTINA GEN 1.7-25 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 importante la regularidad de las operaciones de aviones.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.20",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-759-0",
    "text": "4.2.23 Cuando la franja de pista se encuentre reducida en su ancho por una condición preexistente e insalvable, se adopta el ancho total de la franja disponible como la longitud del borde interior de la superficie de ascenso en el despegue.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.23",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-761-0",
    "text": "4.2.25 El apantallamiento para admitir nuevos obstáculos sólo considera obstáculos existentes e inamovibles del tipo natural (no artificial). Tabla 4-2 Las dimensiones y pendientes de las superficies limitadoras de obstáculos para pistas de despegue Claves 3 y 4 se dividen según la categoría de operación visual o por instrumentos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.25",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-763-0",
    "text": "4.3.1 Se requiere consultar a la Autoridad Aeronáutica cuando exista el propósito de levantar construcciones más allá de los límites de las superficies limitadoras de obstáculos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.3.1",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-767-0",
    "text": "4.4.1 Se incluye la condición de realizar un estudio aeronáutico y de evaluación de riesgo para los objetos que no sobresalgan por encima de la superficie de aproximación y de transición, pero que puedan comprometer o afectar negativamente la seguridad de las operaciones de aeronaves, al igual que el emplazamiento o el normal funcionamiento de las ayudas visuales o las ayudas no visuales instaladas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.4.1",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-769-0",
    "text": "4.4.2 Dentro de los límites de las superficies horizontal interna y cónica, se entiende por obstáculo a todo obstáculo que, tras realizarse un estudio aeronáutico de evaluación de riesgo y de procedimientos de vuelo, se considere que puede constituir un peligro para los aviones que se encuentren en el área de movimiento o en vuelo. CAPÍTULO 5 – AYUDAS VISUALES PARA LA NAVEGACIÓN Se establecen especificaciones para aeródromos STOL.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.4.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-771-0",
    "text": "5.1.1.4 Se requiere que todos los indicadores de dirección del viento del aeródromo dispongan del señalamiento en su base.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-773-0",
    "text": "5.1.1.5 Se requiere que todos los indicadores de dirección del viento dispongan de iluminación en los aeródromos destinados a uso nocturno.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-775-0",
    "text": "5.2.1.6 Se especifican los colores de las líneas de seguridad en plataformas, adoptándose el color rojo. Para las líneas de las calles vehiculares se adopta el color blanco.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-777-0",
    "text": "5.2.1.7 Es norma incorporar material reflectante para mejorar la visibilidad de las señales en los aeródromos donde se efectúen operaciones nocturnas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-779-0",
    "text": "5.2.1.8 Las pistas, calles de rodaje y plataformas no pavimentadas están provistas de las señales específicas para este tipo de superficie.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-782-0",
    "text": "4.2.23 When the strip runway is reduced in width due to a preexisting and insurmountable condition, the total width of the available strip is adopted as the length of the climb surface inner edge in takeoffs.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.23",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-785-0",
    "text": "4.2.25 The shielding to admit new obstacles considers only preexisting and immovable natural obstacles (not artificial obstacles). Table 4-2. Dimensions and slopes of the obstacle limitation surfaces for takeoff runways codes 3 and 4 are classified according to the category of visual or instrument operation.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.25",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-787-0",
    "text": "4.3.1 The appropriate Aeronautical Authority shall be consulted concerning proposed constructions beyond the limits of the obstacle limitation surfaces.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.3.1",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-792-0",
    "text": "4.4.1 An aeronautical study and a risk assessment are included as conditions for the objects that do not exceed the height of the approach and transition surfaces, but that can affect or adversely affect aircraft operations safety, as well as the siting or the normal performance of the installed visual or non-visual aids.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.4.1",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-796-0",
    "text": "4.4.2 Within the limits of the inner horizontal and conical surfaces, anything which, after an aeronautical study of risk assessment and flight procedures, may endanger aeroplanes on the movement area or in the air, is considered an obstacle. CHAPTER 5 – VISUAL AIDS FOR NAVIGATION Specifications for STOL aerodromes are established.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.4.2",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-804-0",
    "text": "5.2.1.6 The colors of apron safety lines are specified, and the red color has been adopted. For vehicular road lines, the white color has been adopted.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-806-0",
    "text": "5.2.1.7 At aerodromes where operations take place at night, the use of reflective materials designed to enhance the visibility of the markings is compulsory.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-808-0",
    "text": "5.2.1.8 Unpaved runways, taxiways and aprons are provided with the markings specified for this type of surface. AIP ARGENTINA GEN 1.7-26 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-812-0",
    "text": "5.2.4.3 En las pistas no pavimentadas se dispone de señal de umbral específica para este tipo de superficie.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-814-0",
    "text": "5.2.4.10 Cuando el umbral se encuentre desplazado en forma permanente del extremo de pista, se adiciona una faja transversal para delimitar el extremo de la pista. Figura 5-4. Se incluye la faja de extremo de pista para los casos en que el umbral se encuentre desplazado en forma permanente",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-816-0",
    "text": "5.2.5.2 La señal de punto de visada se proporciona para las pistas pavimentadas de vuelo por instrumentos con números de Clave 2, 3 o 4 y en las pistas de vuelo visual en las que se instalen sistemas visuales indicadores de pendiente de aproximación.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-818-0",
    "text": "5.2.7.1 La faja lateral de pista se continúa hasta el extremo de pista cuando un umbral se encuentre desplazado en forma permanente del extremo de pista o cuando se provea una extensión de inicio de pista (RSE).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-820-0",
    "text": "5.2.7.2 Es norma proveer una señal de faja lateral de pista en todas las pistas para aproximaciones de precisión, independientemente del contraste entre los bordes de la pista y los márgenes o el terreno circundante.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-822-0",
    "text": "5.2.7.4 Las señales de faja lateral de pista se interrumpen entre la pista y la plataforma de viraje de la pista cuando se provee esta última",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-824-0",
    "text": "5.2.7.5 Se establecen diferentes anchos de las señales de faja lateral de pista, dependiendo del ancho de pista.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-826-0",
    "text": "5.2.8.2 Es norma disponer de señal de eje de calle de rodaje en las calles de rodaje pavimentadas, instalaciones de deshielo/antihielo y plataformas pavimentadas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-828-0",
    "text": "5.2.8.4 En las calles de rodaje que sirven a una pista de vuelo por instrumentos, es obligatorio establecer una señal mejorada de eje de rodaje.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-830-0",
    "text": "5.2.9.5 En las plataformas de viraje de la pista, el diseño de la curva debería basarse en un ángulo de control de la rueda de proa de 45° a 50°.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-832-0",
    "text": "5.2.11.1 Es norma la instalación de una señal de punto de espera intermedio en toda intersección de dos o más calles de rodaje.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-834-0",
    "text": "5.2.13.1 Es norma el establecimiento de señales de puesto de estacionamiento de aeronaves para los lugares de estacionamiento designados en una plataforma pavimentada y en una instalación de deshielo/antihielo.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-836-0",
    "text": "5.2.13.2 Es norma que se proporcionen los márgenes indicados en 3.13.6 y en 3.15.9, respectivamente, cuando la rueda de proa siga la señal de puesto de estacionamiento.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-842-0",
    "text": "5.2.4.10 When a runway threshold is permanently displaced from the runway end, a transverse stripe is added to delimit the runway end. Figure 5-4. The stripe in the runway end is included in those cases where the threshold is permanently displaced.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-845-0",
    "text": "5.2.5.2 The aiming point marking is provided for paved instrument runways with code numbers 2, 3 or 4, and for visual runways where visual approach slope indicator systems are installed.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-848-0",
    "text": "5.2.7.1 The runway side stripe extends until the runway end when a threshold is permanently displaced from the runway end or when a runway starter extension (RSE) is provided.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-850-0",
    "text": "5.2.7.2 On all precision approach runways, a runway side stripe marking should be provided, regardless of the contrast between the runway edges and the shoulders or the surrounding terrain.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-852-0",
    "text": "5.2.7.4 When a runway turn pad is provided, the runway side stripe marking is interrupted between the runway and the runway turn pad.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-854-0",
    "text": "5.2.7.5 Different widths have been established for runway side stripes markings, depending on the runway width.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-856-0",
    "text": "5.2.8.2 Taxiway centerline markings should be provided on paved taxiways, de-icing/anti-icing facilities and paved aprons.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-861-0",
    "text": "5.2.9.5 On a runway turn pad, the design of the curve should be based on a nose wheel steering angle from 45° to 50°.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-863-0",
    "text": "5.2.11.1 An intermediate holding position marking should be displayed in all intersections of two or more taxiways.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-866-0",
    "text": "5.2.13.1 Aircraft stand markings should be provided for designated parking positions on a paved apron and on a de-icing/anti-icing facility.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-870-0",
    "text": "5.2.13.2 Aircraft stand markings should be provided as specified in 3.13.6 and in 3.15.9, respectively, when the nose wheel follows the stand marking. AIP ARGENTINA GEN 1.7-27 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-871-0",
    "text": "5.2.13.3 Es obligatorio incluir elementos de identificación del puesto de estacionamiento, según lo requiera la configuración de estacionamiento.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-873-0",
    "text": "5.2.13.4 Es norma incluir la identificación de puesto de estacionamiento de aeronaves (letra o número) después del comienzo de la línea de entrada.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-877-0",
    "text": "5.2.17.3 Es norma instalar una señal de información (emplazamiento/dirección) antes de las intersecciones complejas en las calles de rodaje y después de las mismas, así como en los emplazamientos en los cuales la experiencia operacional ha indicado que la adición de una señal de emplazamiento de calle de rodaje podría asistir a la tripulación de vuelo en la navegación en tierra.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-879-0",
    "text": "5.2.17.4 Es norma instalar una señal de información (emplazamiento) en la superficie del pavimento, a lo largo de una calle de rodaje de gran longitud.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-881-0",
    "text": "5.3.1.10 Se definen los niveles de intensidad de las luces para los sistemas de alta y media intensidad.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-883-0",
    "text": "5.3.2.1 Es norma que, en un aeródromo con iluminación de pista y que provisoriamente no disponga de una fuente secundaria de energía eléctrica, se disponga de luces de emergencia.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-885-0",
    "text": "5.3.4.1 C. Se recomienda instalar, como mínimo, un sistema sencillo de iluminación de aproximación cuando no resulte materialmente posible instalar un sistema de iluminación de aproximación en una pista para aproximaciones de precisión Categoría I.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-887-0",
    "text": "5.3.4.5 De no resultar posible instalar un sistema sencillo de iluminación de aproximación de 420 m, puede instalarse un sistema de hasta 210 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-889-0",
    "text": "5.3.4.17 La línea central formada por barretas en los sistemas de iluminación de aproximación Categoría I se suplementa con una luz de destellos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-891-0",
    "text": "5.3.5.2 Los sistemas visuales de pendiente de aproximación excluyen las especificaciones de los T-VASIS y ATVASIS. Figura 5-16 Se excluyen las referencias de los T-VASIS y AT- VASIS.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-893-0",
    "text": "5.3.5.7 a 5.3.5.23 No se aplican las especificaciones referidas a los T-VASIS y AT-VASIS. Figura 5-17. y Figura 5-18. No se aplican las especificaciones referidas a los T-VASIS y AT-VASIS.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-895-0",
    "text": "5.3.9.7 En el tramo de pista definido como RSE, las luces de borde de pista son de color azul, en el sentido del ingreso y rojo, en el sentido del despegue.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-897-0",
    "text": "5.3.9.9 Para las pistas de vuelo visual, se define una intensidad de las luces no inferior a 50 cd (baja intensidad), y para las pistas de aproximaciones por instrumentos de no precisión, una intensidad no inferior a 125 cd (media intensidad).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-898-0",
    "text": "5.2.13.3 Aircraft stand markings should include the elements of stand identification, as required by the parking configuration.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-900-0",
    "text": "5.2.13.4 An aircraft stand identification (letter or number) should be included a short distance after the beginning of the lead-in line.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-904-0",
    "text": "5.2.17.3 An information (location/direction) marking should be displayed prior to and following complex taxiway intersections and where operational experience has indicated that the addition of a taxiway location marking could assist flight crew ground navigation.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-909-0",
    "text": "5.2.17.4 An information (location) marking should be displayed on the pavement surface along a taxiway of great length.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-913-0",
    "text": "5.3.2.1 At an aerodrome provided with runway lighting and without a secondary power supply, emergency lights should be available.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-916-0",
    "text": "5.3.4.1 C If it is not physically possible to install an approach lighting system on a precision approach runway Category I, at least a simple approach lighting system should be installed.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-919-0",
    "text": "5.3.4.5 If it is not possible to install a simple approach lighting system of 420 m, a system of 210 m can be installed.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-922-0",
    "text": "5.3.4.17 Approach lighting systems Category I in which the centerline consists of barrettes are supplemented by a capacitor discharge light.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-924-0",
    "text": "5.3.5.2 The visual approach slope systems exclude the specifications of T-VASIS and AT-VASIS. Figure 5-16. T-VASIS and AT-VASIS references are excluded.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-926-0",
    "text": "5.3.5.7 through 5.3.5.23: No specifications concerning T-VASIS and AT-VASIS are applied. Figure 5-17. and Figure 5-18.: No specifications concerning T-VASIS and AT-VASIS are applied.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-928-0",
    "text": "5.3.9.7 In the runway section defined as RSE, the runway edge lights are blue in the entrance direction, and red, in the the takeoff direction.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-930-0",
    "text": "5.3.9.9 The intensity of the lights should be at least 50 cd (low intensity) on visual runways, and 125 cd (medium intensity) on non-precision instrument approach runways. AIP ARGENTINA GEN 1.7-28 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-932-0",
    "text": "5.3.12.7 En el tramo definido como RSE, las luces de eje de pista son de color verde y amarillo alternados en el sentido opuesto al despegue.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-934-0",
    "text": "5.3.18.3 Es norma el espaciado longitudinal uniforme que no exceda los 60 m en las luces de borde de las calles de rodaje y en una pista que forme parte de una ruta normalizada para el rodaje.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-936-0",
    "text": "5.3.18.4 Es norma un espaciado longitudinal uniforme que no exceda los 60 m en los apartaderos de espera, las instalaciones de deshielo/antihielo, las plataformas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-938-0",
    "text": "5.3.18.5 Es norma que, en una plataforma de viraje en la pista, las luces de borde de rodaje se dispongan con un espaciado longitudinal uniforme que no exceda los 30 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-940-0",
    "text": "5.3.27.1 En un puesto de estacionamiento en una plataforma pavimentada o en una instalación de deshielo/ antihielo que esté destinado a usarse en condiciones de alcance visual en la pista inferiores a un valor de 300 m, es norma instalar luces de guía para maniobras en los puestos de estacionamiento de aeronaves, a no ser que se suministre una guía adecuada por otros medios.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-942-0",
    "text": "5.3.28.1 Las luces de punto de espera en la vía de vehículos se instalan en todo punto de espera en la vía asociado con una pista que se prevea utilizar en condiciones de alcance visual en la pista inferior a un valor de 300 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-944-0",
    "text": "5.3.28.2 Se establece entre 300 m y 550 m el valor del alcance visual en pista para la recomendación de instalar luces de punto de espera en la vía de vehículos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-947-0",
    "text": "5.4.3.5 Es norma proporcionar un letrero de despegue desde intersección, cuando resulte necesario, desde el punto de vista de las operaciones.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-949-0",
    "text": "5.5.8 No se instalan balizas delimitadoras destinadas a aeródromos que no tengan pista en el área de aterrizaje. CAPÍTULO 6 – AYUDAS VISUALES INDICADORAS DE OBSTÁCULOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "5.5.8",
      "chapter": "5"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-951-0",
    "text": "6.1 No se considera la instalación de sistemas autónomos de detección de aeronaves en un obstáculo para activar la iluminación.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-953-0",
    "text": "6.1.1 Se adopta el concepto de “área de influencia de aeródromo” para establecer los alcances en materia de señalamiento e iluminación de obstáculos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.1.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-955-0",
    "text": "6.1.1.4 Es norma señalar e iluminar los obstáculos fijos que sobresalgan de una superficie de ascenso en el despegue, dentro de la distancia comprendida entre 3000 m del borde interior de la superficie de ascenso en el despegue.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-957-0",
    "text": "6.1.1.5 Es norma señalar e iluminar los objetos fijos que no sean obstáculos, situados en la proximidad contigua a los límites de una superficie de aproximación o de transición, dentro de la distancia comprendida entre",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-959-0",
    "text": "5.3.12.7 In the runway section defined as RSE, the centerline lights alternate between green and yellow in the opposite direction to the takeoff.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-961-0",
    "text": "5.3.18.3 Taxiway edge lights on a straight section of a taxiway and on a runway forming part of a standard taxi-route should be spaced at uniform longitudinal intervals of not more than 60 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-963-0",
    "text": "5.3.18.4 Taxiway edge lights on a holding bay, de-icing/anti- icing facilities, aprons, etc. should be spaced at uniform longitudinal intervals of not more than 60 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-965-0",
    "text": "5.3.18.5 Taxiway edge lights on a runway turn pad should be spaced at uniform longitudinal intervals of not more than 30 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-968-0",
    "text": "5.3.27.1 Aircraft stand manoeuvring guidance lights should be provided to facilitate the positioning of an aircraft on an aircraft stand on a paved apron or on a de- icing/anti-icing facility intended for use in poor runway visibility conditions lower than 300 m, unless adequate guidance is provided by other means.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-971-0",
    "text": "5.3.28.1 A road-holding position light shall be provided at each road-holding position serving a runway when it is intended that the runway will be used in runway visual range conditions lower than 300 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-973-0",
    "text": "5.3.28.2 A value between 300 m and 550 m has been established as the runway visual range condition for the recommendation of installing holding point lights in vehicular roads.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-978-0",
    "text": "5.5.8 No beacon is intalled as a boundary marker at an aerodrome with no runway in the landing area. CHAPTER 6 – OBSTACLE INDICATOR VISUAL AID",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "5.5.8",
      "chapter": "5"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-980-0",
    "text": "6.1 The installation of autonomous systems for aircraft detection in an obstacle to activate the lights is not considered.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-982-0",
    "text": "6.1.1 The concept “aerodrome influence area” is adopted in order to establish the ratings as regards marking and illumination of obstacles.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.1.1",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-984-0",
    "text": "6.1.1.4 A fixed obstacle that extends above a takeoff climb surface within 3000 m of the inner edge of the takeoff climb surface should be marked and lighted.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-988-0",
    "text": "6.1.1.5 A fixed object other than an obstacle, adjacent to the boundaries of a takeoff or transition surface should be marked and lighted within a distance between 3000 m and the approach surface inner edge. AIP ARGENTINA GEN 1.7-29 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 3000 m y el borde interior de la superficie de aproximación.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-990-0",
    "text": "6.1.2 Se utilizan los límites del “área de influencia de aeródromo” en lugar de los límites de las superficies limitadoras.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.1.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-992-0",
    "text": "6.2.1.2 No se emplean luces de obstáculos de baja intensidad tipo A. Las luces de media intensidad tipo A tienen una intensidad efectiva de 1600 cd. Las luces de alta intensidad tipo A tienen una intensidad efectiva de 20000 cd de día y 4000 cd de noche. No se emplean luces de alta intensidad tipo B. Tabla 6-2 No se emplean luces de obstáculos de baja intensidad tipo A.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-995-0",
    "text": "6.2.2.8 Las luces de obstáculos sobre objetos de movilidad limitada, tales como las pasarelas telescópicas, son luces tipo C.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-997-0",
    "text": "6.2.3.4 Es norma pintar los objetos cuya proyección en cualquier plano vertical tiene ambas dimensiones inferiores a 1.5 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-999-0",
    "text": "6.2.3.22 Se utiliza un solo tipo de luz de media intensidad tipo A, pero con una intensidad efectiva de 1600 cd.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1001-0",
    "text": "6.2.3.26 No se emplean luces de mediana intensidad tipo C. Se utilizan luces tipo A con una intensidad efectiva de 1600 cd.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1003-0",
    "text": "6.2.4.1 Las turbinas eólicas se señalan e iluminan siempre cuando su altura sea superior a 150 m, independientemente de que constituya un obstáculo. CAPÍTULO 7 – AYUDAS VISUALES INDICADORAS DE ZONAS DE USO RESTRINGIDO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1005-0",
    "text": "7.3.1 Es obligatorio señalar el área anterior al umbral pavimentada con más de 60 m de longitud y que no sea apropiada para que la utilicen normalmente las aeronaves.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.3.1",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1013-0",
    "text": "7.4.7 Los tableros de área fuera de servicio deben tener, como mínimo, 0.90 m de altura y 1.20 m de ancho. CAPÍTULO 8 – SISTEMAS ELÉCTRICOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.4.7",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1015-0",
    "text": "8.1.8 En los aeródromos en los que la pista primaria es una pista para aproximaciones que no son de precisión, es obligatorio proveer una fuente secundaria de energía eléctrica.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.1.8",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1020-0",
    "text": "6.1.2 The boundaries of the “aerodrome influence area” are used instead of the boundaries of the limitation surfaces.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "6.1.2",
      "chapter": "6"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1022-0",
    "text": "6.2.1.2 Low-intensity obstacle lights Type A are not used. The medium-intensity lights Type A have an effective intensity of 1600 cd. The high-intensity lights Type A have an effective intensity of 20000 cd in daytime and 4000 cd at night. High-intensity lights Type B are not used. Table 6-2. Low-intensity obstacle lights Type A are not used.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1029-0",
    "text": "6.2.3.4 An object should be colored if its projection on any vertical plane has both dimensions less than 1.5 m.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1032-0",
    "text": "6.2.3.22 Only one type of medium-intensity light Type A is used, but with an effective intensity of 1600 cd.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1034-0",
    "text": "6.2.3.26 No medium-intensity lights Type C are used. Type A lights with an effective intensity of 1600 cd are used.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1037-0",
    "text": "6.2.4.1 Wind turbines are marked and lighted when their height is over 150 m, no matter whether they are determined or not to be an obstacle. CHAPTER 7 – VISUAL AIDS INDICATORS OF RESTRICTED USE AREAS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1040-0",
    "text": "7.3.1 When the surface before a threshold is paved and exceeds 60 m in length and is not suitable for normal use by aircraft, the entire length before the threshold should be marked.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "7.3.1",
      "chapter": "7"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1052-0",
    "text": "8.1.8 At an aerodrome where the primary runway is a non- precision approach runway, a secondary power supply source should be provided. AIP ARGENTINA GEN 1.7-30 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.1.8",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1053-0",
    "text": "8.1.9 En los aeródromos en los que la pista primaria es una pista de vuelo visual, es obligatorio proveer una fuente secundaria de energía eléctrica. CAPÍTULO 9 – SERVICIOS OPERACIONALES, EQUIPO E INSTALACIONES DE AERÓDROMO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.1.9",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1055-0",
    "text": "9.1.7 Es norma establecer un Centro de Operaciones de Emergencia (COE) fijo y un puesto de mando móvil (PMM) en los aeródromos públicos en los que se registren operaciones de transporte aerocomercial regular.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.1.7",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1059-0",
    "text": "9.2.9 Es norma la clasificación de los agentes extintores primarios como espumas A o B o C, o una combinación de éstas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.9",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1061-0",
    "text": "9.2.10 Es norma que el agente extintor complementario sea un producto químico seco en polvo. Tabla 9-2. En aeródromos no destinados al transporte aéreo comercial regular y/o sin ATS Categorías 1 y 2, agroaéreos y ultralivianos, se establecen otras cantidades mínimas utilizables de agentes extintores.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.10",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1067-0",
    "text": "9.2.26 Es norma que los vehículos de salvamento y extinción de incendios estén dotados del equipo de salvamento que exija el nivel de las operaciones de las aeronaves.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.26",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1069-0",
    "text": "9.2.33 Es norma emplear un sistema de mantenimiento preventivo de los vehículos de salvamento y extinción de incendios.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.33",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1071-0",
    "text": "9.2.37 Es norma que los vehículos y la dotación correspondiente del servicio de salvamento y extinción de incendios se aloje en la estación de servicios contra incendios.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.37",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1073-0",
    "text": "9.2.38 Es norma que la estación esté situada de modo que los vehículos de salvamento y extinción de incendios tengan acceso directo, expedito y con un mínimo de curvas al área de la pista, de las calles de rodaje y/o plataformas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.38",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1075-0",
    "text": "9.2.39 Es norma proporcionar un sistema de comunicación independiente que enlace la estación de servicios contra incendios con la torre de control.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.39",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1077-0",
    "text": "9.2.40 Es norma instalar en la estación de servicios contra incendios un sistema de alerta para el personal de salvamento y extinción de incendios que pueda ser accionado desde la propia estación, desde cualquier otra estación de servicios contra incendios del aeródromo y desde la torre de control.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.40",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1079-0",
    "text": "9.3.1 El plan de traslado de aeronaves inutilizadas se aplica en los aeródromos públicos donde se desarrollen operaciones de transporte aerocomercial nacional",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.3.1",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1080-0",
    "text": "8.1.9 At an aerodrome where the primary runway is a visual runway, a secondary power supply source should be provided. CHAPTER 9 – AERODROME OPERATIONAL SERVICES, EQUIPMENT AND FACILITIES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "8.1.9",
      "chapter": "8"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1082-0",
    "text": "9.1.7 A fixed emergency operations centre (COE, in Spanish) and a mobile command post (PMM, in Spanish) should be established in public aerodromes with regular commercial air transport operations.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.1.7",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1087-0",
    "text": "9.2.9 The primary extinguishing agents should be classified into foams levels A or B or C, or as a combination of these.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.9",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1089-0",
    "text": "9.2.10 The complementary extinguishing agent should be a dry chemical powder. Table 9-2. At aerodromes that are not intended for regular commercial air transport and/or without ATS Categories 1 and 2, agricultural flights and ultralight vehicles, other minimum usable amounts of extinguising agents are established.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.10",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1091-0",
    "text": "9.2.22 A reserve supply of foam concentrate equivalent to 200% of the quantities should be maintained on the aerodrome.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.22",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1093-0",
    "text": "9.2.26 Rescue equipment commensurate with the level of aircraft operations should be provided on the rescue and firefighting vehicles.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.26",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1102-0",
    "text": "9.2.38 The fire station should be located so that the access for rescue and firefighting vehicles into the runway, taxiway and/or apron areas is direct and clear, requiring a minimum number of turns.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.38",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1105-0",
    "text": "9.2.39 An independent communication system should be provided linking the fire station with the control tower.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.39",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1108-0",
    "text": "9.2.40 An alerting system for rescue and firefighting personnel, capable of being operated from that station, any other fire station on the aerodrome and the aerodrome control tower, should be installed at the fire station.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.2.40",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1110-0",
    "text": "9.3.1 The plan for the removal of an aircraft disabled should be applied in public aerodromes where national regular or non-regular commercial air transport operations are being conducted, or at those AIP ARGENTINA GEN 1.7-31 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 regular o en aquellos con operaciones internacionales regulares o no regulares como parte del plan de emergencia.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.3.1",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1112-0",
    "text": "9.5.1 Se establecen como norma las condiciones mínimas en las que se debe prestar el servicio de dirección en la plataforma.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.5.1",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1114-0",
    "text": "9.8.1 El sistema de guía y control del movimiento en la superficie se proporciona en los aeródromos con servicio de control de tránsito aéreo (ATC).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.8.1",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1116-0",
    "text": "9.8.3 Es norma que el diseño de las ayudas visuales (señales, luces y letreros) del sistema de guía y control del movimiento en la superficie se ajuste a las especificaciones de señales, luces y letreros que figuran en los puntos 5.2, 5.3 y 5.4.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.8.3",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1118-0",
    "text": "9.8.4 Cuando se establece, el SMGCS se diseña de manera tal que ayude a evitar la entrada inadvertida de aeronaves y vehículos en una pista en servicio.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.8.4",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1120-0",
    "text": "9.8.5 Cuando se establece, el SMGCS se diseña de manera tal que ayude a evitar las colisiones de aeronaves entre sí, y de aeronaves con vehículos u objetos fijos, en cualquier parte del área de movimiento.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.8.5",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1122-0",
    "text": "9.9.5 Para las pistas de aproximaciones de precisión Categorías I, II o III, se establecen las distancias dentro de las cuales se especifican condiciones de frangibilidad y baja altura de los equipos requeridos para fines de navegación aérea o de seguridad operacional de las aeronaves. CAPÍTULO 10 – MANTENIMIENTO DE AERÓDROMOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.9.5",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1124-0",
    "text": "10.3.2 Es obligatorio que las calles de rodaje que sirvan a una pista en uso se mantengan limpias de nieve, nieve fundente, hielo.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.3.2",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1126-0",
    "text": "10.3.3 Es obligatorio mantener las plataformas limpias de nieve, nieve fundente, hielo, etc. para permitir que las aeronaves maniobren con seguridad o también para el caso en que sean remolcadas o empujadas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.3.3",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1128-0",
    "text": "10.5.10 El sistema de mantenimiento preventivo para pistas CAT I se aplica igualmente para pistas de no precisión. Volumen II – Helipuertos (Enmienda número 9) CAPÍTULO – DEFINICIONES Superficie resistente a cargas dinámicas. Superficie capaz de soportar las cargas generadas por un helicóptero que realiza sobre la misma una toma de contacto de emergencia. Punto de referencia de helipuerto (HRP). Punto cuya situación geográfica designa al helipuerto y que normalmente se establece en el centro de la FATO.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.5.10",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1130-0",
    "text": "1.2.2 Las especificaciones de la RAAC Parte 155 se refieren a todos los helipuertos, a menos que se indique de otro modo en el texto, no sólo a los internacionales. CAPÍTULO 2 – DATOS DE LOS HELIPUERTOS aerodromes where intenational regular or non-regular operations are being conducted as part of the emergency plan.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "1.2.2",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1135-0",
    "text": "9.8.1 A surface movement guidance and control system should be provided at an aerodrome with air traffic control (ATC) services.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.8.1",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1137-0",
    "text": "9.8.3 The visual aids (markings, lights and signs) in the surface movement guidance and control system should be designed to conform with the specifications for markings, lights and signs of items 5.2, 5.3 and 5.4.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.8.3",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1140-0",
    "text": "9.8.4 When it is established, the SMGCS should be designed to assist in the prevention of inadvertent incursions of aircraft and vehicles onto an active runway.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.8.4",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1142-0",
    "text": "9.8.5 When it is established, the SMGCS should be designed to assist in the prevention of collisions between aircraft, and between aircraft and vehicles or fixed objects, on any part of the movement area.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.8.5",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1144-0",
    "text": "9.9.5 For a precision approach runway Category I, II or III, the distances within which the conditions of frangibility and low height of the equipment required for air navigation or for aircraft safety purposes are established. CHAPTER 10 – AERODROME MAINTENANCE",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "9.9.5",
      "chapter": "9"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1149-0",
    "text": "10.3.3 Aprons should be kept clear of snow, slush, ice, etc. to enable aircraft to manoeuvre safely or, where appropriate, to be towed or pushed.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.3.3",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1152-0",
    "text": "10.5.10 The system of preventive maintenance used for runways CAT I also applies for non-precision runways. Volume II – Heliports (Amendment Number 9) CHAPTER – DEFINITIONS Dynamic load-bearing surface. A surface capable of supporting the loads generated by a helicopter conducting an emergency touchdown on it. Heliport reference point (HRP). Point with a geographical situation that designates the heliport and that is normally established in the center of the FATO,",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "10.5.10",
      "chapter": "10"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1154-0",
    "text": "1.2.2 The specifications of RAAC Part 155 refer to all the heliports, unless otherwise indicated in the text, not only to international heliports. CHAPTER 2 – DATA OF THE HELIPORTS AIP ARGENTINA GEN 1.7-32 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "1.2.2",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1156-0",
    "text": "2.1 La determinación de los datos aeronáuticos relativos a los helipuertos será realizada por el explotador del helipuerto y notificados a la AAC de conformidad con los procedimientos y la reglamentación que al efecto establezca la AAC, acorde a los requisitos de exactitud e integridad fijados en las Tablas A1-1 a A1-5 del Apéndice 1, teniendo en cuenta, al mismo tiempo, los procedimientos del sistema de calidad establecido. Los requisitos de exactitud de los datos aeronáuticos se basan en un nivel de probabilidad del 95% y, a tal efecto, se identificarán tres tipos de datos de posición: puntos objeto de levantamiento topográfico (por ejemplo, umbral de la FATO), puntos calculados (cálculos matemáticos a partir de puntos conocidos objeto de levantamiento topográfico para establecer puntos en el espacio, puntos de referencia) y puntos declarados (por ejemplo, puntos de los límites de las regiones de información de vuelo).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1158-0",
    "text": "2.4.5 La medición y notificación de los obstáculos de las áreas 2 y 3 se efectúa a requerimiento de la AAC. CAPÍTULO 3 – CARACTERÍSTICAS FÍSICAS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.4.5",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1164-0",
    "text": "3.1.5 La pendiente media de la FATO, en cualquier dirección, no excederá del 2% para todos los casos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.1.5",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1166-0",
    "text": "3.1.24 La dimensión mínima de una TLOF será tal que comprenda un círculo cuyo diámetro sea por lo menos 1 D del helicóptero más grande para el cual esté prevista el área, independientemente de la clase de performance.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.1.24",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1174-0",
    "text": "3.2.4 En las heliplataformas, el tamaño de la TLOF será suficiente para contener un círculo de diámetro no menor que 1 D del helicóptero más grande para el cual esté prevista la heliplataforma, independientemente de la masa de despegue del helicóptero más grande que opere.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.4",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1176-0",
    "text": "3.2.16 No es requisito que la TLOF esté inclinada para evitar que se formen charcos de agua. CAPÍTULO 4 – ENTORNO DE OBSTÁCULOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.16",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1178-0",
    "text": "4.2.10 Los helipuertos elevados tendrán por lo menos dos superficies de aproximación y ascenso en el despegue para evitar las condiciones de viento a favor, minimizar las condiciones de viento de costado y permitir",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.10",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1180-0",
    "text": "2.1 The establishment of aeronautical data concerning heliports will be made by the heliport operator and will be informed to the CAA, in accordance with the procedures and regulations stipulated by the CAA, as per the requirements on accuracy and integrity set out in the Tables A1-1 through A1-5 of Appendix 1, considering, at the same time, the procedures of the established quality system. The requirements of aeronautical data accuracy are based on a probability level of 95% and, for that purpose, three types of position data will be identified: points for topographic survey (for example, threshold of the FATO), calculated points (mathematical calculations from known points for topographic survey to establish points in the space, points of reference) and declared points (for example, points of the flight information regions boundaries).",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.1",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1184-0",
    "text": "2.4.5 Obstacles in areas 2 and 3 should be measured and reported upon request of the Civil Aviation Authority CHAPTER 3 – PHYSICAL CHARACTERISTICS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "2.4.5",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1192-0",
    "text": "3.1.24 The minimum dimension of a TLOF shall cover a circle with a diameter of at least 1 D of the largest helicopter for which the area is intended, regardless of the performance class.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.1.24",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1201-0",
    "text": "3.2.4 On helidecks, the TLOF size shall be sufficient to contain a circle whose diameter shall be not less than 1 D of the largest helicopter the helideck is intended to serve, regardless of the takeoff mass of the largest operating helicopter.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.4",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1204-0",
    "text": "3.2.16 It is not required that the TLOF should have a sloping surface to avoid the formation of water puddles. CHAPTER 4 – ENVIRONMENT OF OBSTACLES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "3.2.16",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1206-0",
    "text": "4.2.10 An elevated heliport should have at least two approach and takeoff climb surfaces to avoid downwind conditions, to minimize crosswind conditions and to permit a balked landing with an axial divergence from 150° to 90°. AIP ARGENTINA GEN 1.7-33 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 aterrizajes interrumpidos, con una divergencia entre sus ejes de 150° a 90°.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.10",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1208-0",
    "text": "4.2.11 Cuando en los helipuertos se proporciona una única superficie de aproximación y ascenso en el despegue, se adiciona un área de protección conexa al área de seguridad operacional de 0.25 D.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.11",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1210-0",
    "text": "4.2.14 Cuando en una heliplataforma no se pueda disponer de la protección contra obstáculos por debajo del nivel de la heliplataforma en los 180°, la Autoridad Aeronáutica requerirá al operador aéreo asignado un estudio aeronáutico para determinar la aceptabilidad de los niveles de riesgo que esta condición genera y las limitaciones de empleo que se establezcan.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.14",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1212-0",
    "text": "4.2.16 No se establece diferencia en la altura de los obstáculos sujetos a restricciones, dado que no se contemplan TLOF inferiores a 1 D. CAPÍTULO 5 – AYUDAS VISUALES Figura 5-1. La señal de perímetro de la FATO es una línea continua Figura 5-1-A. La señal de punto de visada en los helipuertos de hospital no se provee. El color de la señal de hospital es rojo.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.16",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1214-0",
    "text": "5.2.2.6 La señal de identificación de helipuerto en el caso de helipuertos emplazados en hospitales es una letra H, de color blanco, ubicada en el centro de una cruz roja.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1216-0",
    "text": "5.2.5.9 En las FATO no pavimentadas, la señal de perímetro es una línea continua de losetas planas a nivel del terreno.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1222-0",
    "text": "5.2.7.4 La señal de punto de visada consiste en un triángulo equilátero en líneas de trazos. El color de la señal de punto de visada siempre es blanco.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1224-0",
    "text": "5.2.7.13.1A. Se requiere una señal de eje de la calle de rodaje para helicópteros solamente en las calles de rodaje pavimentadas.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1226-0",
    "text": "5.2.13.7 En las calles de rodaje para helicópteros no pavimentadas no se proveen balizas empotradas en el eje y se disponen balizas en los bordes.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1228-0",
    "text": "5.2.14.5 Si la ruta de rodaje aéreo para helicópteros se ha de utilizar por la noche, las balizas de borde serán luces de conformidad con lo establecido para luces de borde de calles de rodaje para aeródromos.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1230-0",
    "text": "5.2.16.1 Es norma proporcionar señales de guía de alineación de la trayectoria de vuelo en los helipuertos donde sea necesario o conveniente indicar las direcciones de trayectoria de aproximación y/o de salida disponibles.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1232-0",
    "text": "5.3.3.1 El sistema de luces de aproximación en un helipuerto debería proporcionarse donde sea necesario o conveniente indicar una dirección preferida de",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1236-0",
    "text": "4.2.11 When heliports have only one approach and takeoff climb surface, a related area of protection is added to the area of operational safety of 0.25 D.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.11",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1239-0",
    "text": "4.2.14 When on a helideck the protection against obstacles below the helideck level at 180° is not available, the Aeronautical Authority shall require to the assigned air operator an aeronautical study to determine the acceptability of the levels of risk that this condition produces and the limitations of use that may be established.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.14",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1241-0",
    "text": "4.2.16 No differences are established with respect to the height of obstacles subject to restrictions, since no TLOF of less than 1 D is considered. CHAPTER 5 – VISUAL AIDS Figure 5-1 The FATO perimeter marking is a continuous line. Figure 5-1 A. The aiming point marking at hospital heliports is not provided. The color of the hospital marking is red.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "4.2.16",
      "chapter": "4"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1244-0",
    "text": "5.2.2.6 The heliport identification marking, in the case of heliports located in hospitals, is a white letter H, placed in the center of a red cross.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1246-0",
    "text": "5.2.5.9 For unpaved FATO, the perimeter marking shall consist of a continuous line of flat slabs at terrain level.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1252-0",
    "text": "5.2.7.4 The aiming point marking consists of an equilateral triangle in dotted lines. The color of the aiming point marking is always white.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1257-0",
    "text": "5.2.13.7 On unpaved helicopter taxiway centerlines, no axial- embedded beacons are provided, and edges beacons are available.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1259-0",
    "text": "5.2.14.5 If the helicopters air taxi route shall be used at night, the edges beacons will be lights in accordance with the specifications for edge lighting on aerodromes taxiways.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1261-0",
    "text": "5.2.16.1 At heliports where it is necessary or convenient to indicate the approach and/or departure path directions available, flight path alignment guidance markings should be provided.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1263-0",
    "text": "5.3.3.1 The approach lighting system in a heliport should be provided where it is necessary or convenient to indicate a preferred approach direction, except when AIP ARGENTINA GEN 1.7-34 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 aproximación, salvo cuando el helipuerto se utilice solamente en condiciones de buena visibilidad y se proporcione guía suficiente por medio de otras ayudas visuales.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1265-0",
    "text": "5.3.5 Se mantiene la aplicación de las especificaciones de los sistemas de guía y alineación visual.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "5.3.5",
      "chapter": "5"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1267-0",
    "text": "5.3.6 Se mantiene en la norma la aplicación de las especificaciones de los sistemas visuales indicadores de pendiente de aproximación PAPI y A-PAPI.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "5.3.6",
      "chapter": "5"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1271-0",
    "text": "5.3.9.17 La altura máxima de las luces de perímetro de la TLOF puede ser de 25 cm en caso de FATO/TLOF coincidentes.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1273-0",
    "text": "5.3.9.18 En una heliplataforma o helipuerto a bordo de un buque, la altura de los elementos luminosos elevados no deberá exceder de 25 cm y éstos deberán estar empotrados si, al sobresalir de la superficie, pusieran en peligro las operaciones de los helicópteros. CAPÍTULO 6 – RESPUESTA DE EMERGENCIA EN LOS HELIPUERTOS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1275-0",
    "text": "6.2.1.3 En los helipuertos de superficie es norma disponer de medios primarios y agentes complementarios para la extinción de incendios. Tabla 6-2. La cantidad de agua para la producción de espuma en helipuertos de superficie se basa en el cálculo de área crítica, sin modificar los regímenes de descarga de espuma. Tabla 6-3. La cantidad de agua para la producción de espuma en helipuertos elevados se basa en el cálculo de área crítica, sin modificar los regímenes de descarga de espuma. ANEXO 15 – Servicios de información aeronáutica (Decimosexta edición, julio de 2018) No existen diferencias. ANEXO 16 – Protección del medio ambiente (Octava edición, julio de 2017) VOLUMEN I En la República Argentina, el reglamento de aeronavegabilidad adoptado para los estándares de certificación de ruido es la FAR Parte 36 de los Estados Unidos de Norteamérica, en su idioma original, y se adoptarán los cambios relativos a este código cuando se convengan. En tal sentido, las diferencias entre los reglamentos o métodos de la República Argentina y las disposiciones del Anexo 16 Volumen I serán, en caso de existir, las mismas que los Estados Unidos de Norteamérica notifiquen para la FAR Parte 36. the heliport is only used in good visibility conditions and when sufficient guidance is provided through other visual aids.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1278-0",
    "text": "5.3.5 The applicability of the specifications for visual alignment and guidance systems should be maintained.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "5.3.5",
      "chapter": "5"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1280-0",
    "text": "5.3.6 The applicability of the specifications for visual approach slope indicator systems PAPI and A-PAPI should be maintained.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1",
      "section": "5.3.6",
      "chapter": "5"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1285-0",
    "text": "5.3.9.17 The maximum height of the TLOF perimeter lights may be 25 cm when the FATO and the TLOF coincide.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1288-0",
    "text": "5.3.9.18 In a helideck or heliport on board a ship, the height of the illuminated elevated elements shall not exceed 25 cm and they must be built in if they protrude from the surface, endangering the operations of helicopters. CHAPTER 6 – EMERGENCY RESPONSE AT HELIPORTS",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1290-0",
    "text": "6.2.1.3 Surface heliports should have the primary means and complementary agents for fire fighting. Table 6-2. The amounts of water for the production of foam at surface heliports is based on the of critical area calculation, without modifying the foam discharge regimes. Table 6-3. The amounts of water for the production of foam at elevated heliports is based on the critical area calculation without modifying the foam discharge regimes. ANNEX 15 – Aeronautical Information Services (Sixteenth Edition, July 2018) There are no differences. ANNEX 16 – Environmental Protection (Eighth Edition, July 2017) VOLUME I In the Republic of Argentina, the airworthiness regulations adopted for noise certification standards is the United States of North America FAR Part 36, in its native language, and the changes related to this code shall be adopted when they are agreed upon. In this regard, the differences (if any) between the regulations or methods in the Republic of Argentina and the provisions of Annex 16 Volume I shall be those reported by the United States of North America for FAR Part 36. AIP ARGENTINA GEN 1.7-35 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 VOLUMEN II En la República Argentina, el reglamento de aeronavegabilidad adoptado para los estándares de certificación para la emisión de los motores de las aeronaves es la FAR Parte 34 de los Estados Unidos de Norteamérica, en su idioma original, y se adoptarán los cambios relativos a este código cuando se convengan. En tal sentido, las diferencias entre los reglamentos o métodos de la República Argentina y las disposiciones del Anexo 16 Volumen II serán, en caso de existir, las mismas que los Estados Unidos de Norteamérica notifiquen para la FAR Parte 34 ANEXO 17 – Seguridad (Décima edición, abril de 2017) Las diferencias con respecto a las Normas y Métodos Recomendados internacionalmente han sido oportunamente notificadas a la OACI. Las mismas pueden ser obtenidas ante la autoridad de aplicación en la República Argentina. ANEXO 18 – Transporte sin riesgos de mercancías peligrosas por vía aérea (Cuarta edición, julio de 2011) CAPÍTULO 1 – DEFINICIONES Estado del explotador: Estado donde está el asiento de negocios del explotador. Concordancia con el nombre utilizado en la Ley 17.285 (Código Aeronáutico Argentino). Explotador: Persona que utiliza legítimamente la aeronave por cuenta propia, aun sin fines de lucro. Definición según el artículo 65 de la Ley 17.285 (Código Aeronáutico Argentino). Piloto al mando: Se utiliza el término “Comandante de Aeronave” y se lo define como el piloto responsable del funcionamiento y de la seguridad de la aeronave durante el tiempo de vuelo, con independencia de si acciona o no los mandos de la aeronave. Concordancia con el nombre utilizado en la Ley 17.285 (Código Aeronáutico Argentino). Su alcance de responsabilidad se aplica accione o no los mandos de la aeronave. ANEXO 19 – Gestión de la seguridad operacional (Segunda edición, julio de 2016) No existen diferencias. PROCEDIMIENTOS PARA LOS SERVICIOS DE NAVEGACIÓN AÉREA Doc. 4444 – Gestión del tránsito aéreo (Decimosexta edición, 2016)",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1290-450",
    "text": "(Código Aeronáutico Argentino). Su alcance de responsabilidad se aplica accione o no los mandos de la aeronave. ANEXO 19 – Gestión de la seguridad operacional (Segunda edición, julio de 2016) No existen diferencias. PROCEDIMIENTOS PARA LOS SERVICIOS DE NAVEGACIÓN AÉREA Doc. 4444 – Gestión del tránsito aéreo (Decimosexta edición, 2016) CAPÍTULO 1 – DEFINICIONES Incidente (aplicado a aeronaves de matrícula extranjera): Todo suceso relacionado con la utilización de una aeronave, que no llegue a ser un accidente, que afecte o pueda afectar la seguridad de las operaciones. VOLUME II In the Republic of Argentina, the airworthiness regulations adopted for the certification standards for aircraft engines fuel venting emissions is the United States of North America FAR Part 34, in its native language, and the changes related to this code shall be adopted when they are agreed upon. In this regard, the differences (if any) between the regulations or methods in the Republic of Argentina and the provisions of Annex 16 Volume II shall be those reported by the United States of North America for FAR Part 34. ANNEX 17 – Security (Tenth Edition, April 2017) The differences with respect to the international Standards and Recommended Practices have been reported to ICAO in due course. They can be obtained from the Authority in the Republic of Argentina. ANNEX 18 – The Safe Transport of Dangerous Goods by Air (Fourth Edition, July 2011) CHAPTER 1 – DEFINITIONS State of the operator: The State in which the operator’s principal place of business is located. In concordance with the name used in Law No.17.285 (Argentine Aeronautical Code). Operator: Person that uses legally an aircraft on his/her own behalf, even without a profit. Definition in accordance with Section 65 of Law No. 17.285 (Argentine Aeronautical Code). Pilot-in-command: The term “Aircraft Commander” is used, and it is defined as the pilot responsible for the operation and security/safety of the aircraft during a flight, no matter whether he/she activates or not the aircraft commands. In concordance with the name used in Law No. 17.285 (Argentine Aeronautical Code). His/Her scope of responsibility is applied no matter whether he/she activates or not the commands of the aircraft. ANNEX 19 – Safety Management (Second Edition, July 2016) There are no differences. PROCEDURES FOR AIR NAVIGATION SERVICES DOC 4444 – Air Traffic Management (Sixteenth Edition, 2016) CHAPTER 1 – DEFINITIONS Incident (applied to aircraft with a foreign registration mark): An occurrence, other than an accident, associated with the operation of an aircraft which affects or could affect the safety of operations. AIP ARGENTINA GEN 1.7-36 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 No está establecido el concepto de incidente en la normativa legal vigente para las aeronaves de matrícula nacional. No obstante, se investiga como accidente. CAPÍTULO 4 – DISPOSICIONES GENERALES PARA LOS SERVICIOS DE TRÁNSITO AÉREO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1290-900",
    "text": "matrícula nacional. No obstante, se investiga como accidente. CAPÍTULO 4 – DISPOSICIONES GENERALES PARA LOS SERVICIOS DE TRÁNSITO AÉREO",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1292-0",
    "text": "4.4.2.1.3 En el caso de que haya una demora de más de 30 minutos con respecto a la hora prevista de fuera calzos para un vuelo controlado o IFR, o de una hora para otros vuelos, el plan de vuelo deberá enmendarse o deberá presentarse un nuevo plan de vuelo, cancelando el antiguo, según proceda. PROCEDIMIENTOS SUPLEMENTARIOS REGIONALES Doc 7030 – Convenio sobre aviación civil (Quinta edición, 2008) PARTE I Comunicación aeroterrestre obligatoria incluso para vuelos VFR: No se aplica esta obligación a los vuelos VFR. The concept of incident is not established in the legal regulations in force for aircraft with a national registration mark. Nevertheless, it is investigated as if it were an accident. CHAPTER 4 – GENERAL PROVISIONS FOR AIR TRAFFIC SERVICES",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 7.pdf-1295-0",
    "text": "4.4.2.1.3 In the event of a delay of more than 30 minutes with respect to the estimated off-block time for a controlled flight or IFR, or of a delay of one hour for other flights, the flight plan should be amended, or a new flight plan submitted and the old flight plan cancelled, whichever is applicable. REGIONAL SUPPLEMENTARY PROCEDURES Doc 7030 – Civil Aviation Convention (Fifth Edition, 2008) PART I Compulsory air-ground communication even for VFR flights: Thisobligation is not applied for VFR flights.",
    "metadata": {
      "source": "AIP - GEN1 - 7.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]