[
  {
    "id": "AIP - GEN3 - 3.pdf-0-0",
    "text": "AIP ARGENTINA GEN 3.3-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2023 30 NOVIEMBRE 2023 GEN 3. SERVICIOS / SERVICES GEN 3.3 SERVICIOS DE TRANSITO AEREO GEN 3.3 AIR TRAFFIC SERVICES 1. Servicio responsable La Empresa Argentina de Navegación Aérea S.E (EANA S.E). es el Proveedor de Servicios de Navegación Área (ANSP) encargada de suministrar los servicios de tránsito aéreo a través de las dependencias ATS, dentro del área indicada en la Ley 27161 y las RAAC Parte 211. EMPRESA ARGENTINA DE NAVEGACIÓN AÉREA SOCIEDAD DEL ESTADO (EANA S.E.) Bouchard 547 9° Piso, C1006AAG – Ciudad Autónoma de Buenos Ai res - REPÚBLICA ARGENTINA Dirección Telegráfica Aeronáutica (AFS): SABGYTYX / SABGYFYX E-mail: operaciones@eana.com.ar https://www.eana.com.ar/servicios#node-115 https://eana.com.ar/contacto Los servicios se brindan de acuerdo con lo establecido en las siguientes regulaciones: a) RAAC Parte 91 — Reglas de vuelo y operaciones generales. b) RAAC Parte 211 — Gestión del tránsito Aéreo c) Procedimientos Generales — Gestión del Tránsito Aéreo (PROGEN-ATM). Las regulaciones descriptas anteriormente fueron elaboradas en concordancia con los siguientes documentos OACI: a) Anexo 2 - Reglamento del aire; b) Anexo 11 - Servicios de tránsito aéreo; c) Doc. 4444 - Procedimientos para los servicios de navegación aérea - Gestión del tránsito aéreo (PANS-ATM); d) Doc. 8168 - Procedimientos para los servicios de navegación aérea - Operación de aeronaves (PANS-OPS); e) Doc. 7030 - Procedimientos suplementarios regionales. Las diferencias con respecto a estos documentos se detallan en la parte GEN 1.7. 2. Área de responsabilidad Los servicios de tránsito aéreo se suministran en el territorio argentino y sus aguas jurisdiccionales y en los espacios aéreos extraterritoriales que por convenios internacionales se haya acordado de que se encuentran bajo jurisdicción de los servicios de tránsito aéreo de la República Argentina, de acuerdo con lo especificado en la parte ENR 2. 3. Tipos de servicio Se brindan los siguientes tipos de servicios: 1. Responsible Service The Argentine Air Navigation Company State Society (S.E is the Area Navigation Service Provider (ANSP) in charge of providing air traffic services through ATS units, within the area indicated in Law 27161 and RAAC Part 211. ARGENTINE AIR NAVIGATION COMPANY STATE SOCIETY (EANA S.E.) Bouchard 547 9° Floor, C1006AAG – Ciudad Autónoma de Buenos Ai res - REPÚBLICA ARGENTINA Aeronautical Telegraphic Address: SABGYTYX / SABGYFYX E-mail: operaciones@eana.com.ar https://www.eana.com.ar/servicios#node-115 https://eana.com.ar/contacto The Services are provided in accordance with the following regulations: a) RAAC Part 91 - Flight Rules and General Operations. b) RAAC Part 211 - Air Traffic Management. c) General Procedures - Air Traffic Management (PROGEN- ATM). Such regulations or procedures arise from the following ICAO documentation: a) Annex 2 - Regulations of the air; b) Annex 11 - Air Traffic Services; c) Doc. 4444 - Procedures for Air Navigation Services - Air Traffic Management (PANS-ATM); d) Doc. 8168 - Procedures for Air Navigation Services - Aircraft Operation (PANS-OPS); e) Doc. 7030 - Regional Supplementary Procedures. The differences with respect to these documents are detailed in part GEN 1.7. 2. Responsibility Area The air traffic services are provided all over",
    "metadata": {
      "source": "AIP - GEN3 - 3.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 3.pdf-0-450",
    "text": "Services - Air Traffic Management (PANS-ATM); d) Doc. 8168 - Procedures for Air Navigation Services - Aircraft Operation (PANS-OPS); e) Doc. 7030 - Regional Supplementary Procedures. The differences with respect to these documents are detailed in part GEN 1.7. 2. Responsibility Area The air traffic services are provided all over the Argentine territory and its jurisdictional waters and inside the extra territorial air spaces that, through international agreements, are under the jurisdiction of the air traffic services of the Republic of Argentina, in accordance with the specifications of ENR 2. 3. Types of service The following types of service are provided: AIP ARGENTINA GEN 3.3-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 a) Servicio de Control de Tránsito Aéreo. Este servicio se divide en las tres partes siguientes: i) Servicio de Control de Área: El suministro del Servicio de Control de Tránsito Aéreo para vuelos controlados, a excepción de aquellas partes de los mismos que se describen en los incisos ii y iii siguientes. ii) Servicio de Control de Aproximación: El suministro del Servicio de Control de Tránsito Aéreo para aquellas partes de los vuelos controlados relacionados con la llegada o salida. iii) Servicio de Control de Aeródromo: El suministro del Servicio de Control de Tránsito Aéreo para el tránsito de aeródromo, excepto para aquellas partes de los vuelos que se describen en los incisos i y ii anteriores. b) Servicio de asesoramiento de tránsito aéreo. c) Servicio de Información de Vuelo d) Servicio de Alerta 4. Coordinación entre el explotador y los servicios de tránsito aéreo La coordinación entre el explotador y los servicios ATS se efectúa de acuerdo con los Procedimientos Generales ATM (PROGEN ATM). 5. Altitud mínima de vuelo Las altitudes mínimas de vuelo en las rutas ATS han sido determinadas de manera tal de asegurar un margen de 300 metros (1.000 pies) como mínimo o, en determinados terrenos montañosos, 600 metros sobre el obstáculo más alto dentro de un radio de 14 km (7.5 NM) a cada lado del eje de la ruta. Fuera de las rutas ATS, se indica la altitud mínima de área, que representa la altitud mínima de vuelo que puede utilizarse en condiciones meteorológicas por instrumentos (IMC) y que permite conservar un margen vertical mínimo de 300 metros o, en determinados terrenos montañosos, 600 metros por encima de todos los obstáculos situados en el área que se especifica a continuación: a) En cartas de navegación en ruta, cada cuadrángulo de dos grados (2°) de latitud y longitud, y b) en cartas de áreas (TMA) de un grado (1°). Esta medida que se establece en cada cuadrángulo se representa en miles y cientos de pies. Ejemplo: 6.100 pies = 6 1 6. Lista de direcciones dependencias ATS a) Air traffic control service, which is divided into the three following parts: i) Area control service: Air traffic control service provided for controlled flights, with the exception of their parts described in the following subparagraphs ii) and iii). ii) Approach control service:",
    "metadata": {
      "source": "AIP - GEN3 - 3.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 3.pdf-0-900",
    "text": "1 6. Lista de direcciones dependencias ATS a) Air traffic control service, which is divided into the three following parts: i) Area control service: Air traffic control service provided for controlled flights, with the exception of their parts described in the following subparagraphs ii) and iii). ii) Approach control service: Air traffic control service provided for those parts of the controlled flights related to arrivals and departures. iii) Aerodrome control service: Air traffic control service provided for aerodrome traffic, except for those parts of the flights described in the above subparagraphs i) and ii). b) Air traffic advisory service. c) Flight information service. d) Alerting service 4. Coordination between the operator and the air traffic services The coordination between the operator and the ATS services is carried out in accordance with the General ATM Procedures (PROGEN ATM). 5. Minimum Flight Altitude The minimum flight altitudes in ATS routes have been established to ensure a minimum of 300-meters (1,000-feet) margin or, in specific mountainous terrains, of 600 meters above the highest obstacle within a radius of 14 km (7.5 NM) on each side of the route center line. Out of ATS routes, the minimum area altitude is indicated; it represents the minimum flight altitude that can be used in instrument meteorological conditions (IMC) and that allows keeping a minimum vertical margin of 300 meters or, in specific mountainous terrains, of 600 meters above all the obstacles located in the area specified below: a) In en-route navigation charts, each quadrangle of two degrees (2°) of latitude and longitude, and b) in area charts (TMA), of one degree (1°). This measure, which is established in each quadrangle is represented with thousands and hundreds of feet. Example: 6,100 feet = 6 1 6. List of ATS Units AIP ARGENTINA GEN 3.3-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 Nombre de la Dependencia/ Name of the Unit Dirección postal / Mailing Address Nro. de Teléfono/ Telephone Number Nro. de Telefax/ TelefaxNumber Nro. de Télex/ Telex Number Dirección AFS/ AFS Address 1 2 3 4 5 6 AEROPARQUE TWR Aeroparque Jorge Newbery Av. Rafael Obligado S/N 1425 Buenos Aires (+54 11) 45141628 TWR/FDD SABEZTZX TWR/REP SABEZXTT EZEIZA ACC Aeropuerto Internacional Ezeiza / Ministro Pistarini. Au Ten Gral. Pablo Riccheri km 33. 1802 Ezeiza. PCIA Buenos Aires (+54 11) 44802203 / 44802265 (+54 11) 44802344 SAEZZRZX BARILOCHE TWR Aeropuerto Internacional San Carlos de Bariloche. C.C.148.Ruta Provincial 80 S/N 8400 San Carlos de Bariloche PCIA Río Negro ARO AIS (+54 0294) 4405030 ARO AIS (+54 0294) 4405029 SAZSZTZX CATAMARCA TWR Aeródromo Catamarca/Cnel. Felipe Varela. Ruta Provincial N° 33, Km 22. Dpto. de Valle Viejo. 4700 Catamarca. PCIA Catamarca (+54 0383) 4453686 SANCZTZX CATARATAS TWR Aeropuerto Internacional Cataratas del Iguazú. Ruta Provincial 101 Acceso Aeropuerto S/N. 3370 Cataratas del Iguazú. PCIA Misiones (+54 03757) 420724 SARIZTZX CHAPELCO TWR Aeropuerto San Martin de los Andes/Aviador Carlos Campos. Ruta Nacional 40, Km 22. 8370 San Martin de los Andes. PCIA Neuquén (+54 02972) 428398 SAZYYFYX COMODORO RIVADAVIA ACC",
    "metadata": {
      "source": "AIP - GEN3 - 3.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 3.pdf-0-1350",
    "text": "Internacional Cataratas del Iguazú. Ruta Provincial 101 Acceso Aeropuerto S/N. 3370 Cataratas del Iguazú. PCIA Misiones (+54 03757) 420724 SARIZTZX CHAPELCO TWR Aeropuerto San Martin de los Andes/Aviador Carlos Campos. Ruta Nacional 40, Km 22. 8370 San Martin de los Andes. PCIA Neuquén (+54 02972) 428398 SAZYYFYX COMODORO RIVADAVIA ACC Aeropuerto Internacional Comodoro Rivadavia / Gral. Enrique Mosconi. C.C. 941. Camino Vecinal Dr. Mariano González, Km 9 9005 Comodoro Rivadavia - PCIA Chubut (+54 0297) 4548566 (+!54 0297) 4548566 SAVCZRZX COMODORO RIVADAVIA TWR (+54 0297) 4549439 (+54 0297) 4549439 SAVCZTZX CONCORDIA TWR Aeródromo Concordia / Comodoro Juan José Pierrestegui. Av. Monseñor Rosch 5800. 3200 Concordia PCIA Entre Ríos (+54 0345) 4252319 SAACZTZX CORDOBA ACC Aeropuerto Internacional Córdoba / Ing. Aer. Ambrosio Taravella Av. La Voz del Interior 8500. 5008 Córdoba PCIA Córdoba (+54 0351) 4335350 / 4756448 SACOZRZX CORDOBA TWR (+54 0351) 4751457 / 4753142 SACOZTZX CORRIENTES TWR Aeropuerto Internacional Corrientes/ Dr Fernando Piragine Niveyro. Ruta Nacional 12, Km1020. 3400 Corrientes. PCIA Corrientes (+54 0362) 4436291 / 4436292 / 4436293 Interno 32960 SARCZTZX EL CALAFATE TWR Aeropuerto Internacional El Calafate Cmte. Armando Tola. Ruta Provincial 11. Acceso Aeropuerto 9405 El Calafate PCIA Santa Cruz (+54 02902) 491912 (+54 02902) 491912 SAWCZTZX ESCUELA TWR Aeródromo Córdoba / Escuela de Aviación Militar Av. Fuerza Aérea Argentina Km. 6 1/2 5103 Córdoba PCIA Córdoba (+54 0351) 4333900 Interno 372778 4666057 SACEZTZX AIP ARGENTINA GEN 3.3-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 Nombre de la Dependencia/ Name of the Unit Dirección postal / Mailing Address Nro. de Teléfono/ Telephone Number Nro. de Telefax/ TelefaxNumber Nro. de Télex/ Telex Number Dirección AFS/ AFS Address 1 2 3 4 5 6 ESPORA TWR Aeródromo Bahía Blanca/ Comandante Espora. Ex ruta 3 Norte Km 675 8000 Bahía Blanca. PCIA Buenos Aires ARO AIS (+54 0291) 4860300 ARO AIS SAZBZPZX ESQUEL TWR Aeródromo Esquel / Brig. Gral. Antonio Parodi. Ruta Nacional 40 Km 21. 9200 Esquel PCIA Chubut (+54 02945) 451354 (+54 02945) 451354 SAVEZTZX EZEIZA TWR Aeropuerto Internacional Ezeiza / Ministro Pistarini. Au Ten Gral. Pablo Riccheri km 33. 1802 Ezeiza. PCIA Buenos Aires (+54 11) 44802273 SAEZZTZX FORMOSA TWR Aeropuerto Internacional / El Pucu. Formosa Ruta 11, km 1168 3600 Formosa PCIA Formosa (+54 0370) 4454448 (+54 0370) 4454448 SARFZTZX GENERAL PICO TWR Aeródromo General Pico Acceso Héctor Jorge Gandini Nro. 985 6360 General Pico PCIA La Pampa (+54 02302 434000 (+54 02302) 427501 SAZGZTZX GOYA TWR Aeródromo Goya / Dr. Diego Nicolas Diaz. Ruta Provincial 27, km 122. 3450 Goya PCIA Corrientes (+54 03777) 565022 SATGZTZX GUALEGUACHU TWR Aeródromo Gualeguaychú Ruta Nacional 14 y Urquiza al Oeste. 2820 Gualeguaychú PCIA Entre Ríos (+54 03446) 437767 SAAGZTZX JUJUY TWR Aeropuerto Jujuy / Gobernador Dr. Horacio Guzmán C.C.398 Ruta Provincial 66 S/N 4608 Jujuy PCIA Jujuy (+54 0388) 4911102 4911029 SASJZTZX JUNIN TWR Aeródromo Junín C.C. 114 Ruta 188 S/N Acceso a Aeropuerto 6000 Junín PCIA Buenos. Aires. (+54 0236) 4433385 (+54 02364) 433385 SAAJZTZX LA PLATA TWR Aeródromo La Plata C.C. 87",
    "metadata": {
      "source": "AIP - GEN3 - 3.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 3.pdf-0-1800",
    "text": "Gobernador Dr. Horacio Guzmán C.C.398 Ruta Provincial 66 S/N 4608 Jujuy PCIA Jujuy (+54 0388) 4911102 4911029 SASJZTZX JUNIN TWR Aeródromo Junín C.C. 114 Ruta 188 S/N Acceso a Aeropuerto 6000 Junín PCIA Buenos. Aires. (+54 0236) 4433385 (+54 02364) 433385 SAAJZTZX LA PLATA TWR Aeródromo La Plata C.C. 87 Av. 13 y calle 610 1900 La Plata PCIA Buenos. Aires. (+54 0221) 4860809 (+54 0221) 521568 SADLZPZX LA RIOJA TWR Aeródromo La Rioja / Cap. Vicente Almandos Almonacid Ruta Provincial 5, km 7 ½ 5300 La Rioja PCIA La Rioja (+54 0380) 4439211 SANLZTZX MADRYN TWR Aeródromo Puerto. Madryn / El Tehuelche. Ruta Nacional A 010 Acceso Norte 9120 Puerto. Madryn PCIA Chubut SAVYZTZX MALARGÜE TWR Aeródromo Malargüe / Com. Ricardo Salomón Ruta Nacional 40 Sur 5613 Malargüe. PCIA Mendoza (+54 02604) 471265 (+54 9 02604 4579042 SAMMZTZX MAR DEL PLATA TWR Aeropuerto Internacional Mar del Plata / Astor Piazzolla Ruta 2, km 398,5 7600 Mar del Plata PCIA Buenos Aires. (+54 0223) 4780744 / 4783990 / 4756005 / ARO AIS 4786444 ARO AIS SAZMZPZX MENDOZA ACC Aeropuerto Internacional Mendoza / El Plumerillo / Gob. Francisco Gabrielli Ruta Nacional 40 Acceso Norte Km 15 5539 Mendoza. PCIA Mendoza (+54 0261) 4487486 / 4487483 (+54 0261) 4487486 SAMEZRZX AIP ARGENTINA GEN 3.3-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 Nombre de la Dependencia/ Name of the Unit Dirección postal / Mailing Address Nro. de Teléfono/ Telephone Number Nro. de Telefax/ TelefaxNumber Nro. de Télex/ Telex Number Dirección AFS/ AFS Address 1 2 3 4 5 6 MENDOZA TWR (+54 0261) 4487486 / 4487483 (+54 0261) 4487486 SAMEZTZX MORENO TWR Aeródromo Mariano Moreno. Av. Fray Antonio 3200 1740 Mariano Moreno PCIA Buenos. Aires. (+54 11) 44517081 SADJZTZX MORON TWR Aeródromo Morón Av. Eva Perón Nro. 2200 1708 Morón PCIA Buenos. Aires (+54 11 46292022 ARO AIS (+54 11 46279402 SADMZTZX NEUQUEN TWR Aeropuerto Internacional Neuquén / Presidente. Perón C.C.351 Av. San Martin 5901 8304 PCIA Neuquén (+54 0299) 4440224 SAZNZTZX PALOMAR TWR Aeropuerto Internacional El Palomar. Calles Matienzo e Iracumbu. I Brigada Aérea FAA. 1684 El Palomar PCIA Buenos. Aires (+54 11) 44802414 SADPZTZX PARANA TWR Aeródromo Paraná / Gral. Urquiza C.C.26 Calle Salvador Caputto S/N 3100 Paraná PCIA Entre Ríos (+54 0343) 4261914 / 4364773 SAAPZTZX PASO DE LOS LIBRES TWR Aeropuerto Internacional Paso de los Libres Av. Arturp Frondizi S/N Acceso al Aeropuerto 3230 Paso de los Libres PCIA Corrientes (+54 03772) 422222 SARLZTZX POSADAS TWR Aeropuerto Internacional Posadas/ Libertador Gral. D. José de San Martín. Ruta Nacional 12, Km 1336,5 3300 Posadas PCIA Misiones (+54 0376) 4452004 SARPZTZX RECONQUISTA TWR Aeródromo Reconquista / Tte. Daniel Jukic. Ruta Nacional 11 km 781 3560 Reconquista PCIA Santa Fé (+54 03482) 438119 SATRZTZX RESISTENCIA ACC Aeropuerto Internacional Resistencia / José de San Martín Ruta Nacional11 Km 1003,5 S/N 3500 Resistencia PCIA Chaco (+54 0362) 4436291 / 4436292 / 4436293 Interno 32138 (+54 0362) 4440939 SAREZRZX RESISTENCIA TWR SAREZTZX RIO CUARTO TWR Aeródromo Río Cuarto / Área de Material",
    "metadata": {
      "source": "AIP - GEN3 - 3.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 3.pdf-0-2250",
    "text": "Fé (+54 03482) 438119 SATRZTZX RESISTENCIA ACC Aeropuerto Internacional Resistencia / José de San Martín Ruta Nacional11 Km 1003,5 S/N 3500 Resistencia PCIA Chaco (+54 0362) 4436291 / 4436292 / 4436293 Interno 32138 (+54 0362) 4440939 SAREZRZX RESISTENCIA TWR SAREZTZX RIO CUARTO TWR Aeródromo Río Cuarto / Área de Material de Río Cuarto. Jorge Newbery S/N Acceso Aeropuerto 5805 Las Higueras PCIA. Córdoba (+54 0358) 4979642 Interno 48204 Interno 48417 4970086 SAOCZTZX RIO GALLEGOS TWR Aeropuerto Internacional Río Gallegos / Piloto Civil Norberto Fernández. Ruta Nacional 3, Km 8 9400 Río. Gallegos PCIA Santa Cruz. (+54 02966) 442044 (+54 02966) 442044 SAWGZTZX RIO GRANDE TWR Aeropuerto Internacional Río Grande / Gobernador Ramón Trejo Noel. Ruta Nacional N° 3 Acceso Aeropuerto 9420 Río Grande. PCIA Tierra del Fuego (+54 02964) 431340 (+54 02964) 431340 SAWEZTZX AIP ARGENTINA GEN 3.3-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2023 30 NOVIEMBRE 2023 Nombre de la Dependencia/ Name of the Unit Dirección postal / Mailing Address Nro. de Teléfono/ Telephone Number Nro. de Telefax/ TelefaxNumber Nro. de Télex/ Telex Number Dirección AFS/ AFS Address 1 2 3 4 5 6 ROSARIO TWR Aeropuerto Internacional Rosario / Islas Malvinas. Av. Jorge Newbery S/N Acceso Aeropuerto. 2000 Rosario PCIA Santa Fé (+54 0341) 4523202 SAARZTZX SALTA TWR Aeropuerto Internacional Salta / Gral. D. Martín Miguel de Güemes. Ruta Nacional 51 Km 5 4400 Salta PCIA Salta (+54 0387) 4375111 SASAZTZX SAN FERNANDO TWR Aeropuerto Internacional / San Fernando. Ruta 202 y Balcarce 1646 San Fernando PCIA Buenos. Aires. (+54 11) 45199117 SADFZTZX SAN JUAN TWR Aeródromo San Juan / Domingo Faustino Sarmiento. Ruta Nacional 20 Km 12 5714 San Juan. PCIA San Juan (+54 0264) 4250400 +54 9 0264 6210890 SANUZTZX SAN LUIS TWR Aeródromo San Luis / Brig. Mayor César Raúl Ojeda. Av Fuerza Aérea Argentina 3095 5700 San Luis PCIA San Luis (+54 266) 4423047 +54 9 266 4629337 SAOUZTZX SAN RAFAEL TWR Aeródromo San Rafael S. A. Santiago Germano Ruta Provincial 143 Las Paredes 5601 San Rafael PCIA Mendoza (+54 02604) 421693 +54 9 02604 4595073 SAMRZTZX SANTA ROSA TWR Aeródromo Santa Rosa Ruta Nacional 35 Km 330 6300 Santa Rosa PCIA La Pampa (+54 02954) 433814 / 423523 (+54 02954) 433814 SAZRZTZX SANTIAGO DEL ESTERO TWR Aeródromo Santiago del Estero / Com. Ángel de la Paz Aragonés. Av. Madre de Ciudades S/N 4200 Santiago del Estero. PCIA Santiago del Estero (+54 0385) 4340710 4289019 SANEZTZX SAUCE VIEJO TWR Aeródromo Metropolitano Santa Fe / Sauce Viejo Ruta 11 Km 452,5 3017 Sauce Viejo PCIA Santa Fé (+54 0342) 4995065 SAAVZTZX TANDIL TWR Aeródromo Tandil / Héroes de Malvinas. Ruta Provincial 74. Acceso a Zona Base Aérea S/N 7000 Tandil PCIA Buenos Aires. ARO AIS (+54 0249) 4440043 ARO AIS SAZTZPZX TRELEW TWR Aeropuerto Internacional Trelew / Almirante Marcos A Zar. Ruta Nacional 3 Km 1450 S/N Acceso Aeropuerto 9100 Trelew PCIA Chubut (+54 0280) 4421009 (ARO-AIS) Alternativo ARO-AIS (+54 11) 3197 7395 SAVTZTZX TUCUMAN TWR Aeropuerto Internacional Tucumán / Tte. Benjamín Matienzo. Av. Santiago",
    "metadata": {
      "source": "AIP - GEN3 - 3.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  },
  {
    "id": "AIP - GEN3 - 3.pdf-0-2700",
    "text": "(+54 0249) 4440043 ARO AIS SAZTZPZX TRELEW TWR Aeropuerto Internacional Trelew / Almirante Marcos A Zar. Ruta Nacional 3 Km 1450 S/N Acceso Aeropuerto 9100 Trelew PCIA Chubut (+54 0280) 4421009 (ARO-AIS) Alternativo ARO-AIS (+54 11) 3197 7395 SAVTZTZX TUCUMAN TWR Aeropuerto Internacional Tucumán / Tte. Benjamín Matienzo. Av. Santiago Gallo S/N Acceso Aeropuerto. 4117 San Miguel de Tucumán PCIA Tucumán (+54 0381) 4511065 SANTZTZX USHUAIA TWR Aeropuerto Internacional Ushuaia / Malvinas Argentinas. Roque Sánchez Galdeano S/N Acceso Aeropuerto 9401 Ushuaia PCIA Tierra del Fuego (+54 02901) 423346 (+54 02901) 423346 SAWHZTZX VIEDMA TWR Aeródromo Viedma / Gobernador Edgardo Castelo. Ruta Provincial 51 Km 7 S/N 8500 Viedma PCIA Río Negro (+54 02920) 422005 / 424416 / 424417 (+54 02920) 422005 / 424416 / 424417 SAVVZTZX AIP ARGENTINA GEN 3.3-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 Nombre de la Dependencia/ Name of the Unit Dirección postal / Mailing Address Nro. de Teléfono/ Telephone Number Nro. de Telefax/ TelefaxNumber Nro. de Télex/ Telex Number Dirección AFS/ AFS Address 1 2 3 4 5 6 VILLA REYNOLDS TWR Aeródromo Villa Reynolds / Villa Mercedes. Ruta Provincial 24 S/N 5733 Villa Reynolds PCIA San Luis (+54 02657) 420151 +54 9 11 4792429 SAORZTZX",
    "metadata": {
      "source": "AIP - GEN3 - 3.pdf",
      "docType": "doc",
      "docNumber": "3"
    }
  }
]