[
  {
    "id": "AIP - ENR1 - 2.pdf-0-0",
    "text": "AIP ARGENTINA ENR 1.2.-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Banda de altitud / Altitude rand Clase de espacio aéreo / Airspace class Visibilidad de vuelo/ Flight visibility Distancia de las nubes / Distance from Cloud A 3.050 m (10.000 ft) AMSL o por encima / At 3,050 m (10000 ft) AMSL or above A*** B C D E F G 8 km",
    "metadata": {
      "source": "AIP - ENR1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 2.pdf-1-0",
    "text": "1.500 m horizontalmente 300 m (1.000 ft) verticalmente / 1,500 m horizontal 300 m (1,000 ft) vertical Por debajo de 3.050 m (10.000 ft) AMSL y por encima de 900 m (3.000 ft) AMSL, o por encima de 300 m (1.000 ft) sobre el terreno, de ambos valores el mayor / Below 3,050 m (10,000 ft) AMSL and 900 m (3,000 ft) above AMSL, or 300 m (1,000 ft) above ground level, the largest of those two values A*** B C D E F G 5 km",
    "metadata": {
      "source": "AIP - ENR1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 2.pdf-4-0",
    "text": "1.500 m horizontalmente 300 m (1.000 ft) verticalmente / 1,500 m horizontal 300 m (1,000 ft) vertical A 900 m (3.000 ft) AMSL o por debajo, o a 300 m (1 000 ft) sobre el terreno, de ambos valores el mayor / At 900 m (3,000 ft) AMSL or below, or at 300 m (1,000 ft) ground level, the largest of those two values A*** B C D E 5 km",
    "metadata": {
      "source": "AIP - ENR1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 2.pdf-5-0",
    "text": "1.500 m horizontalmente 300 m (1.000 ft) verticalmente / 1,500 m horizontal 300 m (1,000 ft) vertical F G 5 km** Libre de nubes y con la superficie a la vista / Free of clouds and ground at sight ENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES ENR 1.2 REGLAS DE VUELO VISUAL ENR 1.2 VISUAL FLIGHT RULES 1. Normas generales Aplicación de las reglas de vuelo visual (VFR) Los vuelos VFR, tanto en vuelo como en el área de maniobras de un aeródromo, se ajustarán a las siguientes reglas de vuelo visual. Las presentes reglas son adicionales a las reglas generales (ver ENR 1.1) y su observancia no exime al piloto de cumplir con estas últimas. Cumplimiento La posibilidad de efectuar un vuelo de acuerdo con las reglas de vuelo visual depende de las condiciones meteorológicas reales que se encuentren durante el vuelo, siendo responsabilidad del piloto finalizar la operación VFR cuando las condiciones meteorológicas no permitan el mantenimiento de los márgenes prescritos por estas reglas y sus procedimientos de aplicación. Servicio de información de vuelo El servicio de información de vuelo suministrado a los vuelos VFR incluirá además si se dispone, información sobre las condiciones meteorológicas a lo largo de la ruta de vuelo que puedan hacer que no sea posible operar en condiciones meteorológicas de vuelo visual. 2. Mínimos meteorológicos VFR básicos a) Salvo cuando operen con carácter de vuelos VFR especiales, los vuelos VFR se realizarán de forma que la aeronave vuele en condiciones de visibilidad y de distancia de las nubes que sean iguales o superiores a las indicadas a continuación: 1. General rules Visual Flight Rules (VFR) Application VFR flights, both in flight and in the maneuvering area of an aerodrome, shall be performed according to the following visual flight rules. These rules are additional to the general rules (see ENR",
    "metadata": {
      "source": "AIP - ENR1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 2.pdf-6-0",
    "text": "1.1) and their compliance does not exempt the pilot from complying with the latter. Compliance the feasibility to perform a flight according to the visual flight rules depends on the real meteorological conditions met during the flight. The pilot is responsible for ending the VFR operation when the meteorological conditions do not allow maintaining the established margins for these rules and their procedures for application. Flight Information Service Flight Information Service provided for the VFR flights shall include, if available, information relating to meteorological conditions during the entire flight route that may make visual flight operation impossible. 2. Basic VFR minimal meteorological conditions a) Except for special VFR flights, VFR flights shall be performed in such a way that the aircraft flies in visibility conditions and at a distance to the clouds equal or above the following: AIP ARGENTINA ENR 1.2.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 Cuando la altitud de transición sea inferior a 3.050 m (10.000 ft) AMSL, deberá utilizarse el FL 100 en vez de 10.000 ft. ** Cuando así lo prescriba la Autoridad Aeronáutica: a) pueden permitirse visibilidades de vuelo reducidas a no menos de 1.500 m, para los vuelos que se realicen: 1) a velocidades que en las condiciones de visibilidad predominantes den oportunidad adecuada para observar el tránsito, o cualquier obstáculo, con tiempo suficiente para evitar una colisión; o 2) en circunstancias en que haya normalmente pocas probabilidades de encontrarse con tránsito, por ejemplo, en áreas de escaso volumen de tránsito y para efectuar trabajos aéreos a poca altura b) Los HELICÓPTEROS pueden estar autorizados a volar con una visibilidad de vuelo inferior a 1.500 m si maniobran a una velocidad que dé oportunidad adecuada para observar el tránsito, o cualquier obstáculo, con tiempo suficiente para evitar una colisión. *** Las mínimas VMC en el espacio aéreo de Clase A se incluyen a modo de orientación para los pilotos y no suponen la aceptación de vuelos VFR en el espacio aéreo de Clase A. b) Excepto que lo autorice la dependencia de Control de Tránsito Aéreo en vuelos VFR, no se despegará ni se aterrizará en ningún aeródromo dentro de una Zona de Control, ni se entrará en la Zona de Tránsito de Aeródromo o en el circuito de tránsito de dicho aeródromo: 1) si el techo de nubes es inferior a 300 m (1.000 ft); o 2) si la visibilidad en tierra es inferior a 5 km. c) Los vuelos VFR, entre la puesta y la salida del sol o durante cualquier otro período entre la puesta y la salida del sol que pueda prescribir la Autoridad Aeronáutica, se realizarán de conformidad con las condiciones prescritas por dicha autoridad. 3. Restricción para vuelos VFR a) A menos que lo autorice la Autoridad Aeronáutica, no se realizarán vuelos VFR: 1) por encima del FL 200; 2) a velocidades transónicas y supersónicas. 4. Prohibición para vuelos VFR No se otorgará autorización para vuelos VFR por encima del FL 290 en",
    "metadata": {
      "source": "AIP - ENR1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 2.pdf-6-450",
    "text": "autoridad. 3. Restricción para vuelos VFR a) A menos que lo autorice la Autoridad Aeronáutica, no se realizarán vuelos VFR: 1) por encima del FL 200; 2) a velocidades transónicas y supersónicas. 4. Prohibición para vuelos VFR No se otorgará autorización para vuelos VFR por encima del FL 290 en áreas donde se aplica una separación vertical mínima de 300 m (1 000 ft) por encima de dicho nivel de vuelo. When the transition altitude is lower than 3,050 m (10,000 ft) AMSL, FL 100 shall be used, instead of 10,000 ft. ** When established by the Aviation Authority: a) Reduced flight visibilities to no less than 1,500 m may be allowed for flights being performed: 1) at speeds at which prevailing visibility conditions adequately allow observing traffic or any obstacle, with enough time to avoid collision; or 2) in situations in which chances of encountering traffic are slim, for instance, in poor traffic volume areas and in order to carry out air work at a low altitude. b) HELICOPTERS may be authorized to fly with a lower to 1,500 m flight visibility if they maneuver at a speed that adequately allows observing traffic or any obstacle, with enough time to avoid collision. *** VMC minimal conditions at Class A airspace are included for guidance purposes for pilots and they do not imply acceptance of VFR flights in Class A airspace. b) Unless authorized by the Air Traffic Control unit, in VFR flights no aircraft shall take-off or land at any aerodrome within a CTR, nor shall enter the ATZ or the traffic circuit at that aerodrome if: 1) The cloud ceiling is lower than 300 m (1,000 ft); or 2) Land visibility is lower than 5 km. c) Between sunset and sunrise or during any other period between sunset and sunrise that the Aviation Authority may establish, VFR flights shall be performed pursuant to the conditions established by said Authority. 3. VFR flight restriction a) Unless authorized by the Aviation Authority, VFR shall not be performed: 1) Above FL 200; 2) At transonic and supersonic speeds. 4. VFR flight prohibition VFR flights above FL 290 shall not be authorized in areas where minimal vertical separation of 300 m (1000 ft) above said flight level is applied. AIP ARGENTINA ENR 1.2-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 5. Altitudes mínimas de seguridad VFR a) Excepto cuando sea necesario para el despegue o el aterrizaje, o cuando se tenga autorización de la Autoridad Aeronáutica, los vuelos VFR no se efectuarán: 1) sobre aglomeraciones de edificios en ciudades, pueblos o lugares habitados, o sobre una reunión de personas al aire libre a una altura menor de 300 m (1.000 ft) sobre el obstáculo más alto situado dentro de un radio de 600 m desde la aeronave. 2) en cualquier otra parte distinta de la especificada en el Párrafo a) 1) de esta sección, a una altura menor de 150 m (500 ft) sobre tierra o agua. 6. Altitud",
    "metadata": {
      "source": "AIP - ENR1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 2.pdf-6-900",
    "text": "(1.000 ft) sobre el obstáculo más alto situado dentro de un radio de 600 m desde la aeronave. 2) en cualquier otra parte distinta de la especificada en el Párrafo a) 1) de esta sección, a una altura menor de 150 m (500 ft) sobre tierra o agua. 6. Altitud de crucero o nivel de vuelo VFR A no ser que se indique de otro modo en las autorizaciones de control de tránsito aéreo o por disposición de la Autoridad Aeronáutica, los vuelos VFR en vuelo horizontal de crucero cuando operen por encima de 900 m (3.000 ft) con respecto al terreno o al agua, o de un plano de comparación más elevado según especifique la Autoridad Aeronáutica, se efectuarán a un nivel de crucero apropiado a la derrota, como se especifica en la tabla de niveles de crucero que figura en el ENR 1.7, columnas 2 y 4. 7. Cumplimiento con las autorizaciones del control de tránsito aéreo a) Los vuelos VFR observarán las disposiciones especificadas en las RAAC, Parte 91, referidas a Autorizaciones del control de tránsito aéreo y comunicaciones: 1) cuando se realicen en el espacio aéreo de Clases B, C y D; 2) cuando formen parte del tránsito de aeródromo en aeródromos controlados; o 3) cuando operen con carácter de vuelos VFR especiales. 8. Comunicaciones en vuelos VFR Cualquier vuelo VFR que se realice dentro de áreas designadas o a lo largo de rutas designadas por la Autoridad Aeronáutica, para facilitar el suministro de Servicios de Información de Vuelo, de Alerta y de Búsqueda y Salvamento, o para facilitar la coordinación con las dependencias militares o con las dependencias de los Servicios de Tránsito Aéreo competentes en Estados adyacentes, a fin de evitar la posible necesidad de interceptación para fines de identificación, mantendrá comunicaciones aeroterrestres vocales constantes por el canal apropiado de la dependencia de Servicios de Tránsito Aéreo que suministre el Servicio de Información de Vuelo, e informará su posición a la misma cuando sea necesario. 9. Cambio de plan de vuelo VFR a IFR a) Toda aeronave que opere de acuerdo con las reglas de vuelo visual y desee cambiar para ajustarse a las reglas de vuelo por instrumentos: 1) Si ha presentado un plan de vuelo, comunicará los cambios necesarios que hayan de efectuarse en su plan de vuelo actualizado; o 5. VFR safety minimum altitudes a) Unless necessary for takeoff or landing, or when authorized by the Aviation Authority, VFR flights shall not be performed: 1) Above building agglomerations in cities, towns or inhabited places, or above open-air gatherings of people at a lower altitude than 300 m (1,000 ft) above the highest obstacle within a 600 m radius from the aircraft; 2) At any other area not specified in Paragraph a) 1) of this section, at an altitude lower than 150 m (500 ft) above land or water. 6. Cruise altitude or VFR flight level Unless otherwise indicated by the ATC clearances or by regulation of the Aviation Authority, at cruise",
    "metadata": {
      "source": "AIP - ENR1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 2.pdf-6-1350",
    "text": "2) At any other area not specified in Paragraph a) 1) of this section, at an altitude lower than 150 m (500 ft) above land or water. 6. Cruise altitude or VFR flight level Unless otherwise indicated by the ATC clearances or by regulation of the Aviation Authority, at cruise horizontal flight when operating above 900 m (3,000 ft) over land or water or over a more elevated comparison plane according to what the Aviation Authority states, VFR flights shall be performed at a cruise level suitable to the track, as specified in the cruise level table in ENR 1.7, columns 2 and 4. 7. Compliance with the ATC clearances a) VFR flights shall comply with the regulations established in Part 91 of the Argentine Civil Aviation Rules, referring to ATC and Communication Clearances when: 1) they are performed in airspace Classes B, C and D; 2) they are part of the aerodrome traffic at controlled aerodromes; or 3) they operate as special VFR flights. 8. Communications during VFR flights In order to facilitate the provision of Flight Information, Alert and Search and Rescue Services, or in order to facilitate coordination with military units or with ATC units at the adjacent countries, and with the objective to avoid possible interception for identification, all VFR flights performed within designated areas or along routes designated by the Aviation Authority shall maintain constant air- ground voice communication through the adequate channel of the ATC unit that provides the Flight Information Service, and those flights shall also inform their position to the unit when necessary. 9. Flight plan change from VFR to IFR a) Every aircraft operating under visual flight rules that wishes to change to flight by instruments: 1) if a flight plan has been submitted, the necessary changes to be made to the updated flight plan shall be communicated ; or AIP ARGENTINA ENR 1.2.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 2) Cuando así lo requiera lo especificado en la sección Reglas de Vuelo de las RAAC, Parte 91: i) Presentará un plan de vuelo a la dependencia apropiada de los servicios de tránsito aéreo; y ii) deberá obtener autorización antes de proseguir en IFR cuando se encuentre en espacio aéreo controlado. 2) when required by Part 91, Flight Rules, of the Argentine Civil Aviation Rules: i) a flight plan shall be submitted to the respective air traffic services unit; and ii) an authorization shall be obtained before continuing by IFR at controlled airspace.",
    "metadata": {
      "source": "AIP - ENR1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]