[
  {
    "id": "AIP - GEN1 - 2.pdf-0-0",
    "text": "AIP ARGENTINA GEN 1.2.-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 GEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS GEN 1.2 ENTRADA, TRÁNSITO Y SALIDA DE AERONAVES GEN 1.2 ENTRY, TRANSIT AND DEPARTURE OF AIRCRAFT 1. Generalidades (Ref. Código Aeronáutico Argentino –Ley N° 17.285– Título II, Capítulo III) Las aeronaves que lleguen del exterior o salgan del país deben hacerlo por las rutas fijadas a tal fin (ver AIP - ENR) y aterrizar en o partir de un aeródromo o aeropuerto internacional, o de un aeródromo o aeropuerto especialmente designado por la Autoridad Aeronáutica donde se cumplan las formalidades de fiscalización (ver AIP - AD). Cuando por razones de emergencia una aeronave hubiese aterrizado fuera de un aeródromo o aeropuerto internacional, el comandante o, en su lugar, cualquier otro miembro de la tripulación, estará obligado a comunicarlo de inmediato a la autoridad más próxima. No podrá efectuarse el desplazamiento de la aeronave sino en caso de necesidad para asegurar el salvamento o cuando lo determine la autoridad competente. Sin permiso de la misma, no se removerán del lugar del aterrizaje las mercancías, equipaje y suministros, a menos que sea necesario removerlos para evitar su pérdida o destrucción (Ref. Código Aeronáutico Argentino, art. 22). Todas las aeronaves que ingresen, sobrevuelen o salgan del territorio argentino deberán presentar el plan de vuelo. No se autorizará la circulación en el espacio aéreo nacional de ninguna aeronave extranjera que no justifique tener asegurados los daños que pueda producir a las personas o cosas transportadas o a terceros en la superficie, en los límites fijados en este Código. En los casos en que la responsabilidad del explotador se rija por acuerdos o convenciones internacionales, el seguro deberá cubrir los límites de responsabilidad en ellos previstos (Ref. Código Aeronáutico Argentino, art. 193). Todo tránsito aéreo (VFR/IFR) que atraviese el límite común de todas las regiones de información de vuelo (FIR) entre Argentina y Chile, deberá contar con equipo transpondedor operativo (SSR). 2. Sobrevuelo Todas las aeronaves privadas extranjeras de la aviación civil de transporte aéreo comercial no regular y la aviación general que requiera sobrevolar la República Argentina deben gestionar un permiso de sobrevuelo ante a la Autoridad Aeronáutica, enviando la solicitud mediante mensaje aeronáutico a través de la red AFTN (SABAYAYX) y la casilla de correo electrónico ovf@anac.gob.ar (con copia al correo sobrevuelosdeargentina@gmail.com), indicando en el asunto “Solicitud de sobrevuelo del Territorio Argentino” en el horario de 11:00 a 23:00 UTC, con una antelación de al menos 72 horas previas al vuelo, por el cual recibirá una respuesta. Para obtener el permiso previo, los operadores de aeronaves privadas extranjeras de aviación civil deben enviar la documentación que a continuación se detalla:  Aviación General: a) Certificado de Aeronavegabilidad (AOC); 1. General (Refer to Argentine Aeronautical Code –Law No. 17.285– Title II, Chapter III) The aircraft coming from abroad or leaving the country must do so using the routes established for that purpose (see AIP - ENR) and land",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-450",
    "text": "continuación se detalla:  Aviación General: a) Certificado de Aeronavegabilidad (AOC); 1. General (Refer to Argentine Aeronautical Code –Law No. 17.285– Title II, Chapter III) The aircraft coming from abroad or leaving the country must do so using the routes established for that purpose (see AIP - ENR) and land at or leave an international aerodrome or airport, or an aerodrome or airport specially designed by the Aeronautical Authority where the inspection formalities are met (see AIP - AD). Whenever an aircraft, due to an emergency, has landed outside an international aerodrome or airport, the captain or any other crew member in his place shall have to communicate the situation immediately to the nearest authority. The movement of the aircraft will not be allowed unless it is necessary to ensure a rescue, or when the competent authority determines to do so. Removal of goods, baggage and supplies from the landing site shall not be allowed without the authority permission, unless the removal is necessary to avoid loss or destruction (Refer to Argentine Aeronautical Code, Section 22). All aircraft entering, overflying or leaving the Argentine territory shall submit a flight plan. No foreign aircraft will be authorized to circulate in the national airspace if it does not justify having insured the damages that it may produce to the persons or objects transported, or to third parties on the surface, considering the limits established in this Code. In those cases, where the operator’s responsibility is governed by international agreements or conventions, the insurance shall cover the responsibility limits stipulated therein (Refer to Argentine Aeronautical Code, Section 193). All (VFR/IFR) air traffic crossing the common boundaries of all the Flight Information Regions (FIRs) between Argentina and Chile shall have an operative transponder equipment (SSR). 2. Overflight All foreign private aircraft of civil aviation affected to non-regular commercial air transport and general aviation that need to overfly the Republic of Argentina must request an overflight permit to the Aeronautical Authority, sending the request via aeronautical message through the AFTN (SABAYAYX) and the electronic address ovf@anac.gob.ar (with a copy to sobrevuelosdeargentina@gmail.com), indicating in the subject “Request for overflying the Argentine Territory” between 11:00 and 23:00 UTC, at least 72 hours before the flight for which an answer will be received. To obtain the previous permit, foreign private aircraft operators of civil aviation must submit the following documentation:  General Aviation: a) Airworthiness Certificate (AOC); AIP ARGENTINA GEN 1.2.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 b) Seguro vigente con cobertura en el territorio de la República Argentina.  Aviación Comercial: a) Certificado de Explotador (CESA); b) Seguro vigente con cobertura en el territorio de la República Argentina. Nota. — Las aeronaves que se detallan a continuación podrán presentar la documentación finalizado el vuelo: a) Búsqueda, asistencia y salvamento (SAR); b) Vuelos humanitarios (HUM); c) Vuelos sanitarios (HOSP y MEDEVAC); d) Vuelos para lucha contra el fuego (FFR). Además, en la solicitud se deben incluir los siguientes datos: a) Tipo de aeronave b)",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-900",
    "text": "se detallan a continuación podrán presentar la documentación finalizado el vuelo: a) Búsqueda, asistencia y salvamento (SAR); b) Vuelos humanitarios (HUM); c) Vuelos sanitarios (HOSP y MEDEVAC); d) Vuelos para lucha contra el fuego (FFR). Además, en la solicitud se deben incluir los siguientes datos: a) Tipo de aeronave b) Matrícula c) Identificación del vuelo d) Aeropuerto de Salida e) Aeropuerto de Llegada f) Ruta completa g) Fecha del vuelo h) Punto de entrada: XXXXX (xx:xx UTC) i) Punto de salida: XXXXX (xx:xx UTC) j) Datos del piloto al mando k) Propósito Para gestionar el permiso de sobrevuelo sobre el territorio argentino, se deberá completar la información solicitada más arriba. Cuando algún campo no contenga datos o la información declarada sea incorrecta o no corresponda, dicha solicitud podrá ser denegada del permiso de sobrevuelo. Nota. — Los indicadores de lugar deberán cumplir con el designador OACI (DOC 7910) de cuatro letras, y los horarios de operación deberán expresarse en UTC. 3. Sobrevuelo, aterrizaje y/o amaraje de aeronaves de estados extranjeros en el territorio argentino (Decreto N° 3367/1984, Anexo 1 del 17 de octubre de 1984, publicado en el Boletín Oficial el 26 de noviembre de 1984) Siendo responsabilidad del Estado Mayor General de la Fuerza Aérea Argentina la gestión de todo lo inherente al sobrevuelo, aterrizaje y/o amaraje de aeronaves de Estado extranjeras en territorio nacional, las solicitudes deberán ser presentadas exclusivamente ante el Departamento Agregados Aéreos Extranjeros, por duplicado, de acuerdo al formulario establecido. Dichos pedidos deben ser firmados por el agregado aéreo o, en su ausencia, por el agregado militar o el agregado naval acreditado a la embajada del país al que pertenece la aeronave o, en caso de no b) Insurance in force with a coverage in the territory of the Republic of Argentina.  Commercial Aviation: a) Operator Certificate (CESA); b) Insurance in force with a coverage in the territory of the Republic of Argentina. Note. — The aircraft listed below may present the documentation at the end of the flight: a) Search, assistance and rescue (SAR); b) Humanitarian flights (HUM); c) Medical flights (HOSP and MEDEVAC); d) Fire Fighting Flights (FFR). Besides, the application must include the following data: a) Type of aircraft b) Registration mark c) Flight identification d) Airport of departure e) Airport of arrival f) Full route g) Date of flight h) Entry point: XXXXX (xx:xx UTC) i) Departure point: XXXXX (xx:xx UTC) j) Pilot in command data k) Flight intent To request the overflight permit in the Argentine territory, the information required above shall be completed. If a field contains no data or if the information declared is incorrect or inconsistent, the request corresponding to the overflight permit may be rejected. Note. — Location indicators shall comply with the four-letter ICAO designator (DOC 7910), and the service hours shall be expressed in UTC. 3. Sobrevuelo, aterrizaje y/o amaraje de aeronaves de estados extranjeros en el territorio argentino (Decree No. 3367/1984, Annex 1, dated 17 October 1984, published in the Official Gazette",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-1350",
    "text": "Note. — Location indicators shall comply with the four-letter ICAO designator (DOC 7910), and the service hours shall be expressed in UTC. 3. Sobrevuelo, aterrizaje y/o amaraje de aeronaves de estados extranjeros en el territorio argentino (Decree No. 3367/1984, Annex 1, dated 17 October 1984, published in the Official Gazette on 26 November 1984) Being the Argentine Air Force Command and General Staff responsible for the management of everything inherent to the overflight, landing and/or water landing of foreign aircraft of States in the national territory, the applications shall be submitted exclusively to the Department of Foreign Air Attaché, in duplicate, in accordance with the set out form. Said applications must be signed by the air attaché or, in his absence, by the military attaché or the naval attaché accredited in the embassy of the country to which the aircraft belongs, or, in case  AIP ARGENTINA GEN 1.2-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 ser ello posible, por el funcionario diplomático acreditado ante el gobierno nacional, o por la fuerza aérea interesada, y deberán gestionarse con una antelación mínima de 48 horas hábiles a la iniciación del vuelo. Solamente en caso de emergencia se admitirá reducir este plazo, conforme a circunstancias especiales de traslado de autoridades gubernamentales, heridos etc. Si la naturaleza del vuelo requiere medidas de seguridad especiales, ya sea en el aterrizaje o en el despegue, el pedido deberá ser requerido con una antelación mínima de CINCO (5) días hábiles. El número de vuelo de ASM (Autorización de Sobrevuelo Militar) asignado por la Fuerza Aérea Argentina deberá ser puesto en conocimiento del/de la comandante de la aeronave con anticipación suficiente, a fin de que este/esta lo haga conocer en el vuelo cuando le sea requerido y lo inserte en el casillero 18 del Formulario de Plan de Vuelo con el indicador RMK/, en las distintas etapas que efectúe en el territorio argentino. El desconocimiento o la negativa a proporcionar el número de ASM asignado impedirá el ingreso de la aeronave al espacio aéreo nacional o bien traerá como consecuencia la inmovilización de la misma en el país. Toda aeronave de Estado extranjera que ingrese al espacio aéreo nacional sin la correspondiente Autorización de Sobrevuelo Militar o cuyos datos identificatorios no coincidan con los de la ASM otorgada será considerada infractora, encontrándose facultada la autoridad competente para obligarla a aterrizar o regresar a su lugar de origen, por la ruta que determine el organismo de control de tránsito aéreo respectivo. Si, además de lo anterior, no se respetasen las rutas previstas, se cometieran infracciones a las reglas de la circulación aérea, o se violasen las reglamentaciones nacionales, la autoridad podrá ordenar la interceptación y/o aterrizaje de la aeronave infractora y adoptar las medidas que correspondieren. 4. Vuelos regulares (Dirección Nacional de Transporte Aéreo) Los vuelos regulares internacionales ordinarios explotados por líneas aéreas extranjeras hacían, o en tránsito por el territorio argentino deben satisfacer los siguientes requisitos: a) El Estado de la línea aérea debe",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-1800",
    "text": "aterrizaje de la aeronave infractora y adoptar las medidas que correspondieren. 4. Vuelos regulares (Dirección Nacional de Transporte Aéreo) Los vuelos regulares internacionales ordinarios explotados por líneas aéreas extranjeras hacían, o en tránsito por el territorio argentino deben satisfacer los siguientes requisitos: a) El Estado de la línea aérea debe ser parte contratante de un acuerdo de tránsito de servicios aéreos internacionales y/o acuerdos de transporte aéreo internacional. La República Argentina será parte del acuerdo; y b) La línea aérea debe satisfacer las condiciones requeridas para llevar a cabo los vuelos según las disposiciones de un acuerdo bilateral del cual el estado de la línea aérea y la República Argentina serán partes contratantes, y debe tener un permiso para operar en la República Argentina. Las solicitudes para obtener dicho permiso deben presentarse a la Dirección Nacional de Transporte Aéreo. Para efectuar vuelos comerciales regulares y no regulares se exige la presentación de los siguientes documentos: a) Declaración General: 5 ejemplares para la entrada 4 ejemplares para la salida this is not possible, by the diplomatic officer accredited by the national government, or by the air force interested, and shall be managed at least 48 working hours before the flight starts. This term may only be reduced in case of emergency, according to special circumstances of transportation of governmental authorities, injured persons, etc. If the flight, due to its nature, requires special safety measures, either in the landing or in the take-off, it shall be required at least FIVE (5) working days before. The ASM (Military Overflight Clearance) flight number assigned by the Argentine Air Force shall be communicated to the aircraft pilot in-command with enough anticipation, so that he/she can inform it in the flight whenever it is required and insert it on box 18 of the Flight Plan Form with the indicator RMK/ in the different phases that he/she makes in the Argentine territory. Lack of knowledge or refusal to inform the ASM number assigned will prevent the aircraft from entering the national airspace, or will result in the immobilization of the aircraft in the country. Any aircraft of a foreign State entering the national airspace without the pertinent Military Overflight Clearance, or whose identification data does not coincide with that of the ASM granted will be considered an infringing aircraft, and the competent authority is empowered to force it to land or to return to its place of origin through the route determined by the respective air traffic control organization. If, in addition to the above information, the intended routes were not respected, infractions of the air circulation rules were committed, or the national regulations were violated, the authority may order the interception and/or landing of the infringing aircraft and adopt pertinent measures. 4. Regular Flights (National Directorate of Air Transport) Ordinary international regular flights operated by foreign airlines to or in transit over the Argentine territory should comply with the following requirements: a) The State of the airline must be a contracting party of an International Air",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-2250",
    "text": "aircraft and adopt pertinent measures. 4. Regular Flights (National Directorate of Air Transport) Ordinary international regular flights operated by foreign airlines to or in transit over the Argentine territory should comply with the following requirements: a) The State of the airline must be a contracting party of an International Air Traffic Services Agreement and/or of International Air Transport Agreements. The Republic of Argentina shall be part of the agreement; and b) The airline must fulfill the required conditions to carry out flights under the provisions of a bilateral agreement in which the State of the airline and the Republic of Argentina are contracting parties, and it must have a permission to operate in the Republic of Argentina. The applications to obtain such permission must be submitted to the National Directorate of Air Transport. In order to conduct regular and non-regular commercial flights, the following documentation shall be submitted: a) General Statement: 5 copies for the arrival 4 copies for the departure. AIP ARGENTINA GEN 1.2.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 b) Manifiesto de pasajeros: 5 ejemplares para la entrada. (*) 3 ejemplares para la salida. (*) (*) Aumentar un ejemplar más para el tráfico que se realice con los países limítrofes en ambos casos. c) Manifiesto de Carga: 3 ejemplares para la entrada 2 ejemplares para la salida. d) Tarjeta de embarco/desembarco: 2 ejemplares para la entrada. 2 ejemplares para la salida. 5. Vuelos no regulares (Dirección Nacional de Transporte Aéreo) Las empresas extranjeras con autorización de la República Argentina para explotar servicios comerciales no regulares desde/hacia el país, deben solicitar con dos días de anticipación, a través de su representante legal, la autorización correspondiente de la Dirección Nacional de Transporte Aéreo, indicando: a) nombre y nacionalidad de la empresa; b) fecha de los vuelos; c) itinerario indicando aeropuertos de origen y destino; d) matrícula de la aeronave; e) nómina de tripulantes; y f) cantidad, origen y destino de pasajeros y/o carga. Las empresas extranjeras sin autorización de la República Argentina, para explotar servicios comerciales no regulares desde/hacia el país, deben obtenerla a través de un representante legal y luego proceder como indica el párrafo precedente. Las empresas argentinas con la autorización para explotar servicios comerciales no regulares requerirán para cada vuelo, las autorizaciones mencionadas. La presentación de la documentación se efectuará conforme a lo establecido en “Vuelos Regulares”. Debido a lo expuesto las aeronaves que despeguen de un aeródromo internacional situado en otro Estado, deberán presentar el plan de vuelo con una antelación mínima de dos (2) horas a la hora prevista de despegue, a menos que el tiempo estimado hasta el ingreso al territorio argentino sea mayor a dos (2) horas de vuelo. Para las salidas se requiere únicamente el plan de vuelo, el cual deberá ser presentado con una antelación de sesenta (60) minutos a la hora prevista del despegue o con la antelación necesaria para cumplimentar los requisitos de aduana, migraciones y sanidad, de ambos períodos el mayor. Las aeronaves extranjeras",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-2700",
    "text": "Para las salidas se requiere únicamente el plan de vuelo, el cual deberá ser presentado con una antelación de sesenta (60) minutos a la hora prevista del despegue o con la antelación necesaria para cumplimentar los requisitos de aduana, migraciones y sanidad, de ambos períodos el mayor. Las aeronaves extranjeras afectadas al transporte aéreo comercial no regular podrán desplazarse posteriormente dentro del territorio nacional utilizando exclusivamente aeródromos controlados y aeródromos en los cuales se brinda únicamente Servicio de Información de Vuelo y Alerta. b) Passenger Manifest: 5 copies for the arrival (*) 3 copies for the departure (*) (*) Add one more copy for the traffic conducted with the neighboring countries in both cases. c) Cargo Manifest: 3 copies for the arrival 2 copies for the departure. d) Boarding/Disembarking Card: 2 copies for the arrival 2 copies for the departure. 5. Non-regular Flights (National Directorate of Air Transport) Those foreign companies with the authorization of the Republic of Argentina to operate non-regular commercial services from/to the country should request such authorization, through their legal representative, to the National Directorate of Air Transport two days before the intended flight, indicating: a) Company name and nationality; b) Date of the flights; c) Intended route, indicating origin and destination airports; d) Aircraft registration mark; e) List of crew members; and f) Number, origin and destination of passengers and/or cargo. Foreign companies without the authorization of the Republic of Argentina to operate non-regular commercial air services from/to the country should obtain the said authorization through a legal representative and then proceed as indicated in the above- mentioned paragraph. Argentine companies with the authorization to operate non- regular commercial services shall request the above authorizations for each flight. Documentation shall be submitted in accordance with what is established in the item “Regular Flights”. Taking this into consideration, those aircraft departing from an international aerodrome located in another State shall submit the flight plan at least two (2) hours before the expected takeoff time, unless the estimated time until the entry to the Argentine territory were longer than two hours of flight. For the departures, only the flight plan is required, and it shall be submitted sixty (60) minutes before the expected takeoff time or with enough time to comply with customs, migration, and health requirements, the longer of these two periods. Foreign aircraft affected to non-regular commercial air transport will later be able to operate in the Argentine territory us-ing exclusively controlled aerodromes and aerodromes where only flight information and warning services are pro-vided. AIP ARGENTINA GEN 1.2-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 Las aeronaves extranjeras que realicen taxi aéreo quedan exceptuadas de lo dispuesto en el párrafo anterior, si se encuentra expresamente especificado en la correspondiente autorización. Aquellas aeronaves de empresas extranjeras que deban sobrevolar territorio argentino sin efectuar aterrizaje realicen escalas técnicas o prevean aeródromos de alternativas en el mismo, asentarán en el plan de vuelo (Casilla Nº 18 - RMK) los siguientes datos: a) nombre o denominación",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-3150",
    "text": "se encuentra expresamente especificado en la correspondiente autorización. Aquellas aeronaves de empresas extranjeras que deban sobrevolar territorio argentino sin efectuar aterrizaje realicen escalas técnicas o prevean aeródromos de alternativas en el mismo, asentarán en el plan de vuelo (Casilla Nº 18 - RMK) los siguientes datos: a) nombre o denominación del explotador; b) dirección postal - telegráfica; c) fax, teléfono, e-mail, AFTN 6. Vuelos privados (de la Aviación General) Las aeronaves de la aviación general que despeguen de un aeródromo internacional situado en otro Estado deberán presentar el plan de vuelo con una antelación mínima de dos (2) horas a la hora prevista de despegue, a menos que el tiempo estimado hasta el ingreso al territorio argentino sea mayor a dos (2) horas de vuelo. Las aeronaves de la aviación general con matrícula extranjera que ingresen al territorio argentino asentarán en el plan de vuelo (Casilla Nº 18 - RMK) los siguientes datos del propietario o explotador de la aeronave; a) nombre y apellido; b) dirección postal - telegráfica; Los miembros de la tripulación o su representante designado deben presentarse luego del aterrizaje ante la Autoridad Aeronáutica con la siguiente documentación: a) Certificado de Idoneidad Aeronáutica: Licencia, certificado de competencia (insertas al dorso las habilitaciones correspondientes a la aeronave); b) Certificado de Aeronavegabilidad; c) Certificación Médica Aeronáutica (CMA); y d) Seguro con cobertura en el territorio de la República Argentina. No obstante, las aeronaves quedan sujetas a la presentación de la documentación estipulada en la Parte 91 de las Regulaciones Argentinas de Aviación Civil (RAAC) – REGLAS DE VUELO Y OPERACIÓN GENERAL, cuando la Autoridad Aeronáutica disponga que esta sea presentada. A excepción de lo especificado en el párrafo anterior, una aeronave civil extranjera puede ser operada sin el certificado de aeronavegabilidad requerido siempre que se le emita una autorización especial de vuelo, la cual debe ser solicitada a la Autoridad Aeronáutica al siguiente correo electrónico: aeronavesextranjeras@anac.gob.ar. Este procedimiento también se aplica para las aeronaves que van a ser operadas en la República Argentina con el propósito de demostración en un show aéreo. La autorización especial de vuelo emitida por la ANAC a una aeronave civil extranjera puede incluir cualquier condición y limitación consideradas necesarias por la Autoridad Aeronáutica para la operación segura en el espacio aéreo argentino. Foreign aircraft operating air taxi services are excepted from the provisions of the paragraph above, if it is expressly specified in the appropriate authorization. Those aircraft of foreign companies overflying the Argentine territory without landing, performing technical stops, or planning to use alternate aerodromes in the country shall write down the following data in the Flight Plan (Box No. 18 - RMK): a) Operator name or denomination; b) Mailing / telegraphic address; and c) Fax number, telephone number, e-mail and AFTN. 6. Private Flights (of General Aviation) General aviation aircraft taking off from an international aerodrome located in another State shall submit the flight plan at least two (2) hours before the expected takeoff time, unless the estimated time until the entry",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-3600",
    "text": "and c) Fax number, telephone number, e-mail and AFTN. 6. Private Flights (of General Aviation) General aviation aircraft taking off from an international aerodrome located in another State shall submit the flight plan at least two (2) hours before the expected takeoff time, unless the estimated time until the entry into the Argentine territory were longer than two (2) hours of flight. General aviation aircraft with foreign registration marks entering into the Argentine territory shall write down the following data of the owner or operator of the aircraft in the Flight Plan (Box No. 18 - RMK): a) Full name; b) Mailing / telegraphic address; and The crew members or their designated representative must present themselves, after landing, before the Aeronautical Authority with the following documentation: a) Certificate of Aeronautical Suitability: license, certificate of competency (inserted on the back the ratings corresponding to the aircraft); b) Certificate of Airworthiness; c) Aeronautical Medical Certification (AMC) and d) Insurance with coverage in the territory of the Republic of Argentina. However, aircraft are subject to the submission of the documentation stipulated in Part 91 of the Argentine Civil Aviation Regulations (RAAC) – FLIGHT AND GENERAL OPERATION RULES, when the Aeronautical Authority requires it to be submitted. Except as specified in the previous paragraph, a foreign civil aircraft may be operated without the required airworthiness certificate provided it is issued a special flight authorization, which must be requested to the Aeronautical Authority to the following e-mail: aeronavesextranjeras@anac.gob.ar. This procedure also applies to aircraft to be operated in the Republic of Argentina for the purpose of demonstration at an air show. The special flight authorization issued by ANAC to a foreign civil aircraft may include any condition and limitation considered necessary by the Aeronautical Authority for safe operation in Argentine airspace. AIP ARGENTINA GEN 1.2.-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 Asimismo, las aeronaves con matrícula extranjera de los Estados NO contratantes del Convenio de Chicago requieren de un permiso previo de la Autoridad Aeronáutica, el que deberán tramitar al correo electrónico citado precedentemente. Nota. – Ver RAAC Parte 91, párrafo 91.175. Las aeronaves privadas extranjeras podrán desplazarse posteriormente dentro del territorio argentino mediante la presentación del plan de vuelo correspondiente. Para operar hacia o entre aeródromos públicos donde no se brindan servicios de tránsito aéreo, el Comandante de la aeronave deberá especificar en el casillero 18 del formulario de plan de vuelo, RMK/ que se encuentra autorizado por el propietario de aeródromo/helipuerto/lugar apto declarado para realizar la operación que declara en su FPL. Para operar desde un aeródromo que brinda servicios de tránsito aéreo hacia aeródromos/helipuertos privados o lugares aptos declarados, deberá ajustarse a lo indicado en el párrafo anterior. Para las salidas de aeronaves privadas de la aviación general, se requiere únicamente el plan de vuelo, el cual deberá ser presentado con una antelación de sesenta (60) minutos a la hora prevista de despegue o con la antelación necesaria para cumplimentar los requisitos de aduana, migraciones y sanidad, de",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-4050",
    "text": "Para las salidas de aeronaves privadas de la aviación general, se requiere únicamente el plan de vuelo, el cual deberá ser presentado con una antelación de sesenta (60) minutos a la hora prevista de despegue o con la antelación necesaria para cumplimentar los requisitos de aduana, migraciones y sanidad, de ambos períodos el mayor. 7. Procedimiento para la solicitud de internacionalización temporaria de aeropuertos nacionales de la República Argentina El usuario deberá solicitar la factibilidad operativa al Explotador/Concesionario del aeropuerto; una vez obtenido el conforme operativo deberá ser enviado al Jefe del Aeródromo para su fiscalización, a través de los contactos que se encuentran publicados en la AIP – PARTE AD 2.1 correspondiente al aeródromo; y al correo electrónico inter-ad@anac.gob.ar, del cual recibirá la autorización de la operación, en caso de no existir restricción local alguna. Una vez obtenida la factibilidad operativa, el usuario será responsable de solicitar los servicios que requiera su internacionalización temporaria; Salud Pública/ Sanidad de Fronteras, Aduana, Migraciones, veterinaria y/o fitosanitarios / SENASA. El correo electrónico o la nota de requerimiento deberá consignar los siguientes datos: a) Factibilidad operativa aprobada, por parte del Explotador / del Aeródromo que se afectará Aeródromo que se afectará. b) Propósito de la operación. c) Fecha y horarios (UTC) de la operación. d) Ruta a volar (origen y destino). e) Tipo y matrícula de la aeronave y de las posibles alternativas. f) Nombre y licencia (tipo y número) de la tripulación. g) Número de pasajeros (si los hubiere). Likewise, foreign-registered aircraft from States that are NON- contracting parties of the Chicago Convention require a previous permit of the Aeronautical Authority, which shall be obtained at the above-mentioned e-mail address. Note. – See RAAC Part 91, paragraph 91.175 Then, foreign private aircraft will be able to operate within the Argentine territory upon submission of the proper flight plan. To operate to or from public aerodromes where air traffic services are not provided, the pilot in command shall specify in box 18 of the Flight Plan Form, RMK/ that he/she has been authorized by the owner of the aerodrome/heliport/declared suitable place to conduct the operation that he/she has stated in his/her FPL. To operate from an aerodrome where air traffic services are provided to private aerodromes/heliports or declared suitable places, he/she shall proceed as indicated in the above paragraph. For the departures of general aviation private aircraft, only the flight plan is required, and it shall be submitted 60 (sixty) minutes before the expected takeoff time or with enough time to comply with customs, migration, and health requirements, the longer of these two periods. 7. Procedure for the request of temporary internationalization of the national airports in the Republic of Argentina The user must request operational feasibility from the Airport Operator/Concessionaire; Once the operational approval has been obtained, it must be sent to the Head of the Aerodrome for inspection, through the contacts that are published in the AIP – PART AD 2.1 corresponding to the aerodrome; and to the email inter-ad@anac.gob.ar, from",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-4500",
    "text": "must request operational feasibility from the Airport Operator/Concessionaire; Once the operational approval has been obtained, it must be sent to the Head of the Aerodrome for inspection, through the contacts that are published in the AIP – PART AD 2.1 corresponding to the aerodrome; and to the email inter-ad@anac.gob.ar, from which you will receive authorization for the operation, if there are no local restrictions. Once operational feasibility is obtained, the user will be responsible for requesting the services required by their temporary internationalization; Public Health / Border Health, Customs, Immigration, Veterinary and / or Phytosanitary / SENASA. In the e-mail or note for the requirement, the following data shall be included: a) Approved operational feasibility, by the Operator / Concessionaire of the Aerodrome that will be affected. b) Purpose of the operation. c) Date and time (UTC) of the operation. d) Route to be flown (origin and destination). e) Aircraft type and registration mark and possible alternatives. f) Name and license (type and number) of the crew. g) Number of passengers (if any). AIP ARGENTINA GEN 1.2-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 h) E-mail de la compañía, número de teléfono de contacto. i) Nombre completo y DNI del responsable de la solicitud. La solicitud deberá ser enviada a las direcciones de correo de la Autoridad Aeronáutica, anteriormente mencionadas, con un mínimo de 48 horas de antelación; caso contrario, no se asegura contar con la autorización. El usuario es responsable de gestionar la tramitación de los servicios requeridos para la operación y debe notificar cualquier modificación y/o cancelación de la misma. Antes de presentar el Plan de Vuelo, el usuario deberá informar a la Jefatura del aeródromo a internacionalizar la concurrencia de todos los servicios de control involucrados para garantizar la aceptación del plan. Nota 1. — Las aeronaves deben operar en idioma español. Nota 2. — La validez de la internacionalización será de 4 horas desde la hora prevista de despegue o aterrizaje. Una vez transcurrido ese plazo, se deberá gestionar una nueva solicitud. En aquellos aeródromos donde el usuario tenga intenciones de tramitar una solicitud de internacionalización temporaria, ajustada al presente punto, debe tener presente el horario en que la Oficina ARO-AIS presta sus servicios. Ver AIP - PARTE AD 2.3. 8. Permanencia en el exterior de aeronaves argentinas Las aeronaves argentinas afectadas al transporte aéreo comercial no regular y las aeronaves privadas podrán permanecer hasta un máximo de ciento ochenta (180) días en el exterior. Si la aeronave no registrase su entrada al país dentro del lapso señalado, la Dirección de Aeronavegabilidad adoptará las medidas necesarias a efectos de la denuncia correspondiente ante las autoridades judiciales y aduaneras (Ley de Aduanas Nº 810 y Ley Nº 12830). 9. Permanencia en el país de aeronaves extranjeras Las aeronaves extranjeras podrán permanecer en el país por un período de tiempo, que no supere en ningún caso, el fijado por la Dirección General de Aduanas (DGA). Si fuera necesario tramitar una prórroga a dicho plazo, su",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-4950",
    "text": "y Ley Nº 12830). 9. Permanencia en el país de aeronaves extranjeras Las aeronaves extranjeras podrán permanecer en el país por un período de tiempo, que no supere en ningún caso, el fijado por la Dirección General de Aduanas (DGA). Si fuera necesario tramitar una prórroga a dicho plazo, su propietario deberá solicitar la misma ante la autoridad aduanera mediante el siguiente correo electrónico: acabral@afip.gob.ar Vencida la prórroga otorgada por la DGA, si el propietario pretendiera continuar operando la aeronave en el territorio argentino, deberá inscribirla en el Registro Nacional de Aeronaves. 10. Vuelo al Territorio Nacional Argentino - Islas Malvinas y Atlántico Sur Las aeronaves extranjeras de la aviación civil que ingresen al espacio aéreo argentino con destino a TERRITORIO INSULAR O QUE PARTAN DE ESOS DESTINOS, a excepción de la Isla Grande de Tierra del Fuego, deben contar previamente con el permiso de la Autoridad Aeronáutica a cargo de la tramitación de la misma. En la solicitud de permiso que debe presentarse para satisfacer lo requerido en el párrafo anterior, se debe enviar un correo h) Company e-mail, contact telephone number. i) Full name and ID number of the person responsible for the request. The request must be sent to the email addresses of the Aeronautical Authority, mentioned above, with a minimum of 48 hours in advance; Otherwise, authorization is not guaranteed. The user is responsible for managing the procedure with the services required for the operation, and must notify any change and/or the cancellation of the operation. Before submitting the Flight Plan, the user shall inform the Chief of the aerodrome to be internationalized of the concurrence of all the control services involved to ensure the acceptance of the plan. Note 1. — Aircraft must operate in Spanish. Note 2. — The internationalization has a validity of 4 hours since the scheduled takeoff or landing time. A new request shall be submitted when such term has expired. In those aerodromes where the user intends to process a request for temporary internationalization, adjusted to this point, they must keep in mind the hours in which the ARO-AIS Office provides its services. See AIP - PART AD 2.3. 8. Argentine Aircraft Staying in Foreign Countries Argentine Aircraft affected to non-regular commercial air transport and private aircraft will be allowed to stay in a foreign country for no longer than one hundred and eighty (180) days. If the aircraft does not record its entry into the country within the aforementioned period, the Airworthiness Directorate shall take the necessary measures in order to report such situation to the legal and customs authorities (Customs Law No. 810 and Law No. 12830). 9. Foreign Aircraft Staying in the Republic of Argentina Foreign aircrafts may remain in the country for a period of time, not exceeding, in any case, the period set by the General Directorate of Customs (DGA). If it is necessary to request an extension to such term, the owner must apply for it before the customs authority by sending an e-mail",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-5400",
    "text": "may remain in the country for a period of time, not exceeding, in any case, the period set by the General Directorate of Customs (DGA). If it is necessary to request an extension to such term, the owner must apply for it before the customs authority by sending an e-mail to: acabral@afip.gob.ar Once the extension granted by the DGA has expired, if the owner intends to continue operating the aircraft in the Argentine territory, he/she must register it in the National Aircraft Registry. 10. Flight to the Argentine National Territory - Malvinas and and South Atlantic Islands Private civil aviation aircraft entering the Argentine airspace with destination to INSULAR TERRITORY OR DEPARTING FROM SUCH DESTINATIONS, with the exception of Isla Grande de Tierra del Fuego, shall previously have the authorization of the Aeronautical Authority in charge of said process. In the request for obtaining the permit to be submitted for complying with the requirements of the paragraph above, an e- AIP ARGENTINA GEN 1.2.-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 electrónico a ovf@anac.gob.ar (con copia al correo alternativo sobrevuelosdeargentina@gmail.com), informando los siguientes datos y, además, adjuntando los documentos que a continuación se detallan: a) Tipo de aeronave; b) Matrícula; c) Identificación del vuelo; d) Aeropuerto de origen y destino; e) Ruta completa; f) Fecha del vuelo; g) Nombre, nacionalidad y licencia (tipo y número) del piloto al mando de la aeronave, tripulación y personal médico; h) Pasaportes de la tripulación, incluyendo personal sanitario a bordo y de todos los pasajeros; i) Declaración General GENDEC, detallando tripulación, paciente y acompañante. 11. Medidas de salud pública aplicadas a las aeronaves El incremento del volumen del tráfico aéreo internacional, así como también la rapidez en los desplazamientos de las aeronaves, provoca que viajeros infectados en un país puedan transportarse a otros sin presentar ningún síntoma al encontrarse la enfermedad en los primeros estadios. Dadas estas condiciones la prevención, el control y seguimiento se tornan imprescindibles por parte de las autoridades sanitarias, ya que el control en los aeropuertos suele no ser eficaz. La globalización en cuanto al tránsito aéreo ha hecho que regiones que anteriormente eran poco visitadas se transformen en factores potenciales de riesgo de enfermedad para los pasajeros que no están preparados. Es así que las administraciones sanitarias correspondientes deberían dar a conocer los riesgos para la salud que existen en los viajes internacionales, como así también asesorar a los organismos que tienen posibilidad de ofrecer recomendaciones sobre el cuidado de afecciones en demo-epidémicas y/o particulares. Para ello es importante que las autoridades sanitarias se mantengan al corriente sobre los métodos de prevención exigidos en cuanto a desinfección de las aeronaves que operan en países o zonas riesgosas, y las medidas preventivas y terapéuticas para las personas que se trasladan a dichas zonas. En relación con la prevención a aplicar a las aeronaves, no se requiere ninguna medida de salud pública. Con respecto a las aeronaves que entran en nuestro país, a excepción de aquellas que provengan",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-5850",
    "text": "riesgosas, y las medidas preventivas y terapéuticas para las personas que se trasladan a dichas zonas. En relación con la prevención a aplicar a las aeronaves, no se requiere ninguna medida de salud pública. Con respecto a las aeronaves que entran en nuestro país, a excepción de aquellas que provengan de países en los cuales hubiesen aparecido altos índices epidemiológicos de enfermedades transmisibles (por ejemplo, paludismo: India-Sri Lanka-África-Brasil-Guyana; cólera: África- India-Brasil-Bolivia-Perú; fiebre amarilla: Venezuela-Surinam- Guyana-Colombia y zona septentrional de África). De existir los mencionados antecedentes de aeronaves que ingresen a nuestro territorio, las mismas podrán aterrizar en cualquier aeropuerto internacional siempre que la misma sea debidamente esterilizada, aproximadamente 30 minutos antes de su aterrizaje, utilizando desinfectantes, antisépticos, germicidas y mail must be sent to ovf@anac.gob.ar (with a copy to sobrevuelosdeargentina@gmail.com), informing the following data and also attaching the documents detailed below: a) Type of aircraft; b) Registration mark; c) Flight identification; d) Airport of origin y destination; e) Full route; f) Date of flight; g) Name, nationality and license (type and number) of the aircraft pilot in command, crew and medical staff; h) Passports of the crew, including on-board health staff, and of all passengers; i) General Declaration GENDEC, detailing crew members, patient and person accompanying him/her. 11. Public Sanitary Provisions Applied to Aircraft The increase of the international air traffic volume, as well as the fast displacement of aircraft, makes that travelers who have been infected in a certain country may be transported to other countries without presenting any symptom during the first stages of the diseases. Given these conditions, prevention, control and follow-up become essential on the part of the health authorities, since control at airports is not usually effective. Globalization in terms of air traffic has turned regions that were previously little visited into potential disease risk factors for unprepared passengers. Thus, the corresponding health administrations must make known the health risks that exist in international travels, as well as advise the organizations that have the possibility of offering recommendations on the care of conditions in demo-epidemics and / or individuals. To do so, it is important that the sanitary authorities be fully aware of the prevention methods required to disinfect aircraft operating in countries or zones at risk, and of the preventive and therapeutic measures for the persons travelling to such zones. No public health measure is required as regards the prevention to be applied in aircraft. With respect to aircraft entering our country, exception made of those coming from countries where high epidemiologic indexes of transmissible diseases have appeared (for example, malaria: India-Sri Lanka-Africa-Brazil-Guyana; cholera: Africa-India-Brazil-Bolivia-Peru; yellow fever: Venezuela-Surinam- Guyana-Colombia and septentrional zone of Africa). If there is evidence of aircraft with the mentioned characteristics entering our country, they shall be able to land in any international airport once the aircraft has been duly sterilized, approximately 30 minutes before landing, using disinfectant, AIP ARGENTINA GEN 1.2-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 bactericidas, sobre todo en la zona de almacenamiento y",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 2.pdf-0-6300",
    "text": "entering our country, they shall be able to land in any international airport once the aircraft has been duly sterilized, approximately 30 minutes before landing, using disinfectant, AIP ARGENTINA GEN 1.2-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 1/2025 12 JUNIO 2025 bactericidas, sobre todo en la zona de almacenamiento y desechos de alimentos, como así también en zona de sanitarios. El mencionado procedimiento deberá asentarse en la sección de sanidad de la declaración general. Si, por alguna razón especial, las autoridades de salud pública locales juzgan necesaria la adopción de otras medidas, se deberá proceder previamente al desembarco de pasajeros y tripulantes. 12. Prohibición de fumar en los aviones de matrícula nacional en todo el espacio aéreo nacional Desde el 31 de mayo de 1998 se encuentra vigente la prohibición total de fumar en los aviones de matrícula nacional en todo el espacio aéreo nacional. antiseptic, germicide, and bactericide products, mainly in food storage and disposal compartments, as well as in toilet areas. Such procedure shall be written down in the sanitary section of the general declaration. If, for any special reason, the local public health authorities consider it necessary to adopt other measures, passengers and crew members must previously disembark. 12. Smoking Prohibition on Board Aircraft of National Registration Marks in the Whole National Air Space Since May 31, 1998, there has been a total ban on smoking on aircraft with national registration throughout the national airspace.",
    "metadata": {
      "source": "AIP - GEN1 - 2.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]