[
  {
    "id": "AIP - ENR5 - 3.pdf-0-0",
    "text": "AIP ARGENTINA ENR 5.3-1 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 ENR 5.3.1 Actividades de índole peligrosa ESTACIONES METEOROLÓGICAS QUE EMITEN GLOBOS SONDA ENR 5.3.1 Activities of dangerous nature METEOROLOGICAL STATIONS WITH RADIOSONDE BALLOON ASCENTS 1. ESTACIONES METEOROLÓGICAS QUE REALIZAN RA- DIOSONDEOS",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-1-0",
    "text": "1.1 El Servicio Meteorológico Nacional (SMN) dispone de estaciones de radiosondeo/radioviento activas, que conforman la red sinóptica de observación en altitud.",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "1.1",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-2-0",
    "text": "1.2 Cada una de las siguientes estaciones, pertenecientes a la Red Sinóptica Básica Regional de la AR III de la Organización Mun- dial de Meteorología (OMM) y que forma parte del Sistema de Ob- servación Mundial Integrado de la Organización Meteorológica Mundial (OMM), realizan los sondeos diarios, con el siguiente hora- rio de lanzamiento: a) entre las 11:15 UTC y las 12:00 UTC, y b) entre las 23:15 UTC y las 00:00 UTC. 1. METEOROLOGICAL STATIONS THAT PERFORM RADIO- SONDE SOUNDINGS",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "1.2",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-3-0",
    "text": "1.1 The National Meteorological Service (NMS) has active ra- diosonde/radiowind stations, which make up the synoptic network for observation at altitude.",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "1.1",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-4-0",
    "text": "1.2 Each of the following stations, belonging to the Regional Basic Synoptic Network of the AR III of the World Meteorological Organization (WMO) and forming part of the Integrated Global Ob- serving System of the World Meteorological Organization (WMO), carry out daily sondes, with the following launching schedule: a) between 11:15 UTC and 12:00 UTC, and b) between 23:15 UTC and 00:00 UTC. ESTACIONES ACTIVAS / ACTIVE STATIONS AEROPARQUE AERO (SMN-DORREGO) Latitud-Longitud / Latitude-Longitude 34.56426 S, 58.41691 W Altitud de la estación / Station altitude 6 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority re- sponsible for providing the information Servicio Meteorológico Nacional COMODORO RIVADAVIA AERO Latitud-Longitud / Latitude-Longitude 45.79230 S, 67.46194 W Altitud de la estación / Station altitude 46 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional CORDOBA AERO Latitud-Longitud / Latitude-Longitude 31.29663 S, 64,21185 W Altitud de la estación / Station altitude 493 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional MENDOZA AERO Latitud-Longitud / Latitude-Longitude 32.84375 S, 68.79631 W Altitud de la estación / Station altitude 705 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.3 OTRAS ACTIVIDADES DE ÍNDOLE PELIGROSA Y OTROS RIESGOS POTENCIALES ENR 5.3 OTHER ACTIVITIES OF DANGEROUS NATURE AND OT- HER POTENTIAL HAZARDS ➔ ➔ AIP ARGENTINA ENR 5.3-2 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 NEUQUEN AERO Latitud-Longitud / Latitude-Longitude 38.95204 S, 68.13670 W Altitud de la estación / Station altitude 270 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional RESISTENCIA AERO Latitud-Longitud / Latitude-Longitude 27.43888 S, 59.04602 W Altitud de la estación / Station altitude 53 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional SANTA ROSA AERO Latitud-Longitud / Latitude-Longitude 36.59311 S, 64.27988 W Altitud de la estación / Station altitude 190 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional ORTUZAR (OCBA) Latitud-Longitud / Latitude-Longitude 34.59022 S, 58.48397 W Altitud de la estación / Station altitude 25 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "1.2",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-4-450",
    "text": "información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional ORTUZAR (OCBA) Latitud-Longitud / Latitude-Longitude 34.59022 S, 58.48397 W Altitud de la estación / Station altitude 25 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional ESTACIONES NO ACTIVAS / NON-ACTIVE STATIONS EZEIZA AERO Latitud-Longitud / Latitude-Longitude 34.81856 S, 58.54229 W Altitud de la estación / Station altitude 20 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional SALTA AERO Latitud-Longitud / Latitude-Longitude 28.84434 S, 65.47575 W Altitud de la estación / Station altitude 1221 m MSL Límite Inferior / Lower limit GND Límite Superior / Upper limit 100.000 FT Autoridad encargada de suministrar la información / Authority res- ponsible for providing the information Servicio Meteorológico Nacional ➔ AIP ARGENTINA ENR 5.3-3 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-5-0",
    "text": "1.3 El tren de lanzamiento se compone de: a) Un globo de 350/500 gr inflado con gas helio o hidrógeno, que en el momento del lanzamiento tiene un diámetro aproximado de 1,30/1,40 m. Puede alcanzar altitudes má- ximas entre 25/35 km; b) Una radiosonda con receptor GPS para la determinación de viento y transmisor digital de los datos en la banda de fre- cuencia de 403 MHz con modulación GFSK. Tiene un peso aproximado de 37/109 gr y unas dimensiones de 98 x 63 x 42 mm / 155 x 63 x 46 mm (dependiendo modelo y marca); c) La velocidad media de ascenso del conjunto es de unos 320/360 m/min. (5 a 6 m/s). La duración del sondeo com- pleto es de unos 90 a 120 minutos.",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "1.3",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-6-0",
    "text": "1.4 Fuera del horario establecido para el lanzamiento, se podrán efectuar sueltas puntuales, ante requerimiento del sistema de Alerta Temprana del Servicio Meteorológico Nacional y oficinas de pronóstico, ante eventos meteorológicos que podrían ser severos, coordinando el lanzamiento con la respectiva TWR y/o servicio ATS del lugar, para el caso de las estaciones ubicadas en Aeropuer- tos/Aeródromos. 2. OTRAS ESTACIONES QUE NO FORMAN PARTE DE LA RED BÁSICA",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "1.4",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-7-0",
    "text": "2.1 Las siguientes Estaciones forman parte de la red de Vi- gilancia Atmosférica Global: a) VAG USHUAIA y b) Estación Base MARAMBIO Estas estaciones además de realizar el sondeo termodinámico, los lunes de cada semana entre las 11:00 UTC y 11:45 UTC, efectúa un sondeo de ozono. Nota. — Los días de lanzamientos podrían ser modificados según la época del año o ante requerimientos para estudios especiales.",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "2.1",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-9-0",
    "text": "2.2 En este caso el tren de lanzamiento se compone de: a) Un globo de 800 gr inflado con gas helio que en el momento del lanzamiento tiene un diámetro aproximado de 1,80 m. Puede alcanzar una altitud máxima de 38 km; b) Una radiosonda con receptor GPS para la determinación del viento y transmisor digital de los datos en la banda de frecuencia de 403 MHz con modulación GFSK. Tiene un peso aproximado de 109 gr y unas dimensiones de 155 x 63 x 46 mm; c) Un sensor de ozono con un peso de 600 gr y unas dimen- siones de 191 x 191 x 254 mm; d) La velocidad media de ascenso del conjunto es de unos 320/360 m/min. (5 a 6 m/s). La duración del sondeo com- pleto es de unos 90/150 minutos. Puede alcanzar altitudes máximas entre 30-38 km. 3. ESTACIONES QUE REALIZAN LANZAMIENTOS NO PER- TENECIENTES AL SERVICIO METEOROLÓGICO NACIONAL",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "2.2",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-10-0",
    "text": "3.1 Estaciones que no forman parte de la red y realizan son- deos o lanzamientos de globos meteorológicos en forma no rutina- ria o para estudios específicos, deberán realizar las gestiones ante el prestador de los servicios de navegación aérea, EANA, para coor- dinar la afectación del espacio aéreo, solicitando se informe al SMN como autoridad meteorológica de la República Argentina el tipo de estudio a realizar y organismo o entidad responsable.",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "3.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-12-0",
    "text": "1.3 The launch train consists of: a) A 350/500 gr balloon inflated with helium or hydrogen gas, which at launch has a diameter of approximately",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "1.3",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-13-0",
    "text": "1.30/1.40 m. It can reach maximum altitudes between 25/35 km; b) A radiosonde with GPS receiver for wind determination and digital data transmitter in the 403 MHz frequency band with GFSK modulation. It has an approximate weight of 37/109 gr and dimensions of 98 x 63 x 42 mm / 155 x 63 x 46 mm (depending on model and brand); c) The average ascent speed of the set is about 320/360 m/min (5 to 6 m/s). The duration of the complete sonde process is about 90 to 120 minutes.",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-14-0",
    "text": "1.4 Outside the established launching schedule, specific releases may be performed at the request of the Early Warning System of the National Meteorological Service and forecast offices, in case of severe weather events, coordinating the launching with the re- spective TWR and/or ATS service of the place, in the case of sta- tions located at Airports/Aerodromes. 2. OTHER STATIONS THAT ARE NOT PART OF THE BASIC NETWORK",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "1.4",
      "chapter": "1"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-15-0",
    "text": "2.1 The following stations are part of the Global Atmospheric Watch network: a) USHUAIA VAG and b) MARAMBIO Base Station In addition to thermodynamic sondes, these stations perform an ozonesonde on Mondays of each week between 11:00 UTC and 11:45 UTC. Note: - The launching days could be modified according to the time of the year or, if required, for special studies.",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "2.1",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-17-0",
    "text": "2.2 In this case the launch train is composed of: a) An 800-gr balloon inflated with helium gas, which at the time of launch has a diameter of approximately 1.80 m. It can reach a maximum altitude of 38 km; b) A radiosonde with GPS receiver for wind determination and digital data transmitter in the 403 MHz frequency band with GFSK modulation. It has an approximate weight of 109 gr and dimensions of 155 x 63 x 46 mm; c) An ozone sensor with a weight of 600 gr and dimensions of 191 x 191 x 254 mm; d) The average ascent speed of the assembly is about 320/360 m/min (5 to 6 m/s). The duration of the com- plete sonde process is about 90/150 minutes. It can reach maximum altitudes between 30-38 km. 3. STATIONS THAT PERFORM LAUNCHES NOT BELONGING TO THE NATIONAL METEOROLOGICAL SERVICE",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "2.2",
      "chapter": "2"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-0",
    "text": "3.1 Stations that are not part of the network and perform sonde processes or launches of weather balloons on a non-routine basis or for specific studies, shall make arrangements with the air navigation services provider, EANA, to coordinate the airspace af- fectation, requesting to inform the SMN as the meteorological au- thority of the Argentine Republic the type of study to be performed and the agency or entity responsible for the study. ➔ AIP ARGENTINA ENR 5.3-4 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 ENR 5.3.2 Otros riesgos potenciales VOLCANES ENR 5.3.2 Other potential hazards VOLCANOES 1. Consideraciones generales Volar en áreas contaminadas de cenizas volcánicas puede ocasionar inconvenientes, inclusive detención de turbinas. Estas nubes son difíciles de reconocer; se pueden confundir con polvo, humo o bruma; no son detectadas por el radar meteorológico de las aeronaves, de modo que los vuelos deben realizarse de día, con cielo claro o con nubosidad que no dificulte a los pilotos ubicarlas. En caso de que una aeronave ingrese en ellas, podrían reconocerse por lo siguiente: − Ceniza en la cabina, en forma de humo o polvo. − Olor ácido, sulfuroso. − Mal funcionamiento de las turbinas. − Oscurecimiento de parabrisas por erosión. − Descarga eléctrica estática. − Resplandor color naranja en la entrada de aire de las turbinas. − Comunicaciones afectadas por condiciones electrostáticas. En estos casos, el piloto al mando debería proceder de la siguiente forma: − Transmitir inmediatamente al centro de control de área/centro de información de vuelo (ACC/FIC) el AIREP correspondiente a la visualización de la erupción volcánica o nubes de cenizas volcánicas en zonas que puedan afectar a las rutas utilizadas por los vuelos nacionales e internacionales. − Una vez en tierra y tan pronto como sea posible, de acuerdo con lo establecido en el Doc. 9691 “Manual sobre cenizas volcánicas, material radioactivo y nubes químicas tóxicas”, confeccionar el formulario de reporte de actividad volcánica (VAR), cuyo modelo se encuentra en la página ENR 3.5-7 y entregar el mismo a la autoridad de tránsito aéreo. 2. Autoridad encargada de suministrar la información El Servicio Meteorológico Nacional (SMN) suministra este servicio a través del Centros de Avisos de Cenizas Volcánicas (VAAC). Se podrá encontrar más información sobre Ceniza Volcánica y Aviación en el siguiente enlace: https://ssl.smn.gob.ar/vaac/buenosaires/inicio.php?lang=es https://ssl.smn.gob.ar/vaac/buenosaires/inicio.php?lang=en E-mail operacional: bue.vaac@smn.gov.ar Teléfono operacional: (54 11) 5197 5391 (54 11) 5167 6767 Int. 18913 Teléfono administrativo: (54 11) 5167 6767 Int. 18905; 18838 Fax: (54 11) 5167 6709 AFTN: SAZZMAMX 3. Información sobre efectos perturbadores producidos por cenizas volcánicas Se recomienda a los usuarios aeronáuticos asesorarse con el personal de las OVM acerca de información relacionada con actividad volcánica y en las dependencias de ATS sobre la existencia de ASHTAM o NOTAM de cenizas volcánicas. 1. General considerations Flying in areas contaminated with volcanic ashes may cause problems, even turbines stoppage. It is difficult to identify these clouds; they may be mistaken for dust, smoke or haze; they are not identified by the aircraft meteorological radar, and consequently",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5",
      "section": "3.1",
      "chapter": "3"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-450",
    "text": "de ASHTAM o NOTAM de cenizas volcánicas. 1. General considerations Flying in areas contaminated with volcanic ashes may cause problems, even turbines stoppage. It is difficult to identify these clouds; they may be mistaken for dust, smoke or haze; they are not identified by the aircraft meteorological radar, and consequently flights should be performed by day, with a clear sky or with clouds easily identified by pilots. If an aircraft goes inside them, they could be identified by the following: − Ash in the cockpit with the form of smoke or dust. − Acid smell, sulphurous. − Turbines malfunction. − Darkening of the windscreen due to erosion. − Static electric discharge. − Orange glow in the turbines air intake. − Communications affected by electrostatic conditions. In these cases, the pilot in command should proceed as follows: − Transmit immediately to the area control center/flight information center (ACC/FIC) the AIREP corresponding to the visualization of the volcanic eruption or the volcanic clouds of ashes in zones that may affect the routes used for national and international flights. − Once on the ground and as soon as possible, according to the stipulations of Doc. 9691 “Manual on Volcanic Ash, Radioactive Material and Toxic Chemical Clouds”, to make the form of the volcanic activity report (VAR), the sample of which appears on page ENR 3.5-7 and submit it to the air traffic authority. 2. Authority responsible for the provision of information The National Weather Service (SMN) provides this service through the Volcanic Ash Advisory Center (VAAC). More information on Volcanic Ash and Aviation can be found at the following link: https://ssl.smn.gob.ar/vaac/buenosaires/inicio.php?lang=es https://ssl.smn.gob.ar/vaac/buenosaires/inicio.php?lang=en Operational e-mail: bue.vaac@smn.gov.ar Operational phone number: (54 11) 5197 5391 (54 11) 5167 6767 Ext. 18913 Administration phone number: (54 11) 5167 6767 Ext. 18905; 18838 Fax: (54 11) 5167 6709 AFTN: SAZZMAMX 3. Information regarding disturbing effects produced by volcanic ashes Aeronautical users are recommended to receive the advice of the OVM staff in reference to information related to volcanic activity and, in the ATS units, about the existence of ASHTAM or NOTAM on volcanic ashes. AIP ARGENTINA ENR 5.3-5 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 CUADRO 1 / TABLE 1 CÓDIGO DE COLORES PARA INDICAR EL NIVEL DE ALERTA DE LA ACTIVIDAD VOLCÁNICA / CODE OF COLORS TO INDICATE THE LEVEL OF ALERT OF THE VOLCANIC ACTIVITY Nivel de código de colores de alerta / Color code level of alert Situación de la actividad del volcán / Volcano Activity Status Alerta verde / Green alert Volcán normal, en estado no eruptivo o después de un cambio a partir de un nivel de alerta superior: Se considera que la actividad volcánica terminó y el volcán ha vuelto a su estado normal no eruptivo. / Normal volcano in a non-erupting status or after a change due to an upper level of alert: It is considered that the volcanic activity has finished and that the volcano has returned to its normal, non-erupting status. Alerta amarilla / Yellow alert El",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-900",
    "text": "a su estado normal no eruptivo. / Normal volcano in a non-erupting status or after a change due to an upper level of alert: It is considered that the volcanic activity has finished and that the volcano has returned to its normal, non-erupting status. Alerta amarilla / Yellow alert El volcán está dando señales de un grado elevado de agitación que sobrepasa niveles de fondo conocidos o después de un cambio a partir de un nivel de alerta superior: La actividad volcánica ha disminuido en forma importante, pero sigue vigilándose de manera estrecha para detec- tar la posibilidad de un nuevo aumento de actividad. / The volcano is giving signals of an elevated degree of restlessness exceeding known background levels or after a change due to an upper level of alert: The volcanic activity decreased significantly, but it is still being closely surveilled to detect the possibility of a new increase of the activity. Alerta naranja / Orange alert El volcán exhibe una agitación intensa que hace aumentar la probabilidad de erupción, o ya se inició la erupción volcánica con poca o ninguna emisión de cenizas [se especifica la altura del penacho de cenizas, de ser posible]. / The volcano shows an intense restlessness that increases the probability of an eruption, or the volcanic eruption has already started with little or no emission of ashes [the height of the plume of ashes is specified, if possible]. Alerta Roja / Red alert Se pronostica que la erupción será inminente, con la posibilidad de emisiones importantes de cenizas a la atmós- fera, o ya se inició la erupción con emisiones importantes de cenizas a la atmósfera [se especifica la altura del penacho de cenizas, de ser posible] / It is predicted that the eruption is imminent, with the possibility of important emissions of ashes to the atmosphere, or the eruption with important emissions of ashes has already started [the height of the plume of ashes is specified, if possible]. Nota. — El código de colores para indicar el nivel de alerta respecto de la actividad del volcán y todo cambio con relación a la situación de actividad anterior debería ser información proporcionada al centro de control de área por el organismo vulcanológico correspondiente del Estado en cuestión, por. ej.: “ALERTA ROJA DESPUÉS DE AMARILLA” o “ALERTA VERDE DESPUÉS DE NARANJA”. Note. — The color coding to indicate the level of alert regarding volcano activity and any change from the previous activity situation should be information provided to the area control center by the appropriate volcanological agency of the State concerned, e.g.: \"RED ALERT AFTER YELLOW\" or \"GREEN ALERT AFTER ORANGE\". CUADRO 2 / TABLE 2 INFORMACIÓN SOBRE VOLCANES. ÁREA DE LOCALIZACIÓN / INFORMATION ABOUT VOLCANOES. AREA OF LOCALIZATION Número / Number Nombre del volcán / Volcano Name País / Country Elevación / Elevation LATITUD GRADOS / LATITUDE DEGREES LONGITUD GRADOS / LONGITUDE DEGREES Metros / Meters Grados / Degrees Min Seg. / Sec. Grados / Degrees Min Seg./ Sec. 355070 SAN PEDRO",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-1350",
    "text": "INFORMATION ABOUT VOLCANOES. AREA OF LOCALIZATION Número / Number Nombre del volcán / Volcano Name País / Country Elevación / Elevation LATITUD GRADOS / LATITUDE DEGREES LONGITUD GRADOS / LONGITUDE DEGREES Metros / Meters Grados / Degrees Min Seg. / Sec. Grados / Degrees Min Seg./ Sec. 355070 SAN PEDRO Chile 6145 S -21 53 0 W 068 24 0 355090 PUTANA Chile 5890 S -22 33 0 W 067 51 0 355091 SAIRECABUR Chile-Bolivia 5971 S -22 43 0 W 067 53 30 355092 LICANCABUR Chile-Bolivia 5916 S -22 50 0 W -67 53 0 355093 GUAYAQUES Chile-Bolivia 5598 S -22 53 42 W -67 3 57 355094 PURICO COMPLEX Chile 5703 S -23 0 0 W -67 45 0 355095 COLACHI Chile 5631 S -23 14 11 W -67 38 42 355096 ACAMARACHI Chile 6046 S -23 18 0 W -67 37 0 355097 CERRO OVERO Chile 4555 S -23 31 0 W -67 40 0 AIP ARGENTINA ENR 5.3-6 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 INFORMACIÓN SOBRE VOLCANES. ÁREA DE LOCALIZACIÓN / INFORMATION ABOUT VOLCANOES. AREA OF LOCALIZATION Número / Number Nombre del volcán / Volcano Name País / Country Elevación / Elevation LATITUD GRADOS / LATITUDE DEGREES LONGITUD GRADOS / LONGITUDE DEGREES Metros / Meters Grados / Degrees Min Seg. / Sec. Grados / Degrees Min Seg./ Sec. 355098 CHILIQUES Chile 5778 S -23 35 0 W -67 42 0 355100 LASCAR Chile 5592 S -23 22 0 W -67 44 0 355101 CORDON DE PUNTAS NEGRAS Chile 5852 S -23 44 34 W -67 32 3 355102 MINIQUES Chile 5910 S -23 49 0 W -67 46 0 355103 CERRO TUJLE Chile 3550 S -23 50 0 W -67 57 0 355104 CAICHINQUE Chile 4450 S -23 57 0 W -67 44 0 355105 TILOCALAR Chile 3116 S -23 58 0 W -68 8 0 355106 EL NEGRILLAR Chile 3500 S -24 11 0 W -68 15 0 355107 PULAR Chile 6233 S -24 11 15 W -68 3 15 355108 LA NEGRILLAR Chile 4109 S -24 17 0 W -68 36 0 355109 SOCOMPA Chile-Argentina 6051 S -24 24 0 W -68 15 0 355110 LLULLAILLACO Chile-Argentina 6739 S -24 43 0 W -68 32 0 355112 CERRO ESCORIAL Chile-Argentina 5447 S -25 5 0 W -68 22 0 355120 LASTARRIA Chile-Argentina 5697 S -25 10 0 W -68 30 0 355121 CORDON DEL AZUFRE Chile-Argentina 5463 S -25 20 0 W -68 31 0 355122 CERRO BAYO Chile-Argentina 5401 S -25 25 0 W -68 35 0 355123 SIERRA NEVADA Chile-Argentina 6127 S -26 29 0 W -68 35 0 355124 FALSO AZUFRE Chile-Argentina 5890 S -26 48 0 W -68 22 0 355125 NEVADO DE INCAHUASI Chile-Argentina 6621 S -27 2 30 W -68 17 0 355130 NEVADOS OJOS DEL SALADO Chile-Argentina 6887 S -27 7 0 W -68 33 0 355131 EL SOLO Chile-Argentina 6190 S -27 6 30 W -68 43 0 355140 COPIAPO Chile 6052 S",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-1800",
    "text": "-68 22 0 355125 NEVADO DE INCAHUASI Chile-Argentina 6621 S -27 2 30 W -68 17 0 355130 NEVADOS OJOS DEL SALADO Chile-Argentina 6887 S -27 7 0 W -68 33 0 355131 EL SOLO Chile-Argentina 6190 S -27 6 30 W -68 43 0 355140 COPIAPO Chile 6052 S -27 18 0 W -69 8 0 355150 CERRO TUZGLE Argentina 5500 S -24 3 0 W -66 29 0 355160 ARACAR Argentina 6082 S -24 15 0 W -67 46 0 355180 ANTOFAGASTA DE LA SIERRA Argentina 4000 S -26 5 0 W -67 30 0 355190 CERRO EL CONDOR Argentina 6532 S -26 37 0 W -68 21 0 355200 PEINADO Argentina 5740 S -26 37 0 W -68 9 0 355210 ROBLEDO Argentina 4400 S -26 46 0 W -67 43 0 355220 TIPAS Argentina 6660 S -27 12 0 W -68 33 0 356010 SAN FELIX Chile 193 S -26 17 0 W -80 7 0 356011 EASTER ISLAND Chile 511 S -27 9 0 W -109 23 0 356020 ROBINSON CRUSOE Chile 922 S -33 39 30 W -78 51 0 356040 UNNAMED Chile -642 S -33 37 0 W -76 50 0 357010 TUPUNGATITO Chile-Argentina 6000 S -33 24 0 W -69 48 0 357020 SAN JOSE Chile-Argentina 5856 S -33 46 54 W -69 53 50 357021 MAIPO Chile-Argentina 5264 S -34 9 38 W -69 49 58 357022 PALOMO Chile 4860 S -34 36 28 W -70 17 42 357023 CALDERA DEL ATUEL Argentina 5189 S -34 39 0 W -70 3 0 357024 RISCO PLATEADO Argentina 4999 S -34 56 0 W -70 0 0 357030 TINGUIRIRICA Chile 4280 S -34 48 49 W -70 21 7 AIP ARGENTINA ENR 5.3-7 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 INFORMACIÓN SOBRE VOLCANES. ÁREA DE LOCALIZACIÓN / INFORMATION ABOUT VOLCANOES. AREA OF LOCALIZATION Número / Number Nombre del volcán / Volcano Name País / Country Elevación / Elevation LATITUD GRADOS / LATITUDE DEGREES LONGITUD GRADOS / LONGITUDE DEGREES Metros / Meters Grados / Degrees Min Seg. / Sec. Grados / Degrees Min Seg./ Sec. 357040 PLANCHON-PETEROA Chile 4107 S -35 14 24 W -70 34 12 357042 CALABOZOS Chile 3508 S -35 33 30 W -70 29 47 357050 DESCABEZADO GRANDE Chile 3953 S -35 35 0 W -70 45 0 357060 CERRO AZUL Chile 3788 S -35 39 12 W -70 45 39 357061 LAGUNA DEL MAULE Chile 3092 S -36 1 0 W -70 35 0 357062 SAN PEDRO-PELLADO Chile 3621 S -35 59 21 W -70 50 58 357063 NEVADO DE LONGAVI Chile 3242 S -36 11 35 W -71 9 39 357064 LOMAS BLANCAS Chile 2268 S -36 17 9 W -71 0 34 357065 RESAGO Chile 1890 S -36 27 0 W -70 55 0 357066 PAYUN MATRU Argentina 3680 S -36 25 0 W -69 12 0 357067 DOMUYO Argentina 4709 S -36 35 0 W -70 25 0 357070 NEVADOS DE CHILLAN Chile 3212",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-2250",
    "text": "-36 17 9 W -71 0 34 357065 RESAGO Chile 1890 S -36 27 0 W -70 55 0 357066 PAYUN MATRU Argentina 3680 S -36 25 0 W -69 12 0 357067 DOMUYO Argentina 4709 S -36 35 0 W -70 25 0 357070 NEVADOS DE CHILLAN Chile 3212 S -36 51 48 W -71 22 36 357071 COCHIQUITO VOLCANIC GROUP Argentina 1435 S -36 46 0 W -69 49 0 357072 TROMEN Argentina 3978 S -37 8 30 W -70 2 0 357073 PUESTO CORTADERAS Argentina 970 S -37 34 0 W -69 37 0 357080 ANTUCO Chile 2979 S -37 24 21 W -71 20 57 357081 TROCON Argentina 2500 S -37 44 0 W -70 54 0 357090 COPAHUE Chile-Argentina 2997 S -37 51 0 W -71 10 0 357091 CALLAQUI Chile 3164 S -37 55 0 W -71 27 0 357092 LAGUNA MARINAQUI Chile 2143 S -38 16 0 W -71 6 0 357093 TOLGUACA Chile 2806 S -38 18 36 W -71 38 42 357100 LONQUIMAY Chile 2865 S -38 22 36 W -71 35 0 357102 LAGUNA BLANCA Argentina 1700 S -39 1 0 W -70 22 0 357110 LLAIMA Chile 3125 S -38 41 30 W -71 43 43 357111 SOLLIPULLI Chile 2282 S -38 58 0 W -71 31 0 357112 CABURGUA- HUELEMOLLE Chile 1496 S -39 15 0 W -71 42 0 357120 VILLARRICA Chile 2847 S -39 25 0 W -71 56 0 357121 QUETRUPILLAN Chile 2360 S -39 30 0 W -71 42 0 357122 LANIN Chile-Argentina 3747 S -39 37 58 W -71 29 59 357123 HUANQUIHUE GROUP Argentina 2139 S -39 53 0 W -71 35 0 357130 MOCHO- CHOSHUENCO Chile 2422 S -39 55 39 W -72 1 37 357140 CARRAN-LOS VENADOS Chile 1114 S -40 21 0 W -72 4 0 357150 PUYEHUE-CORDON CAULLE Chile 2236 S -40 35 25 W -72 7 2 357152 CERRO PANTOJA Chile-Argentina 2024 S -40 46 0 W -71 57 0 357153 ANTILLANCA GROUP Chile 1990 S -40 46 15 W -72 9 12 357160 PUNTIAGUDO- CORDON CENIZOS Chile 2493 S -40 58 10 W -72 15 50 358010 OSORNO Chile 2652 S -41 6 0 W -72 29 35 358011 TRONADOR Chile-Argentina 3491 S -41 9 25 W -71 53 5 AIP ARGENTINA ENR 5.3-8 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 INFORMACIÓN SOBRE VOLCANES. ÁREA DE LOCALIZACIÓN / INFORMATION ABOUT VOLCANOES. AREA OF LOCALIZATION Número / Number Nombre del volcán / Volcano Name País / Country Elevación / Elevation LATITUD GRADOS / LATITUDE DEGREES LONGITUD GRADOS / LONGITUDE DEGREES Metros / Meters Grados / Degrees Min Seg. / Sec. Grados / Degrees Min Seg./ Sec. 358012 CAYUTUE-LA VIGUERIA Chile 506 S -41 15 0 W -72 16 0 358020 CALBUCO Chile 2003 S -41 19 34 W -72 36 52 358021 CUERNOS DEL DIABLO Chile 1862 S -41 24 0 W -72 0 0 358022 YATE Chile 2187 S -41 45 17 W -72",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-2700",
    "text": "Sec. 358012 CAYUTUE-LA VIGUERIA Chile 506 S -41 15 0 W -72 16 0 358020 CALBUCO Chile 2003 S -41 19 34 W -72 36 52 358021 CUERNOS DEL DIABLO Chile 1862 S -41 24 0 W -72 0 0 358022 YATE Chile 2187 S -41 45 17 W -72 23 47 358023 HORNOPIREN Chile 1572 S -41 52 28 W -72 25 53 358024 APAGADO Chile 1210 S -41 53 0 W -72 35 0 358025 CRATER BASALT VOLCANIC FIELD Argentina 1359 S -42 1 0 W -70 11 0 358030 HUEQUI Chile 1318 S -42 22 36 W -72 34 41 358040 MINCHINMAVIDA Chile 2404 S -42 47 35 W -72 26 19 358041 CHAITEN Chile 1122 S -42 49 58 W -72 38 45 358049 YANTELES Chile 2042 S -43 30 0 W -72 48 0 358050 CORCOVADO Chile 2300 S -43 11 0 W -72 48 0 358052 MELIMOYU Chile 2400 S -44 5 0 W -72 53 0 358053 PUYUHUAPI Chile 524 S -44 18 0 W -72 32 0 358054 MENTOLAT Chile 1660 S -44 42 0 W -73 5 0 358055 CAY Chile 2090 S -45 3 33 W -72 59 3 358056 MACA Chile 2960 S -45 6 0 W -73 10 0 358057 CERRO HUDSON Chile 1905 S -45 54 0 W -72 58 0 358059 ARENALES Chile 3437 S -47 12 0 W -73 29 0 358060 LAUTARO Chile 3607 S -49 1 0 W -73 33 0 358061 VIEDMA Argentina 1500 S -49 21 30 W -73 17 0 358062 AGUILERA Chile 2546 S -50 20 0 W -73 45 0 358063 RECLUS Chile 1000 S -50 57 50 W -73 35 5 358070 MONTE BURNEY Chile 1758 S -52 20 0 W -73 24 0 358080 PALEI-AIKE VOLCANIC FIELD Chile-Argentina 282 S -52 0 0 W -70 0 0 358090 FUEGUINO Chile 150 S -54 57 0 W -70 15 0 390010 BUCKLE ISLAND Antarctica 1239 S -66 47 0 E 163 15 0 390011 YOUNG ISLAND Antarctica 1340 S -66 25 0 E 162 28 0 390012 STURGE ISLAND Antarctica 1167 S -67 24 0 E 164 50 0 390013 THE PLEIADES Antarctica 3040 S -72 40 0 E 165 30 0 390014 UNNAMED Antarctica 2987 S -73 27 0 E 164 35 0 390015 MELBOURNE Antarctica 2732 S -74 21 0 E 164 42 0 390016 UNNAMED Antarctica -500 S -76 50 0 E 163 0 0 390017 MOUNT MORNING Antarctica 2723 S -78 30 0 E 163 32 0 390020 EREBUS Antarctica 3794 S -77 32 0 E 167 10 0 390021 ROYAL SOCIETY RANGE Antarctica 3000 S -78 15 0 E 163 20 0 390022 BERLIN Antarctica 3478 S -76 3 0 W -136 0 0 390023 ANDRUS Antarctica 2978 S -75 48 0 W -132 20 0 390024 WAESCHE Antarctica 3292 S -77 10 0 W -126 53 0 390025 SIPLE Antarctica 3110 S -73 26 0 W -126 40 0 AIP ARGENTINA",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-3150",
    "text": "390022 BERLIN Antarctica 3478 S -76 3 0 W -136 0 0 390023 ANDRUS Antarctica 2978 S -75 48 0 W -132 20 0 390024 WAESCHE Antarctica 3292 S -77 10 0 W -126 53 0 390025 SIPLE Antarctica 3110 S -73 26 0 W -126 40 0 AIP ARGENTINA ENR 5.3-9 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 INFORMACIÓN SOBRE VOLCANES. ÁREA DE LOCALIZACIÓN / INFORMATION ABOUT VOLCANOES. AREA OF LOCALIZATION Número / Number Nombre del volcán / Volcano Name País / Country Elevación / Elevation LATITUD GRADOS / LATITUDE DEGREES LONGITUD GRADOS / LONGITUDE DEGREES Metros / Meters Grados / Degrees Min Seg. / Sec. Grados / Degrees Min Seg./ Sec. 390026 TONEY MOUNTAIN Antarctica 3595 S -75 48 0 W -115 50 0 390027 TAKAHE Antarctica 3460 S -76 17 0 W -112 5 0 390028 HUDSON MOUNTAINS Antarctica 749 S -74 20 0 W -99 25 0 390029 PETER I ISLAND Antarctica 1640 S -68 51 0 W -90 35 0 390030 DECEPTION ISLAND Antarctica 576 S -62 58 0 W -60 39 0 390031 PENGUIN ISLAND Antarctica 180 S -62 6 0 W -57 56 0 390040 BRIDGEMAN ISLAND Antarctica 240 S -62 3 0 W -56 45 0 390041 PAULET Antarctica 353 S -63 35 0 W -55 46 0 390050 SEAL NUNATAKS GROUP Antarctica 368 S -65 2 0 W -60 3 0 AIP ARGENTINA ENE 5.3-10 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2024 28 NOVIEMBRE 2024 MODELO DE REPORTE DE ACTIVIDAD VOLCÁNICA QUE DEBE SER LLENADO POR LOS PILOTOS LUEGO DEL ATERRIZAJE, PARA SER TRANSMITIDO POR LA AUTORIDAD DE TRÁNSITO AÉREO AL VAAC BUENOS AIRES / SAMPLE OF THE VOLCANIC ACTIVITY REPORT TO BE FILLED OUT BY THE PILOTS AFTER LANDING IN ORDER TO BE TRANSMITTED BY THE AIR TRAFFIC AUTHORITY TO THE BUENOS AIRES VAAC REPORTE DE ACTIVIDAD VOLCANICA Identificación de la aeronave (casilla 7 del Piloto Salido de........... Fecha............. Hora........ UTC Explotador................. plan de vuelo) .................... al mando........................ Llegado a........... Fecha............. Hora........ UTC Destinatario VAAC BUENOS AIRES FAX 011 5167 6705 y 4311-2872 AERONOTIFICACION ESPECIAL S E C C I O N 1 1 Identificación de la Aeronave 2 Posición 3 Hora 4 Nivel de vuelo en altitud 4 Actividad volcánica observada en (posición o marcación y distancia con respecto a la aeronave) 5 Temperatura del aire 6 Viento instantáneo 8 Información Suplementaria (Breve descripción de la actividad, incluso extensión vertical y lateral de la nube de cenizas, desplazamiento horizontal, ritmo de crecimiento, etc., según disponibilidad de la información) S E C C I O N 2 La información que figura a continuación no debe ser transmitida por RTF 9 Densidad de la nube de cenizas SEÑALE LA CASILLA CORRESPONDIENTE a) vestigios b) Moderadamente c) muy densa densa 10 Color de la nube de cenizas a) blanco b) gris claro c) gris oscuro d) negro 11 Erupción 12 Bocas de actividad a) contínua b) intermitente c) no visible a) vértice b) flanco c) única d) múltiple e) no observada",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 3.pdf-18-3600",
    "text": "CORRESPONDIENTE a) vestigios b) Moderadamente c) muy densa densa 10 Color de la nube de cenizas a) blanco b) gris claro c) gris oscuro d) negro 11 Erupción 12 Bocas de actividad a) contínua b) intermitente c) no visible a) vértice b) flanco c) única d) múltiple e) no observada 13 Otras características observadas de la erupción a) relámpagos b) luminosidad c) trozos de rocas d) lluvia de cenizas e) nube creciente f) ninguna 14 Efecto en la aeronave a) Comunicaciones b) sist. de nav. c) motores d) pitot estático e) parabrisas f) ventanillas g) ninguno 15 Otros efectos a) turbulencia b) fuego de S. Telmo c) emanaciones d) dep. de cenizas Otra información Agréguese toda información considerada útil",
    "metadata": {
      "source": "AIP - ENR5 - 3.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  }
]