[
  {
    "id": "AIP - ENR5 - 5.pdf-0-0",
    "text": "AIP ARGENTINA ENR 5.5 - 1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 ZONAS DE PLANEADORES / GLIDER FLYING AREAS Sector Olmos: Desde la Ruta Nacional Nº 215 (345621S-0575911W) al NW del Aeródromo Elizalde siguiendo hasta el NE de dicho Aeródromo y vías del F.C.G.B. (345821S-0575629W), continuando por vías del F.C.G.B. hacia el SW prolongándose en línea recta hasta la Ruta Provincial Nº 2 (350521S-0580419W), siguiendo por la mencionada ruta hacia el Norte hasta interceptar la Ruta Nacional Nº 215 (350208S-0580533W), continuando por la misma hacia La Plata hasta 345621S-0575911W. Olmos sector: From National Route No. 215 (345621S-0575911W) to the NW of the Elizalde Aerodrome following to the NE of said Aerodrome and tracks of the F.C.G.B. (345821S- 0575629W), continuing on F.C.G.B. tracks towards the SW, continuing in a straight line up to the Provincial Route No. 2 (350521S-0580419W), continuing along the aforementioned route to the North until intercepting National Route No. 215 (350208S-0580419W), continuing along it towards La Plata up to 345621S-0575911W. FL 35 GND AD Público Elizalde Elizalde public AD El horario de actividad en el sector será previamente coordinado y aprobado por La Plata TWR (ver gráfico). The hours of activity in the sector shall be previously coordinated and approved by La Plata TWR (See Graphic). AIP ARGENTINA ENR 5.5 - 2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 Sector Oroño: AD Público Juárez Celman (0351) 15-5557576 Horarios de operación: SR-SS. 1- Además de las normas generales, se cumplirán las siguientes normas particulares: a) Antes de comenzar la actividad, deberá establecer comunicación con la TWR Córdoba y coordinar la iniciación de esta, indicando los sectores a utilizar. b) Durante la actividad deberá mantener comunicación en ambos sentidos con TWR Córdoba o la dependencia ATS indicada. c) De igual manera se notificará la finalización de la actividad, o la suspensión temporal de la misma, así como las causas que la motivan. Hours of operation: SR-SS. 1- In addition to the general rules, the following particular rules shall be complied with: a) Before beginning the activity, you must establish communication with the TWR Córdoba and coordinate its initiation, indicating the sectors to be used. b) During the activity, you must maintain communication in both directions with TWR Córdoba or the",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-0-450",
    "text": "the general rules, the following particular rules shall be complied with: a) Before beginning the activity, you must establish communication with the TWR Córdoba and coordinate its initiation, indicating the sectors to be used. b) During the activity, you must maintain communication in both directions with TWR Córdoba or the indicated ATS unit. c) In the same way, the completion of the activity, or its temporary suspension, as well as the causes that motivate it, will be notified. Sector Oroño I 311331 S – 0641012 W. 311330 S – 0640725W. 311242 S – 0640631W. Arco de 3 NM de radio con centro en 311300 S – 0641000 W hasta las coordenadas 311058 S – 0640726 W. 310952 S – 0640706 W. Arco de 4 NM de radio con centro en 311300 S – 0641000 W hasta las coordenadas 310908 S – 0640844 W. 311008S – 0640858 W. Arco de 3 NM de radio con centro en 311300 S – 0641000 W hasta las coordenadas 311000 S – 0641014 W. 311331S – 0641012W. Oroño Sector I 311331 S – 0641012 W. 311330S – 0640725W. 311242S – 0640631W. Arc with a radius of 3 NM with a center at 311300 S – 0641000 W to the coordinates 311058 S – 0640726 W. 310952 S – 0640706 W. Arc with a radius of 4 NM with a center at 311300 S – 0641000 W to the coordinates 310908 S – 0640844 W. 311008S – 0640858 W. Arc of 3 NM radius with center at 311300 S – 0641000 W to the coordinates 311000 S – 0641014 W. 311331S – 0641012W. Clasificación del Espacio Aéreo: Clase “G” Airspace classification: Class “G” 4000 FT MSL GND Sector Oroño II 310940 S – 0640724W. Arco de 4 NM de radio con centro en 311300 S – 0641000 W hasta las coordenadas 310908 S – 0640844 W. 310144S – 0640658 W. 310224S – 0640657 W. 310348S – 0640516 W. 310923S – 0640657 W. 310940 S – 0640724W. Oroño Sector II 310940S – 0640724W. Arc with a radius of 4 NM with a center at 311300 S – 0641000 W to the coordinates 310908 S – 0640844 W. 310144S – 0640658 W. 310224S – 0640657 W. 310348S – 0640516W. 310923S – 0640657 W. 310940S – 0640724W Clasificación del Espacio Aéreo: Clase “G” Airspace classification: Class “G” 5000 FT MSL GND AIP ARGENTINA ENR 5.5 - 3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 Sector Oroño III 310144 S – 0640658 W. 310224 S – 0640657 W. 310348 S – 0640516 W. 310342 S – 0635744 W. 310235 S – 0635555 W. 304019 S –",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-0-900",
    "text": "Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 Sector Oroño III 310144 S – 0640658 W. 310224 S – 0640657 W. 310348 S – 0640516 W. 310342 S – 0635744 W. 310235 S – 0635555 W. 304019 S – 0632624 W. Arco de 55 NM con centro en el VOR/DME CBA (311848 S – 0641213 W) hacia NW 302460 S – 0635816 W 310144 S – 0640658 W. Oroño Sector III 310144 S – 0640658 W. 310224 S – 0640657 W. 310348 S – 0640516 W. 310342 S – 0635744 W. 310235 S – 0635555 W. 304019 S – 0632624 W. 55 NM arc with center in the VOR/DME CBA (311848S – 0641213W) to NW 302460 S – 0635816 W. 310144 S – 0640658 W Clasificación del Espacio Aéreo: Clase “G” Airspace classification: Class “G” 8000 FT MSL GND AD Público Juárez Celman (0351) 15-5557576 San Martin - Mendoza: Desde 330025.11S- 0682837.56W, siguiendo en línea recta hasta 330954.97S- 0675352.88W, posterior",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-1-0",
    "text": "331140.63S-0674721.56W. Luego continuando con un arco de 55NM de radio con centro en VOR/DME DOZ hacia el sur hasta 334439.05S- 0683953.07W (R-173 DOZ). Siguiendo R- 173 DOZ hacia el norte hasta 331831.59S 0684330.85W (D28,8 NM DOZ), luego en línea recta hasta 330832.71S-",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-4-0",
    "text": "0682837.56W. El mismo se encuentra dividido en dos sectores: From 330025.11S- 0682837.56W, continuing in a straight line to 330954.97S- 0675352.88W then 331140.63S-",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-5-0",
    "text": "0674721.56W Then continuing with an arc of radius 55 NM with center at VOR/DME DOZ south to 334439.05S-",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-6-0",
    "text": "0683953.07W (R- 173 DOZ). Following R-173 DOZ northward to 331831.59S- 0684330.85W (D28,8 NM DOZ), then in a straight to 330832.71S - 0684248.67W, continuing in an arc 19 NM radius arc with center at VOR/DME DOZ eastward to 330714.16S-0683804.90W and then",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-7-0",
    "text": "330025.11S- 0682837.56W. It is divided into two sectors: AD Internacional Gobernador Francisco Gabrielli (SAME) - ARO/AIS: (54 0261) 4487486 AD San Martín (SAMI) – (02623) 426262. Hora de Actividad: sábados, domingos y feriados de 1200 UTC Crepúsculo Civil Vespertino. Para operar en el sector es de carácter obligatorio la prestación de FPL como mínimo 60 minutos antes de la hora de inicio de la actividad, el establecimiento constante de comunicación VHF en ambos sentidos y la utilización de transponder en modo A3/C. Posteriormente, comunicar la Finalización a Mendoza Control. *El ascenso sobre este Sector solo se podrá realizar hasta 6000 ft o en coordinación con el Control de Mendoza hasta FL070 y sujeto al tránsito en desarrollo. En el caso en que se encuentre activada la SAR109 por actividades militares y sector Lucha Antigranizo, el usuario deberá realizar la coordinación pertinente con Fuerza Aérea Argentina. Hours of activity: Saturdays, Sundays, and holidays from 1200 UTC Civil Twilight. AIP ARGENTINA ENR 5.5 - 4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 Sector 1 Desde 330025.11S- 0682837.56W, siguiendo en línea recta hasta 330954.97S- 0675352.88W y posterior 330714.16S-",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-8-0",
    "text": "0683804.90W, siguiendo arco de 19 NM de radio con centro en VOR/DME DOZ hacia el norte hasta 330025.11S-",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-9-0",
    "text": "0682837.56W. From 330025.11S- 0682837.56W, following in a straight line to 330954.97S- 0675352.88W and posterior",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-10-0",
    "text": "330714.16S-0683804.90W, following arc of 19 NM radius with center at DOZ VOR/DME northward to 330025.11S-",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-11-0",
    "text": "0682837.56W. 6000 FT* GND To operate in the sector, it is mandatory to submit the FPL at least 60 minutes before the start time of the activity, the constant establishment of VHF communication in both directions and the use of transponder in A3/C mode. Subsequently, communicate the termination to Mendoza Control. * The ascent over this Sector may only be performed up to 6000 FT or in coordination with Mendoza Control up to FL070 and subject to the traffic in progress. In case SAR 109 is activated due to military activities and Hail Fight sector, the user must coordinate with the Argentine Air Force. Sector 2 Desde 330954.97S- 0675352.88W en línea recta hasta",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-12-0",
    "text": "331140.63S- 0674721.56W. Luego continuando con un arco de 55NM de radio con centro en VOR/DME DOZ hacia el sur hasta 334439.05S- 0683953.07W (R-173 DOZ). Siguiendo R- 173 DOZ hacia el norte hasta 331831.59S- 0684330.85W (D28,8 NM DOZ), luego en línea recta hasta 330832.71S-",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-14-0",
    "text": "330714.16S- 0683804.90W y posteriormente en línea recta hasta 330954.97S- 0675352.88W. From 330954.97S-0675352.88W in a straight line to",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-15-0",
    "text": "331140.63S- 0674721.56W. Then continuing at 55 NM radius arc with center at VOR/DME DOZ south to 334439.05S-",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-17-0",
    "text": "331831.59S - 0684330.85W (D28.8 NM DOZ), then straight ahead to 330832.71S-0684248.67W, continuing in an arc of 19 NM radius centered at VOR/DME DOZ east to",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-19-0",
    "text": "330954.97S- 0675352.88W. FL 120 GND AIP ARGENTINA ENR 5.5 - 5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 ACTIVIDAD CON AERODESLIZADORES (PARAPENTES, ALAS DELTA, ETC.) EN SAN CARLOS DE BARILOCHE Y SUS PROXIMIDADES ACTIVITY WITH HOVERCRAFT (PARAGLIDERS, HANG GLIDERS, ETC.) IN SAN CARLOS DE BARILOCHE AND ITS SURROUNDINGS Sector Catedral Desde el punto determinado por las coordenadas geográficas 410658S-0712533W, sobre la costa del Lago Nahuel Huapi y el Puerto Perito Moreno, continuando luego en línea recta hasta el Cerro Otto coordenadas geográficas 410835S-0712255W, luego en línea recta hasta el punto determinado por las coordenadas geográficas 411211S- 0713014W en el Cerro Catedral, desde este continuando en línea recta hasta el punto determinado por las coordenadas geográficas 410352S-0713448W en la Bahía López al pie de Cerro López, y desde este punto continuando en línea recta hasta el punto determinado por las coordenadas geográficas 410658S-0712533W sobre la costa del lago Nahuel Huapi y el Puerto Perito Moreno. From the point determined by the geographical coordinates 410658S-0712533W, on the shore of Lake Nahuel Huapi and Puerto Perito Moreno, then continuing in a straight line to Cerro Otto geographical coordinates 410835S-0712255W, then in a straight line to the point determined by the geographical coordinates 411211S-0713014W on Cerro Catedral, from this point continuing in a straight line to the point determined by the geographical coordinates 410352S-0713448W in Bahía López at the foot of Cerro López, and from this point continuing in a straight line to the point determined by the geographical coordinates 410658S- 0712533W on the shore of Nahuel Huapi Lake and Puerto Perito Moreno Clasificación del Espacio Aéreo: Clase “G” Airspace classification: Class “G” Sector Cipresales Límites laterales: Desde el punto denominado Deportes Municipal, determinado por las coordenadas geográficas",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-20-0",
    "text": "410755.80S- 0711710.80W ubicado sobre la costa del Lago Nahuel Huapi, continuando en línea recta hasta el punto Piedras Blancas, en las coordenadas geográficas",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-21-0",
    "text": "410854.00S-0712129.40W, luego en línea recta hasta el Cerro Otto, determinado por las coordenadas geográficas",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-22-0",
    "text": "410840.20S-0712234.20W siguiendo desde dicho punto en línea recta hasta Puerto Moreno, situado en las coordenadas 410642.00S-0712510.20W y, desde este último, continuando en línea recta sobre la costa del lago Nahuel Huapi hasta el punto Deportes Municipal. From the point called Deportes Municipal, determined by the geographical coordinates 410755S.80- 0711710.80W located on the shore of Nahuel Huapi Lake, continuing in a 2000 FT AGL GND 600 FT AGL GND Las operaciones se desarrollarán dando cumplimiento a las “Normas para la actividad de Vuelo con Aerodeslizadores (parapentes, alas delta o similares)” establecidas en AIP Parte ENR REGLAS GENERALES DE VUELO – AERODESLIZADORES. Además de las normas citadas precedentemente, se cumplirán las siguientes normas particulares: a) Antes de comenzar la actividad, se deberá establecer comunicación con Aproximación / TWR Bariloche y coordinar la iniciación de esta. De igual manera se notificará la finalización de la actividad, o la suspensión temporal de la misma, así como las causas que la motivan. b) En todo el sector a operar las condiciones meteorológicas deberán ser las especificadas en las mencionadas normas, aun cuando el vuelo se esté desarrollando dentro de la Zona de Control Bariloche (CTR BAR). Se notificará a la TWR Bariloche la suspensión de la actividad cuando las condiciones meteorológicas sean inferiores a dichas mínimas. c) En el sector Catedral no se debe superar la altura de 2.000 Ft. (600 m) sobre la superficie terrestre, y en el Sector Cipresales no se debe superar la altura de 600 FT (200M), excepto que se coordine previamente con Aproximación / TWR Bariloche, esta autorice la operación y la persona que realice el vuelo disponga de un equipo portátil de comunicaciones para establecer y mantener comunicación con dicha dependencia durante el vuelo. Nota. —Lo anterior significa que, teniendo en cuenta las elevaciones de los cerros Otto, Catedral y López, no podrán superar las siguientes altitudes: AIP ARGENTINA ENR 5.5 - 6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 straight line to Piedras Blancas point, at the geographical coordinates 410854.00S-0712129.40W, then in a straight line to Cerro Otto, determined by the geographical coordinates 410840.20S-0712234.20W, continuing from this point in a straight line to Puerto Moreno, located at coordinates 410642.00S-0712510.20W and, from the latter, continuing in a straight line along the shore of Lake Nahuel Huapi to the Deportes Municipal point. - Sobre el Cerro Otto: 6613 FT. (2006 M.) - Sobre el Cerro Catedral: 9840 FT. (2990 M.) - Sobre el Cerro López: 8811 FT (2676 M.) d) Mientras se esté desarrollando actividad con aerodeslizadores”, Aproximación / TWR Bariloche no autorizará a otras aeronaves a volar dentro de la TMA BAR o en",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-22-450",
    "text": "Cerro Otto: 6613 FT. (2006 M.) - Sobre el Cerro Catedral: 9840 FT. (2990 M.) - Sobre el Cerro López: 8811 FT (2676 M.) d) Mientras se esté desarrollando actividad con aerodeslizadores”, Aproximación / TWR Bariloche no autorizará a otras aeronaves a volar dentro de la TMA BAR o en la aerovía B-682, por debajo de: - una altura de 2.500 FT (750 M) sobre el terreno si el vuelo es VFR, es decir con una altitud de: 7113 FT. (2156 M) de altitud sobre el Cerro Otto, 10340 FT. (3140 M.) sobre el Cerro Catedral, o 9311 FT (2838 M.) sobre el Cerro López; -o bien, si se trata de un vuelo IFR, un nivel de vuelo inferior a: FL 080 sobre el VOR BAR; FL 120 sobre el Cerro Catedral; o FL 110 sobre el Cerro López. El sector de vuelo estará bajo la fiscalización de Aproximación / TWR Bariloche, y el piloto de toda aeronave que desee ingresar en él para sobrevolar la zona a 2.000 FT. o por debajo, con fines turísticos u otros, deberá comunicarse con esa Dependencia ATC. Siendo que la actividad se desarrollará afectando parte del Parque Nacional Nahuel Huapi, las personas que tengan la intención de practicarla dentro de sus límites, deberán coordinar o solicitar autorización a la Administración de Parques Nacionales. Operations shall be conducted in compliance with the \"Rules for Hovercraft (gliders, hang gliders or similar) Flying Activities\" established in AIP Part ENR 1.1 GENERAL FLIGHT RULES - HOVERCRAFT. In addition to the above-mentioned standards, the following specific standards shall be complied with: a) Before starting the activity, communication with Bariloche Approach / TWR must be established, and the initiation of the activity must be coordinated. Likewise, the end of the activity, or its temporary suspension, as well as its causes, AIP ARGENTINA ENR 5.5 - 7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 shall be notified. b) In all the sector to be operated the weather conditions must be those specified in the above-mentioned rules, even when the flight is taking place within the Bariloche Control Zone (CTR BAR). Bariloche TWR shall be notified of the suspension of the activity when the weather conditions are lower than the above-mentioned minimums. c) In the Catedral sector, the altitude must not exceed 2,000 Ft. (600 m) above the earth's surface, and in the Cipresales sector, the altitude must not exceed 600 FT (200M), unless previously coordinated with Bariloche Approach / TWR, the latter authorizes the operation and the person performing the flight has a portable communications equipment to establish and maintain communication with said unit during the",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-22-900",
    "text": "the earth's surface, and in the Cipresales sector, the altitude must not exceed 600 FT (200M), unless previously coordinated with Bariloche Approach / TWR, the latter authorizes the operation and the person performing the flight has a portable communications equipment to establish and maintain communication with said unit during the flight. Note. — This means that, considering the elevations of Cerro Otto, Cerro Catedral and Cerro López, they may not exceed the following altitudes: -Over Cerro Otto: 6613 FT. (2006 M.) -Over Cerro Catedral: 9840 FT. (2990 M.) -Over Cerro Lopez: 8811 FT (2676 M.) d)While \"hovercraft\" activity is in progress, Approach / TWR Bariloche will not authorize other aircraft to fly within the TMA BAR or on the B-682 airway, below: -an altitude of 2,500 FT (750 M) above the ground if the flight is VFR, i.e. with an altitude of: 7113 FT. (2156 M) altitude over Cerro Otto, 10340 FT. (3140 M.) over Cerro Catedral, or 9311 FT (2838 M.) over Cerro Lopez; -or, if it is an IFR flight, a flight level lower than: FL 080 over the VOR BAR; FL 120 over Cerro Catedral; or FL 110 over Cerro Lopez. The flight sector will be under the control of Bariloche Approach / TWR, and the pilot of any aircraft wishing to enter it to fly over the area at 2,000 FT. or below, for tourist or other purposes, shall contact that ATC Unit. Since the activity will affect part of the Nahuel Huapi National Park, persons AIP ARGENTINA ENR 5.5 - 8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 intending to practice it within its boundaries must coordinate or request authorization from the National Parks Administration. “ACTIVITIES WITH HOVERCRAFT (PARAGLIDERS, HAND-GLIDERS, ETC.) IN SAN CARLOS DE BARILOCHE AND ITS SURROUNDINGS” AIP ARGENTINA ENR 5.5 - 9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 1/2024 11 JULIO 2024 ENR 5. AVISOS PARA LA NAVEGACIÓN / NAVIGATION WARNINGS ENR 5.5 DEPORTE AÉREO Y ACTIVIDADES RECREATIVAS ENR 5.5 AERIAL SPORTING AND RECREATIONAL ACTIVITIES Designación y límites laterales / Designation and Lateral Limits Límites verticales / Vertical limits Número Telefónico - Explotador- usuario/ Administrator- user - phone number Observaciones y hora de actividades / Remarks and operating hours 1 2 3 4 ACTIVIDAD CON AERODESLIZADORES/ ACTIVITIES WITH HOVERCRAFT Las operaciones se desarrollarán dando cumplimiento a las “Normas para la actividad de Vuelo con Aerodeslizadores (parapentes, alas delta o similares)” establecidas en la AIP Parte ENR 1.1 REGLAS GENERALES DE VUELO – AERODESLIZADORES, dentro de los sectores y limitaciones que se establecen a continuación: The operations shall be developed in compliance with the \"Rules for the activity of",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  },
  {
    "id": "AIP - ENR5 - 5.pdf-22-1350",
    "text": "para la actividad de Vuelo con Aerodeslizadores (parapentes, alas delta o similares)” establecidas en la AIP Parte ENR 1.1 REGLAS GENERALES DE VUELO – AERODESLIZADORES, dentro de los sectores y limitaciones que se establecen a continuación: The operations shall be developed in compliance with the \"Rules for the activity of Flying with Hovercraft (gliders, hang gliders or similar)\" established in the AIP Part ENR 1.1 GENERAL FLIGHT RULES - HOVERCRAFT, within the sectors and limitations set forth below: SECTOR DE PARAPENTES LOS ACANTILADOS / PARAGLIDING SECTOR LOS ACANTILADOS Círculo con centro en 380730S- 0573500W y 2 NM de radio. Circle with center in 380730S-0573500W and 2 NM of radius. 1000 FT GND Asociación Mar y Sierra de Parapente (0223) 1538- 4411 admin@para penteamys.c om.ar Horario de actividad: HJ Horario de actividad: HJ Hours of activity: HJ SECTOR DE PARAPENTES SIERRA DE LOS DIFUNTOS / PARAGLIDING SECTOR SIERRA DE LOS DIFUNTOS Círculo con centro en 375310S-0575115W y 2 NM de radio Circle with center in 375310S-0575115W y and 2 NM of radius. 1800 FT GND Asociación Mar y Sierra de Parapente (0223) 1538-4411 admin@par apenteamys .com.ar Horario de actividad: HJ Hours of activity: HJ SECTOR DE PARAPENTES SAN ANTONIO DE ARECO/ PARAGLIDING SECTOR SAN ANTONIO DE ARECO 340800S-0592616W 341013S-0593158W 341329S-0592923W 341359S-0592814W 340800S-0592616W 3000 FT GND A.S.A.D.A.P. (Asociación San Antonio de Areco de Parapentes) (02326) 455167 Cel. (011) 15-4471- 4292 hectorzoia @yahoo.co m.ar Uso TEMPORAL. Condicionado a operacio- nes del Aeródromo San Antonio de Areco. Horario de actividad: HJ TEMPORARY use. Conditioned to operations of the San Antonio de Areco Aerodrome. Hours of activity: HJ SECTOR DE PARAPENTES EL BOLSÓN /PARAGLIDING SECTOR EL BOLSÓN 415654S - 0713039W 415634S - 0712815W 420343S - 0712721W 420343S - 0712930W 415735S - 0713143W 415654S - 0713039W 8000 FT AGL GND Asociación Lagos Andinos del Sur de Vuelo Libre (A.L.A.S) alasparapent e@gmail.com (+54 9 2494) 526780 Horario de actividad: HJ Hours of activity: HJ La actividad estará condicionada a la realización de reuniones de previas de coordinación entre representantes de las asociaciones de parapentes y autoridades del aeropuerto, en la cual se establecerán las condiciones particulares bajo las cuales se desarrollará la actividad. Las operaciones de vuelo en los sectores podrán ser suspendidas temporalmente cuando medie una instrucción o una solicitud de la Jefatura del Aeródromo. The activity will be conditioned to the realization of previous coordination meetings between representatives of the paragliding associations and airport authorities, in which the particular conditions under which the activity will be developed will be established. The flight operations in the sectors may be suspended when there is an instruction or a request from the Aerodrome Headquarters",
    "metadata": {
      "source": "AIP - ENR5 - 5.pdf",
      "docType": "doc",
      "docNumber": "5"
    }
  }
]