[
  {
    "id": "AIP - ENR1 - 13.pdf-0-0",
    "text": "AIP ARGENTINA ENR 1.13-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AIRAC AMDT 2/2022 11 AGOSTO 2022 ENR 1. REGLAS Y PROCEDIMIENTOS GENERALES / GENERAL RULES AND PROCEDURES ENR 1.13 INTERFERENCIA ILÍCITA ENR 1.13 UNLAWFUL INTERFERENCE 1. Generalidades Los siguientes procedimientos están destinados a ser utilizados por las aeronaves que sean objeto de interferencia ilícita, ya sea que puedan o no informar del hecho a una Dependencia ATS. 1. General The following procedures are intended for use by aircraft that are subject to unlawful interference, whether or not they are able to report the fact to an ATS Unit. 2. Procedimientos El piloto de toda aeronave que sea objeto de un acto de interferencia ilícita hará lo posible para informarlo a la Dependencia ATS de jurisdicción, como asimismo toda eventualidad significativa que se le relacione o cualquier desviación del plan de vuelo actualizado que las circunstancias hagan necesaria, a fin de permitir a dicha dependencia dar prioridad a la aeronave y reducir al mínimo los conflictos de tránsito aéreo. Además, en el caso de aeronaves equipadas con respondedor SSR, harán lo posible para hacerlo funcionar en el modo A clave 7500, indicando así específicamente que son objeto de interferencia ilícita. Cuando el piloto no pueda informarlo a una Dependencia ATS y/o le resulte imposible activar el respondedor de la manera indicada, o esté fuera de la cobertura radar, seguirá los siguientes procedimientos: a) A menos que la situación a bordo de la aeronave le dicte otro modo de proceder, deberá tratar de continuar el vuelo a lo largo de la derrota o ruta asignada y al nivel de crucero asignado, por lo menos hasta que pueda comunicarse con una Dependencia ATS o esté dentro de su cobertura radar. b) Si debe apartarse de la derrota/ruta asignada o del nivel de crucero asignado, sin poder establecer la comunicación con la Dependencia ATS, el piloto debería, de ser posible: 1) tratar de radiodifundir advertencias en la frecuencia VHF de emergencia (121,5 MHz.) y en otras frecuencias apropiadas, a menos que la situación a bordo de la aeronave le dicte otro modo de proceder. De ser convenientes y posible, también debería recurrir para ello a otros equipos como, por ejemplo, el respondedor de a bordo, enlace de datos, etc.; y 2) continuar el vuelo a un nivel de vuelo que, con respecto de los niveles de crucero utilizados normalmente por los vuelos IFR: - difiera en 500 ft. en las áreas en que se aplican mínimas de separación vertical de 1.000 ft.; o - difiera en 1.000 ft. en las áreas en que se aplican mínimas de separación vertical de 2.000 ft. 2. Procedures The pilot of any aircraft that is the subject of an act of unlawful interference shall make every effort to inform the ATS Unit of jurisdiction of such act, as well as of any significant event related to it or any deviation from the updated flight plan made necessary by the circumstances, in order to enable that unit to give priority",
    "metadata": {
      "source": "AIP - ENR1 - 13.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - ENR1 - 13.pdf-0-450",
    "text": "act of unlawful interference shall make every effort to inform the ATS Unit of jurisdiction of such act, as well as of any significant event related to it or any deviation from the updated flight plan made necessary by the circumstances, in order to enable that unit to give priority to the aircraft and to minimize air traffic conflicts. In addition, in the case of aircraft equipped with an SSR responder, they shall endeavor to operate it in mode A key 7500, thus specifically indicating that they are subject to unlawful interference. When the pilot is unable to report to an ATS Unit and/or is unable to activate the responder in the manner indicated, or is out of radar coverage, the following procedures will be followed: a) Unless the situation aboard the aircraft dictates otherwise, they must attempt to continue the flight along the assigned route or track and at the assigned cruising level, at least until they are able to communicate with an ATS Unit or are within its radar coverage. b) If he has to deviate from the assigned track/route or the assigned cruise level, without being able to establish communication with the ATS Unit, the pilot should, if possible: 1) attempt to broadcast warnings on the emergency VHF frequency (121,5 MHz) and other appropriate frequencies, unless the situation on board the aircraft dictates otherwise. If convenient and possible, they should also use other equipment such as the onboard responder, data link, etc.; and 2) continue the flight at a flight level which, with respect to the cruise levels normally used by IFR flights: - differs by 500 ft. in areas where vertical separation minima of 1,000 ft. apply, or; - differs by 1,000 ft. in areas where vertical separation minima of 2,000 ft. are applied.",
    "metadata": {
      "source": "AIP - ENR1 - 13.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]