[
  {
    "id": "AIP - GEN1 - 3.pdf-0-0",
    "text": "AIP ARGENTINA GEN 1.3.-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 GEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS GEN 1.3 ENTRADA, TRÁNSITO Y SALIDA DE PASAJEROS Y TRIPULACIÓN GEN 1.3 ENTRY, TRAFFIC AND DEPARTURE OF PASSENGERS AND CREW MEMBERS 1. Requisitos de Aduana Los pasajeros que ingresen a la Argentina pueden introducir los efectos que para cada caso establece la Dirección General de Aduanas, página oficial www.afip.gob.ar y acceder al link ”ABC - Consultas y Respuestas Frecuentes” Equipaje Régimen de equipaje (Régimen General de Equipaje de Importación y Exportación) Resolución N° 3751/94 (ANA). El equipaje no acompañado deberá provenir del lugar o lugares de estadía o procedencia del viajero. El equipaje deberá ser declarado por el interesado dentro de los siguientes plazos: a) NOVENTA (90) días, para los que arriben no acompañado, (Art. 34 del Decreto Nº 1001 de fecha 21 de mayo de 1982 y Art – 1º del Decreto Nº1239 de fecha 19 de noviembre de 1997) b) QUINCE (15) días de su permanencia en depósito (Artículo 65 del Decreto Nº 1001/82), para el equipaje acompañado. Ingreso de divisas Los viajeros de cualquier categoría y los tripulantes que introduzcan al territorio argentino, en calidad de equipaje, pacotilla, dinero en efectivo y/o instrumentos monetarios por un valor igual o superior a DIEZ MIL DOLARES ESTADOUNIDENSES (U$S",
    "metadata": {
      "source": "AIP - GEN1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 3.pdf-1-0",
    "text": "10.000) deberán completar y presentar el formulario “DECLARACION DE ADUANAS” al ingresar al país. El importe indicado regirá para las personas mayores de edad, los emancipados y para los menores que hayan cumplido DIECISEIS (16) años. Cuando se trate de menores de DIECISEIS (16) años de edad no emancipados, dicho monto será igual o superior al equivalente a CINCO MIL DOLARES ESTADOUNIDENSES (U$S",
    "metadata": {
      "source": "AIP - GEN1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 3.pdf-2-0",
    "text": "5.000). El equipaje de los tripulantes está exento de gravámenes solamente en cuanto a ropas, objetos de uso personal, libros y periódicos, no beneficiándose de las franquicias presentes previstas en el presente. A su ingreso al país el pasajero puede traer: a) SIN PAGO DE ARANCEL:  Ropas y objetos de uso personal usados.  Libros, periódicos y folletos sin finalidad comercial.  Mercaderías nuevas hasta un límite de U$ 300 (U$S 150 para menores de 16 años). 1. Customs Requirements The passengers entering the Republic of Argentina are allowed to bring the items established for each case by the General Directorate of Customs, official web page: www.afip.gob.ar, by accessing the link “ABC-Frequently Asked Questions”. Baggage Baggage Requirements (General Baggage Requirements for Importation and Exportation) Resolution No. 3751/1994 (ANA). Unaccompanied baggage must proceed from the place or places where the traveler has stayed or from which he/she proceeds. The baggage shall be declared by the interested party within the following terms: a) NINETY (90) days for those arriving unaccompanied (Section 34 of Decree No. 1001 dated 21 May 1982 and Section 1 of Decree No. 1239 dated 19 November 1997). b) FIFTEEN (15) days of its permanence in storage (Section 65 of Decree No. 1001/1982) for accompanied baggage. Currency Entry The travelers of any category and the crew members bringing to the Argentine territory, as baggage, non-freight goods, cash money and/or monetary instruments for a value equal to or greater than TEN THOUSAND UNITED STATES DOLLARS (U$S 10,000) shall complete and present a “CUSTOMS DECLARATION” upon arrival in the country. The above-mentioned amount of money shall be applied to the individuals of legal age or emancipated, as well as to over SIXTEEN- YEAR-OLD (16) minors. For unemancipated minors under SIXTEEN (16) years old, the amount of money shall be equal to or greater than FIVE THOUSAND UNITED STATES DOLLARS (U$S 5,000). The crew members’ baggage shall be exempted from charges only in the case of clothes, personal belongings, books and newspapers, without taking advantage of the exemptions mentioned herein. Upon arrival in the country, the passenger can bring: a) WITHOUT PAYMENT OF CHARGES  Used clothes and personal belongings.  Books, newspapers and brochures without commercial purposes.  New goods limited up to U$S 300 (U$S 150 for minors under 16 years old). AIP ARGENTINA GEN 1.3.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 b) CON PAGO DE ARANCEL UNICO DEL 50%:  Sobre el excedente de U$S 300.  Sin finalidad comercial. c) BENEFICIO ADICIONAL DE U$S 300 PARA BIENES ADQUIRIDOS EN TIENDAS LIBRES (FREE-SHOP) DE LLEGADA. Nota. —Las franquicias establecidas son intransferibles e individuales, no acumulativas, y no podrán ser utilizadas más de una vez por mes. Cuando los viajeros constituyan un grupo familiar, cónyuge e hijos menores de dieciséis (16) años no emancipados, la franquicia podrá ser utilizada en forma conjunta, inclusive cuando se trate de un único efecto. 2. Requisitos de inmigración Entrada al País Menores argentinos: No se les solicitará autorización",
    "metadata": {
      "source": "AIP - GEN1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 3.pdf-2-450",
    "text": "vez por mes. Cuando los viajeros constituyan un grupo familiar, cónyuge e hijos menores de dieciséis (16) años no emancipados, la franquicia podrá ser utilizada en forma conjunta, inclusive cuando se trate de un único efecto. 2. Requisitos de inmigración Entrada al País Menores argentinos: No se les solicitará autorización al ingresar. Argentinos nativos o naturalizados: No es necesario que tengan pasaporte válido para su ingreso al país. Residentes permanentes: Deberán estar de regreso en el país “antes de los 2 años” subsiguientes al de su salida; de no poder cumplir con estos plazos, y al solo efecto de no perder su condición de residentes permanentes, deberá presentarse ante el Consulado Argentino más próximo, a efectos de prorrogar su permanencia. Residentes temporarios: Deberán retornar al país “antes del vencimiento” de la permanencia otorgada oportunamente por la Dirección Nacional de Migraciones; caso contrario se les dará ingreso como “turistas” (para el caso de que su nacionalidad no necesitare “visación consular”) y perderán su condición de residentes temporarios. Para el caso de que su nacionalidad requiera visación Consular, y la fecha de radicación temporaria estuviere vencida, se procederá a su inmediato “RECHAZO” en el mismo medio de transporte en que ingresare al país. Argentinos residentes en el exterior y usuarios de pasaporte de nacionalidad adoptada Ingreso: No tendrán inconveniente en el uso del pasaporte de la nacionalidad adoptada. Para el caso de que la nacionalidad adoptada tuviera Convenio de Doble Nacionalidad con la República Argentina, el ingreso será como “Turista” por el término que el funcionario actuante estipule. Para el caso de que no hubiera Convenio de Doble Nacionalidad, ingresaría como argentino. Egreso: Para el caso de que saliera del país con pasaporte de alguno de los países con los que hay Convenio de Doble Nacionalidad, y el mismo se encuentre dentro del plazo de permanencia autorizada, podrá hacerlo sin inconveniente. En el caso de “permanencia vencida”, deberá abonar el arancel correspondiente por Habilitación de Salida del País. En caso de ciudadanos cuyo país no posea Convenio de Doble Nacionalidad con el nuestro, deberán hacerlo indefectiblemente con pasaporte argentino. b) WITH A UNIQUE PAYMENT OF CHARGES OF THE 50%  Over amounts exceeding the U$S 300.  Without commercial purposes. c) ADDITIONAL BENEFIT OF U$S 300 FOR GOODS ACQUIRED IN DUTY FREE SHOPS UPON ARRIVAL Note. —All these established exemptions are non-cumulative, personal and not transferable, and they cannot be used more than once per month. When travelers are members of a family group, spouse and children under sixteen (16) years old unemancipated, the exemption can be jointly used, even when there is only one item. 2. Immigration Requirements Entry into the Country Argentine Minors: No authorization is required when they enter the country. Native or Naturalized Argentine Persons: It is not necessary for them to have a valid passport to enter the country. Permanent Residents: They should be back in the country “before the 2 subsequent years” since their departure; if it is not possible to fulfill this term, and only",
    "metadata": {
      "source": "AIP - GEN1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 3.pdf-2-900",
    "text": "the country. Native or Naturalized Argentine Persons: It is not necessary for them to have a valid passport to enter the country. Permanent Residents: They should be back in the country “before the 2 subsequent years” since their departure; if it is not possible to fulfill this term, and only for the purpose of keeping their condition of permanent residents, they shall go to the nearest Argentine Consulate in order to extend their stay. Temporary Residents: They should be back in the country “before the expiration date” of the stay granted in due course by the National Directorate of Migration; otherwise, they will be allowed to enter as “tourists” (in cases where, according to their nationality, no “Consulate visa” is required), and they will lose their condition of temporary residents. In the case where the visitor’s nationality requires a Consulate visa, and if the date of the temporary residence has expired, he/she will be immediately “REJECTED” in the same means of transport that he/she has used to arrive in the country. Argentine Residents Abroad and Users of Passports of an Adopted Nationality Entry: There will be no inconvenience for the use of the passport of the adopted nationality. In case the adopted nationality had a Dual Nationality Agreement with the Republic of Argentina, the entry will be as “tourists” for the time established by the relevant authority. If there were no Dual Nationality Agreements, they would enter as Argentine citizens. Departure: In case of leaving the country with a passport of one of the countries with a Dual Nationality Agreement, there will be no inconvenience if such passport is within the period of authorized stay. In case of an “expired stay”, they should pay the fees corresponding to the authorization to leave the country. In the case of citizens from a country with no Dual Nationality Agreement with our country, the Argentine passport shall be compulsory. AIP ARGENTINA GEN 1.3-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Países con los cuales la República Argentina tiene Convenio de doble nacionalidad CHILE - COLOMBIA - ECUADOR - ESPAÑA - EL SALVADOR - HONDURAS - ITALIA - NICARAGUA - NORUEGA - PANAMA - SUECIA - (EE.UU.: Todos los nacionalizados antes del 20-10-81). Salidas del país Menores: (Se consideran menor hasta los 21 años) Cuando viajen al exterior solo o acompañado: Deberán presentar documento personal y el correspondiente permiso de viaje, de padre y madre, ya sea por separado o en conjunto, emitido por las autoridades competentes (escribanos, jueces, etc.) En caso de ser ante escribano, debe estar certificado por el Colegio de Escribanos. Acompañados por uno de sus padres: Deberá presentar documento de identidad, permiso de menor de uno de los padres que no viaje, emitido ante las autoridades mencionadas en el párrafo anterior, y el viajante comprobar la paternidad o maternidad del mismo mediante la presentación de Libreta de Matrimonio, o, en su defecto, Certificado de Nacimiento. Se deja constancia de que es válida la autorización emitida por ambos",
    "metadata": {
      "source": "AIP - GEN1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 3.pdf-2-1350",
    "text": "los padres que no viaje, emitido ante las autoridades mencionadas en el párrafo anterior, y el viajante comprobar la paternidad o maternidad del mismo mediante la presentación de Libreta de Matrimonio, o, en su defecto, Certificado de Nacimiento. Se deja constancia de que es válida la autorización emitida por ambos padres ante las autoridades competentes. Acompañados por sus dos padres: Deberá presentar Documento de Identidad, Libreta de Matrimonio o Partida de Nacimiento. Se puede prescindir de lo expuesto anteriormente; si el menor viajare con permiso de ambos padres realizado ante escribano público o Juez de Menores. Menores con emancipación comercial: No es habilitante para salir del país; dicha emancipación debe ser en lo civil y total. Padres separados que poseen tenencia de menores: Tenencia no acredita patria potestad. El juez actuante debe autorizar expresamente al menor. Nota. —Ninguna autoridad policial federal o provincial está autorizada para otorgar Permiso de Viaje a los menores. Validez de Pasaportes Argentinos Tienen una validez de diez (10) años a partir de la fecha de emisión, o de su última reválida. Las renovaciones consulares no son válidas para el egreso del país. Documentación habilitante para hacer abandono del país Países Limítrofes: Cédula de Identidad - Libreta de Enrolamiento - Libreta Cívica - DNI (Se debe poder identificar al titular en sus rasgos, y el documento no debe estar deteriorado). Países no Limítrofes: Para argentinos nativos o nacionalizados, pasaporte válido. Para residentes temporarios o permanentes, pasaporte de su nacionalidad, acompañado de Cédula de Identidad, DNI para extranjeros o “Constancia de Residencia” otorgada por la Dirección Nacional de Migraciones. Si los mencionados anteriormente tuvieran constancias de su status migratorio estampadas en el pasaporte, la documentación anexa del pasaporte no será necesaria para salir del país. Countries with a Dual Nationality Agreement with the Republic of Argentina CHILE - COLOMBIA - ECUADOR - SPAIN - EL SALVADOR - HONDURAS - ITALY - NICARAGUA - NORWAY - PANAMA - SWEDEN - (USA: All those who obtained the nationality before 20 OCT 81). Departures from the Country Minors: (Persons under 21 years old are considered minors.) When They Travel Abroad Alone or Accompanied: They shall present personal identification documents and the corresponding permit for the trip signed by their mother and father, separately or jointly, issued by the competent authorities (notaries, judges, etc.). In case this permit is issued by a notary, it must be certified by the Notary Public Association. Accompanied by One of their Parents: They shall present personal identification documents, a permit of the other parent who is not travelling, issued by the authorities mentioned in the above paragraph; and the travelling party shall prove his paternity or her maternity by means of the Marriage Certificate, or, alternatively, the Birth Certificate. It should be noted that the authorization of both parents issued by the competent authorities is valid. Accompanied by Both Parents: They shall present their identification documents, Marriage Certificate or Birth Certificate. If the minor travels with a permit signed by both parents, and such document",
    "metadata": {
      "source": "AIP - GEN1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 3.pdf-2-1800",
    "text": "alternatively, the Birth Certificate. It should be noted that the authorization of both parents issued by the competent authorities is valid. Accompanied by Both Parents: They shall present their identification documents, Marriage Certificate or Birth Certificate. If the minor travels with a permit signed by both parents, and such document is certified by a notary public or a juvenile judge, the requirements mentioned above are no longer necessary. Commercially Emancipated Minors: This type of emancipation is not a valid document to leave the country; the emancipation must be civil and complete. Divorced Parents with Minors Tenancy: Tenancy does not prove parental authority. The acting judge must explicitly authorize the minor. Note. — No federal or provincial police authority is allowed to grant travel permits to minors. Argentine Passports Validity Argentine passports have a validity of ten (10) years since their issuance date, or since their last renewal. Consular renewals are not valid to leave the country. Legal Documents to Leave the Country Bordering Countries: Personal identification document (The holder must be identified because of his/her features, and the document should not be deteriorated.) Non-Bordering Countries: For native or naturalized Argentine citizens, valid passport. For temporary or permanent residents, passport of their nationality accompanied with identification document for foreigners or “Certificate of Residence” granted by the National Directorate of Migration. If the migration status of the above persons is stamped in their passports, it will not be necessary for them to present any other document to leave the country. AIP ARGENTINA GEN 1.3.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Turistas: La permanencia en el país es de hasta tres meses, prorrogable. En tránsito: La permanencia está fijada en diez días exigiéndoles la presentación de la siguiente documentación: pasaporte en término, visado con arancel. Certificado reglamentario. Tripulantes: Se exige Certificado de Competencia. En caso de no querer que se le retenga el mismo para desembarcar o no poseerlo, deberá presentar y dejar en caución un Certificado de Miembro de la Tripulación. 3. Requisitos sanitarios En lo concerniente a los pasajeros que desembarquen en nuestro país y procedan de regiones infectadas con cólera, fiebre amarilla, paludismo, hepatitis A y B, o se hayan encontrado en tránsito en dichos países, deberán presentar certificado de vacunación contra las mencionadas patologías, recordándose que la validez de la inmunización específica para las mencionadas patologías es la que se encuentra en vigencia (cólera: 6 meses a partir del 6° día; fiebre amarilla, 10 años a partir del 10° día) excepto variaciones o recomendaciones al respecto efectuadas por la OMS. Toda información referente a normativa y trámites migratorios se encuentra en el sitio web oficial de la Dirección Nacional de Migraciones: https://www.argentina.gob.ar/interior/migraciones/entrada-y- salida-del-pais Tourists: Their stay in the country will be allowed for up to three months, with an option to be extended. In Transit: The stay will be limited to ten days, and the following documents shall be required: valid passport, visa with charges, pertinent certificate. Crew Members: A Certificate of Competence is required.",
    "metadata": {
      "source": "AIP - GEN1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 3.pdf-2-2250",
    "text": "stay in the country will be allowed for up to three months, with an option to be extended. In Transit: The stay will be limited to ten days, and the following documents shall be required: valid passport, visa with charges, pertinent certificate. Crew Members: A Certificate of Competence is required. If the crew member does not want his/her certificate to be withheld in order to disembark, or if he/she does not have it, a Crew Member Certificate should be presented, and such document should be kept as a guarantee. 3. Sanitary Requirements With regard to passengers disembarking in our country who come from regions infected with cholera, yellow fever, malaria, hepatitis A and B, or who have been in transit in such countries or in this country, they shall be required vaccination certificates against said pathologies, considering the current immunization validity specified for them (cholera: 6 months since the 6th day; yellow fever: 10 years since the 10th day), unless otherwise recommended by the WHO. All information concerning migration standards and procedures can be found in the official web site of the National Directorate of Migration: https://www.argentina.gob.ar/interior/migraciones/entrada-y- salida-del-pais",
    "metadata": {
      "source": "AIP - GEN1 - 3.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]