[
  {
    "id": "AIP - GEN1 - 4.pdf-0-0",
    "text": "AIP ARGENTINA GEN 1.4.-1 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 GEN 1. REGLAMENTOS Y REQUISITOS NACIONALES / NATIONAL REGULATIONS AND REQUIREMENTS GEN 1.4 ENTRADA, TRÁNSITO Y SALIDA DE CARGA GEN 1.4 ENTRY, TRANSIT AND DEPARTURE OF CARGO Servicio Nacional de Sanidad y Calidad Agroalimentaria - SENASA El Servicio Nacional de Sanidad y Calidad Agroalimentaria es el organismo del Estado argentino encargado de ejecutar las políticas nacionales en materia de sanidad y calidad animal y vegetal y verificar el cumplimiento de la normativa vigente en la materia. El SENASA entiende asimismo en la fiscalización de la calidad agroalimentaria, asegurando la aplicación del Código Alimentario Argentino para aquellos productos del área de su competencia. 1. Aeropuertos con vuelos internacionales Las acciones del SENASA en las áreas de frontera tienen como finalidad preservar el Patrimonio Zoofitosanitario y la Salud Pública orientando sus acciones al control de las operaciones comerciales de exportación, importación y tránsito por el Territorio Nacional de productos agropecuarios; al control de plagas y enfermedades a través de productos ingresados con los viajeros y en sus equipajes y en el denominado régimen courier, y al adecuado manejo de los residuos orgánicos (ej. catering, cama de caballos) ingresados al país en los puntos de ingreso al mismo. Se recuerda, asimismo, la vigencia de la Norma Internacional en Materia Fitosanitaria (NIMF) N° 15, adoptada por nuestro país a través de Resolución ex SAGPyA N° 685/2005, por la que se establecen las directrices que reglamentan el embalaje de madera utilizado en el comercio internacional. Área Sanidad Animal Información turistas y viajeros - Equipajes El SENASA actúa como primera barrera sanitaria previniendo el ingreso al país de enfermedades y plagas animales y vegetales existentes en otros territorios que pueden ser vehiculizadas a través de los pasajeros y sus equipajes quienes pueden portar productos de origen animal o vegetal potencialmente riesgosos desde el punto de vista sanitario. La instrumentación del control responde prioritariamente a la necesidad de preservar el estatus zoo-fitosanitario nacional, siendo este control uno de los pilares sobre los cuales se basa el sustento del SENASA para mantener el comercio internacional de productos agropecuarios. La Resolución SENASA N° 295/99 establece la nómina de productos de origen animal y vegetal que pueden ingresar al país en cantidades acordes a un consumo personal o familiar, debidamente rotulados en el país de origen. Todas aquellas mercancías de origen animal y vegetal, como así también aquellos productos agropecuarios de competencia de este Servicio que no se encuentren en la nómina arriba mencionada ni cuenten con autorización previa o con las certificaciones correspondientes serán decomisados, desnaturalizados y destruidos por el personal interviniente, procediéndose a labrar el acta correspondiente. National Service for Agri-Food Health and Quality - SENASA The National Service for Agri-Food Health and Quality is the Argentine State agency in charge of carrying out the national policies regarding animal and vegetal health and quality as well as of verifying the compliance with the current regulations concerning this matter. SENASA also supervises agri-food quality,",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-450",
    "text": "Quality - SENASA The National Service for Agri-Food Health and Quality is the Argentine State agency in charge of carrying out the national policies regarding animal and vegetal health and quality as well as of verifying the compliance with the current regulations concerning this matter. SENASA also supervises agri-food quality, ensuring the implementation of the Argentine Food Code for those products within its sphere of competence. 1. Airports with International Flights The actions of SENASA in border areas aims to preserve the zoophytosanitary resources and the public health, leading its actions to the control of the commercial operations of exportation, importation and transit around the national territory of agricultural products; to the control of pests and diseases which have entered into the country through the products brought by visitors or in their luggage and in the so-called Courier Regime; and to the correct handling of organic waste (e.g.: catering, horse benches) which has entered into the country through the points of entry. It should also be reminded that the current International Standard for Phytosanitary Measures (ISPM) No. 15, adopted by our country through Resolution ex SAGPyA No. 685/2005, which establishes the guidelines for wood packaging used in international trade. Animal Sanitary Area Information for Tourists and Travelers - Baggage SENASA acts as the first sanitary barrier to prevent the entrance into the country of animal and vegetable pests and diseases existing in other territories that may be transported through passengers and their luggage, who may transport animal and vegetable products which may be a potential risk from the point of view of health. This control is mainly implemented as a response to the need of preserving the national zoo-phytosanitary status, being one of SENASA’s pillars to sustain the agricultural products international trade. SENASA Resolution No. 295/1999 establishes the list of animal and vegetable products allowed into the country according to a family or personal consumption, with the corresponding tags of the country of origin. All that animal and vegetable cargo, as well as those agricultural products under the scope of this service which do not appear in the above-mentioned list and with no previous authorization or the pertinent certifications shall be confiscated, distorted and destroyed by the intervening personnel. The action will be documented in an appropriate report.  AIP ARGENTINA GEN 1.4.-2 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Para más información contactarse al:  Tel.: (+ 54 11) 4480-0582 / 4121-5285/5286  E-mail: fronteras@senasa.gob.ar Mascotas Solamente los perros y gatos en calidad de mascotas pueden ingresar directamente por las fronteras sin trámite previo. Todo otro animal en calidad de mascota o bien perros y gatos procedentes de África o Asia, requieren de una autorización de aprobación previa a su embarque que deberá estar reflejada a su arribo al país, en la correspondiente certificación emitida por el Servicio Sanitario del país de origen en base a las exigencias de nuestro Organismo. Para más información sobre trámites o consultas, pueden dirigirse a Paseo Colón 367 (C1063ACD), Ciudad",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-900",
    "text": "aprobación previa a su embarque que deberá estar reflejada a su arribo al país, en la correspondiente certificación emitida por el Servicio Sanitario del país de origen en base a las exigencias de nuestro Organismo. Para más información sobre trámites o consultas, pueden dirigirse a Paseo Colón 367 (C1063ACD), Ciudad Autónoma de Buenos Aires o bien teléfonos e-mails y página Web www.argentina.gob.ar/senasa:  Requisitos para viajar con mascotas.  Información al Turista.  Aeropuerto Internacional de Ezeiza -Trámites.  Aeroparque Metropolitano- Trámites. Teléfonos y direcciones de e-mails de utilidad para ampliar información o evacuar consultas específicas: Cargas comerciales:  Animales vivos y material de reproducción: Tel.: (+ 54 11) 4121-5427/28 E-mail: certificaciones@senasa.gob.ar  Productos, subproductos y derivados de origen animal: Tel.: (+ 54 11 ) 4121-5489/5286 E-mail: fronteras@senasa.gob.ar Requisitos del SENASA Área Sanidad Vegetal Información turistas y viajeros - Equipajes Los productos de origen vegetal que no estén sometidos a cualquiera de los procesos mencionados en la Resolución SENASA N° 295/1999 podrán ingresar al país en equipajes de pasajeros en cantidades limitadas y para uso personal, siempre que vengan amparados por un Certificado Fitosanitario emitido por la Organización Nacional de Protección Fitosanitaria (ONPF) del país de origen. Aquellos productos que puedan utilizarse para propagación como, semillas, plantas, estacas, barbados, bulbos, tubérculos podrán ingresar al país en equipajes de pasajeros sólo cuando cuenten con la correspondiente autorización previa (Autorización Fitosanitaria de Importación - AFIDI) y vengan amparados por el certificado Fitosanitario emitido por la ONPF del país de origen, en el que consten las declaraciones Adicionales solicitadas en la AFIDI. Cargas comerciales. Importación a) Requisitos documentales, fitosanitarios y de calidad para la importación de vegetales, sus partes, productos y subproductos (Resolución ex IASCAV N° 409/96). For further information, please contact:  Telephones: (+ 54 11) 4480-0582 / 4121-5285/5286  E-mail: fronteras@senasa.gob.ar Pets Only dogs and cats as pets are allowed into the country directly from borders without previous documentation. Any other animal as pet, as well as dogs and cats coming from Africa or Asia, requires a previous authorization before embarking, with the pertinent certification issued by the sanitary service of the country of origin, according to the regulations of our agency. For further information about documentation or procedures, you should go to Paseo Colón 367 (C1063ACD), Ciudad Autónoma de Buenos Aires, or contact us through our telephone numbers, e- mail addresses and Web Pagewww.argentina.gob.ar/senasa:  Requirements to travel with pets,  Tourist Information,  Aeropuerto Internacional de Ezeiza - Procedures,  Aeroparque Metropolitano - Procedures. Useful telephone numbers and e-mail addresses for further information or specific questions: Commercial Cargo  Live animals and reproduction material: Telephone numbers: (+ 54 11) 4121-5427/5428 E-mail: certificaciones@senasa.gob.ar  Animal products, sub-products and derived: Telephones: (+ 54 11) 4121-5489/5286 E-mail: fronteras@senasa.gob.ar SENASA Requirements in Plant Health Area Information for Tourists and Travelers - Baggage Those vegetable products that have not been subject to any of the processes mentioned in SENASA Resolution No. 295/1999 may be allowed into the country in passengers’ baggage in limited amounts",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-1350",
    "text": "(+ 54 11) 4121-5489/5286 E-mail: fronteras@senasa.gob.ar SENASA Requirements in Plant Health Area Information for Tourists and Travelers - Baggage Those vegetable products that have not been subject to any of the processes mentioned in SENASA Resolution No. 295/1999 may be allowed into the country in passengers’ baggage in limited amounts and only for personal use whenever they are accompanied by a phytosanitary certificate issued by the National Plant Protection Organization (ONPF) of the country of origin. Those products that may be used for spreading, such as seeds, plants, sticks, bulbs, tubers may be allowed into the country in passengers’ baggage only accompanied by the corresponding previous authorization (Phytosanitary Import Authorization - AFIDI), and the phytosanitary certificate issued by the National Plant Protection Organization (ONPF) of the country of origin with the additional declarations requested in the AFIDI. Commercial Cargo. Importation a) Phytosanitary and quality documentation requirements for the importation of plants, their parts, products and sub- products (refer to Resolution ex IASCAV No. 409/1996). AIP ARGENTINA GEN 1.4-3 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 b) Autorización Fitosanitaria de Importación (AFIDI) emitida por la Dirección de Cuarentena Vegetal del SENASA (Resoluciones ex SAGYP N° 202/92 y sus modificatorias SENASA N° 816/2002 y N° 55/2003), que establece requisitos de ingreso de productos destinados a propagación, consumo, investigación, venta, industrialización. c) Autorización de importación emitida por el Instituto Nacional de Semillas (INASE) para semillas y material de propagación. d) Certificado Fitosanitario de origen. e) Documento aduanero y documento de transporte. f) Pago de Aranceles de acuerdo a lo establecido en la Resolución MAGyA Nro. 18/2010. g) Inspección en primer punto de ingreso al país. h) Para material de propagación que ingresa bajo régimen de cuarentena pos-entrada ver Resolución N° 292/98 para productos en general y Resolución N° 69/99, específica para vid, y Resolución N° 175/03 de habilitación de viveros de origen. Cargas Comerciales. Exportación a) Requisitos documentales, fitosanitarios y de calidad para la exportación de vegetales, sus partes, productos y subproductos (ver resolución ex IASCAV N° 409/96). b) Permiso de importación o Requisitos fitosanitarios específicos del país de destino, cumplimiento de protocolos de exportación (certificación preembarque/trazabilidad). c) Certificado Fitosanitario de exportación emitido por el SENASA. d) INASE (para semillas y material de propagación) e) Remito o guía frutihortícola. f) Documento aduanero (permiso de embarque) y documento de transporte (guía aérea). g) Certificado de producto orgánico (cuando correspondiere). h) Certificado Flora o Certificado CITES (cuando correspondiere). i) Pago de Aranceles de acuerdo con lo establecido en la Resolución MAGyA N° 18/2010. j) Verificación. Cargas Comerciales. Tránsito Internacional a) Requisitos documentales y fitosanitarios para el tránsito internacional de vegetales, sus partes, productos y subproductos (ver Decreto N° 1274/94 y Resolución ex IASCAV N° 409/96). b) (AFIDI) Phytosanitary Import Authorization issued by SENASA Plant Quarantine Directorate (Resolution ex SAGYP No. 202/1992 and its modifications SENASA No. 816/2002 and No. 55/2003), establishing the entry requirements of products for dissemination, consumption, research, sale and industrialization. c) Import Authorization for seeds and dissemination material issued",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-1800",
    "text": "IASCAV N° 409/96). b) (AFIDI) Phytosanitary Import Authorization issued by SENASA Plant Quarantine Directorate (Resolution ex SAGYP No. 202/1992 and its modifications SENASA No. 816/2002 and No. 55/2003), establishing the entry requirements of products for dissemination, consumption, research, sale and industrialization. c) Import Authorization for seeds and dissemination material issued by the National Institute of Seeds (INASE). d) Phytosanitary Certificate of Origin. e) Customs documents and transport documents. f) Payment of charges in accordance with Resolution MAGyA No. 18/2010. g) Inspection at the first entry point. h) For dissemination material entering under the post quarantine regime, refer to Resolution No. 292/1998 for general products, and to Resolution No. 69/1999 specifically for grapevine, and to Resolution No. 175/2003 for plant nursery certification of origin. Commercial Cargo. Exportation a) Phytosanitary and quality documentation requirements for the exportation of plants, their parts, products and sub- products (refer to Resolution ex IASCAV No. 409/1996). b) Exportation Permit or specific phytosanitary requirements of the country of destination, compliance with export protocols (Pre-embarking Certificate /Traceability). c) Phytosanitary Export Certificate issued by SENASA. d) INASE (for seeds and dissemination material). e) Fruit and horticultural bill or guide. f) Customs documents (shipping permit) and transport documents (air guide). g) Organic Product Certificate (if applicable). h) Flora Certificate or CITES Certificate (if applicable). i) Payment of fees in accordance with Resolution MAGyA No. 18/2010. j) Verification. Commercial Cargo. International Transit a) Phytosanitary and quality documentation requirements for the international transit of plants, their parts, products and subproducts (refer to Resolution ex IASCAV No. 409/1996 and Decree No. 1274/1994). AIP ARGENTINA GEN 1.4.-4 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 b) Autorización fitosanitaria para tránsito internacional, se emite en primer punto de ingreso al país y se verifica en el punto de salida. c) Documento aduanero (MIC/DTA) d) Pago de Aranceles de acuerdo a lo establecido en la Resolución MAGyA N° 18/2010. e) Verificación Teléfonos y direcciones de E-mails de utilidad para ampliar información o evacuar consultas específicas:  Dirección Nacional de Protección Vegetal Tel.: (+ 54 11) 4121-5177 E-mail: dnpv@senasa.gob.ar  Dirección de Cuarentena Vegetal Tel.: (+ 54 11) 4121-5167 E-mail: cuareveg@senasa.gob.ar  Oficina de Certificación Fitosanitaria Tel.: (+ 54 11)- 4121-5173 E-mail: certificacion@senasa.gob.ar 2. Aeropuertos con vuelos de cabotaje El SENASA tiene la responsabilidad a nivel país de regular el movimiento de animales, mascotas y cargas comerciales de productos, subproductos y derivados de origen animal, que son despachadas a los distintos destinos dentro del país vía aérea emitiendo o validando las correspondientes autorizaciones sanitarias para dicho cometido. Toda carga comercial despachada vía aérea de animales o productos, subproductos y derivados de origen animal debe hacerlo bajo el amparo de la correspondiente certificación sanitaria emitida por el Organismo, Dichos despachos deberán ser autorizados por la autoridad sanitaria destacada en los aeropuertos quienes evaluarán las cargas desde los puntos de vista documentales, físicos y de identidad, autorizando de corresponder la puesta a bordo. En el ámbito vegetal y a fin de evitar la diseminación de plagas, enfermedades",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-2250",
    "text": "el Organismo, Dichos despachos deberán ser autorizados por la autoridad sanitaria destacada en los aeropuertos quienes evaluarán las cargas desde los puntos de vista documentales, físicos y de identidad, autorizando de corresponder la puesta a bordo. En el ámbito vegetal y a fin de evitar la diseminación de plagas, enfermedades e insectos perjudiciales, las plantas y/o sus partes, a excepción de las flores cortadas y las semillas, deben estar acompañadas de la “Guía de sanidad para el tránsito de plantas y/o sus partes”. Este documento fitosanitario sólo es expedido por viveros inscriptos en el Registro Nacional Fitosanitario de Operadores de material de propagación, micropropagación y/o multiplicación vegetal (RENFO). Estos requisitos están establecidos en la Res. SAGPyA N° 312/2007, y tienen como objetivo, entre otros, mejorar los materiales provenientes de viveros mediante los controles realizados por profesionales y supervisados por SENASA, y así minimizar los riesgos fitosanitarios en los mismos. Información turistas y viajeros - Equipajes Actualmente son dos los programas en vigencia: Programa de Erradicación de Fiebre Aftosa y de Erradicación de Mosca de los, ambos implementados en la Región Patagónica y el último de ellos, además, en la provincia de Mendoza, donde, a su arribo, los b) Phytosanitary Authorization for International Transit. It is issued at the first entry point and verified at the exit point. c) Customs documents (MIC/DTA). d) Payment of fees in accordance with Resolution MAGyA No. 18/2010. e) Verification. Useful telephone numbers and e-mail addresses to obtain further information or to make specific questions:  National Directorate of Plants Protection Telephone number: (+ 54 11) 4121-5177 E-mail: dnpv@senasa.gob.ar  Quarantine Plant Directorate Telephone number: (+ 54 11) 4121-5167 E-mail: cuareveg@senasa.gob.ar  Phytosanitary Certification Office Telephone: (+ 54 11) 4121-5173 E-mail: certificacion@senasa.gob.ar 2. Airports with Domestic Flights SENASA is responsible in our country for the movement of animals, pets and commercial cargo of animal products, subproducts and derived, delivered to different destinations within the country by air issuing or validating the corresponding sanitary authorizations for such purposes. Any commercial cargo of animals, or animal products, subproducts and derived, delivered by air, should be accomplished with the pertinent sanitary certification issued by the agency. Such deliveries shall be authorized by the corresponding sanitary authority at airports, who will evaluate the cargo from the points of view of the physical and identity documents, authorizing, if appropriate, to embark it. In the phytosanitary area and in order to avoid plague dissemination, diseases and harmful insects, plants and/or their parts, except cut flowers and seeds, should be accompanied by the “Sanitary Guidance for the Transit of Plants and/or their Parts”. This phytosanitary document is only issued by plant nurseries registered in the National Phytosanitary Registry of Operators of material for plants dissemination, microdissemination and/or multiplication (RENFO). These requirements are established in Resolution SAGPyA No. 312/2007, among others, with the purpose of improving the material coming from plant nurseries by means of the controls performed by professionals under SENASA supervision so as to reduce the phytosanitary risks in it. Information for",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-2700",
    "text": "plants dissemination, microdissemination and/or multiplication (RENFO). These requirements are established in Resolution SAGPyA No. 312/2007, among others, with the purpose of improving the material coming from plant nurseries by means of the controls performed by professionals under SENASA supervision so as to reduce the phytosanitary risks in it. Information for Tourists and Travelers - Baggage Presently there are two programmes in force: FMD Eradication Programme and Fruit Fly Eradication Programme, both implemented in the Patagonia region, and the latter also in the province of Mendoza, where, upon arrival, the inspectors of the AIP ARGENTINA GEN 1.4-5 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 inspectores de las barreras sanitarias procederán a verificar la no portación de productos definidos como de riesgo (carnes, embutidos, frutas de carozo y pepita, entre otros). A tal efecto se deberá tener presente la limitación de ingreso de los mismos, recabando mayor información sobre las restricciones y/o prohibiciones, a fin de evitar inconvenientes en www.argentina.gob.ar/senasa, enlace “Información al viajero”: Ingreso de agro alimentos a la Patagonia y Mendoza. Control de cargas comerciales y animales vivos - Inspección veterinaria SENASA - Aeroparque “Jorge Newbery”: Procedimientos para viajar o enviar mascotas; Procedimiento para envíos de productos; Procedimiento para envío de animales vivos. E-mails: barreras@senasa.gob.ar; aeroparque@senasa.gob.ar 3. Principales Aeropuertos Internacionales AEROPUERTO INTERNACIONAL MINISTRO PISTARINI – EZEIZA El Aeropuerto Internacional Ministro Pistarini, sito en la localidad de Ezeiza, constituye un puesto de frontera de relevancia estratégica por la magnitud de movimientos aéreos y por constituirse en el aeropuerto por excelencia donde se registran prácticamente el NOVENTA Y CINCO (95%) de las exportaciones aéreas de productos agropecuarios y por ser la principal puerta de ingreso de viajeros de vuelos procedentes del exterior del país. Para desarrollar dichas acciones, el SENASA cuenta dentro de dicho ámbito con áreas diferenciadas que se encargan de dar cumplimiento a sus misiones y funciones, a saber: Área Inspección Veterinaria - Control de Cargas Comerciales (exportaciones, importaciones y tránsitos de animales y productos de origen animal). Horario de atención al público: de lunes a viernes en el horario oficial de 9.00 a 17.00 hs. Por fuera de dicho horario y en días inhábiles o feriados a requerimiento. Vías de comunicación:  Teléfonos/fax: (+54 11) 4480-0020 / 5480-6521  E-mails: ivse@senasa.gob.ar, fronteras@senasa.gob.ar Área Inspección Fitosanitaria - Control de Cargas Comerciales y de particulares (exportaciones, importaciones y tránsitos de productos de origen vegetal). Horario de atención al público: de lunes a viernes en el horario oficial de 9.00 a 17.00 hs. Por fuera de dicho horario y en días inhábiles o feriados y previo requerimiento del usuario, se presta el servicio las 24 hs de los 365 días del año. Vías de comunicación:  Tel.: (+ 54 11) 4480-0835/9695  Fax: (+ 54 11) 5480-6560  E-mail: dezeiza@senasa.gob.ar sanitary barriers will verify that no products defined as risk products (meat, sausages, stone and pip fruits, among others) are being carried. For such purpose, the limited entry of them must be considered, requesting further information about restrictions and/or",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-3150",
    "text": "11) 4480-0835/9695  Fax: (+ 54 11) 5480-6560  E-mail: dezeiza@senasa.gob.ar sanitary barriers will verify that no products defined as risk products (meat, sausages, stone and pip fruits, among others) are being carried. For such purpose, the limited entry of them must be considered, requesting further information about restrictions and/or prohibitions in order to avoid any inconvenience, at: Web Page: www.argentina.gob.ar/senasa, link “Información al turista” (Turist Information): Entry of Agri-Foods in the Patagonia region and Mendoza. Control of commercial cargo and live animals - SENASA Veterinary Inspection - “Jorge Newbery” Airport: Procedures for Travelling or Transporting Pets: Procedures for Sending Products; Procedures for Transporting Live Animals. E-mails: barreras@senasa.gob.ar; aeroparque@senasa.gob.ar 3. Main International Airports AEROPUERTO INTERNACIONAL MINISTRO PISTARINI – EZEIZA Aeropuerto Internacional Ministro Pistarini (Ministro Pistarini International Airport), in the city of Ezeiza, is a strategic relevant border post due to aircraft movements and because it is the airport where the NINETY-FIVE percent (95%) of the exportations by air of agricultural products are conducted and the main entrance gate for travelers coming from foreign countries. To perform such actions, SENASA has very well defined areas responsible for accomplishing its missions and tasks, namely: Veterinary Inspection Area - Commercial Cargo Control (exportations, importations and transit of animals and animal products). Working Hours: From Monday to Friday, officially from 9am to 5pm. Outside those hours and during non-working days or holidays, upon request. Means of Communication:  Telephones/Fax: (+ 54 11) 4480-0020 / 5480-6521  E-mails: ivse@senasa.gob.ar; fronteras@senasa.gob.ar Phytosanitary Inspection Area - Control of Commercial and Individuals Cargo (exportations, importations and transit of plant products). Working Hours: From Monday to Friday, officially from 9am to 5pm. Outside those hours and during non-working days or holidays, upon request. A 24-hour service is provided during the 365 days of the year. Means of Communication: Telephone:  Telephone numbers: (+ 54 11) 4480-0835/9695  Fax: (+ 54 11) 5480-6560  E-mail: dezeiza@senasa.gob.ar AIP ARGENTINA GEN 1.4.-6 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Las dos áreas mencionadas precedentemente tienen ubicadas sus oficinas de atención al público en la Terminal de Cargas, Bodega de Exportación, Sector C, Perecederos. Área Control de Pasajeros y sus Equipajes Horario de control: servicio permanente las 24 horas, los 365 días del año. Vías de comunicación:  Teléfono/Fax: (+ 54 11) 4480-0582  E-mail: ezeizaeq@senasa.gob.ar AEROPARQUE METROPOLITANO JORGE NEWBERY - Ciudad Autónoma de Buenos Aires  Tel.: (54+ 11) 4845-0017  E-mails: fronteras@senasa.gob.ar; barreras@senasa.gob.ar; aeroparque@senasa.gob.ar AEROPUERTO INTERNACIONAL PAJAS BLANCAS - CÓRDOBA  Tel.: (+ 54 351) 475-0238  E-mail: fronteras@senasa.gob.ar; ctfacba@senasa.gob.ar AEROPUERTO INTERNACIONAL EL PLUMERILLO - MENDOZA Control viajeros vuelos nacionales e internacionales  Tel.: (+ 54 261) 423-1162  E-mail: fronteras@senasa.gob.ar; ctfacuyo@senasa.gob.ar AEROPUERTO INTERNACIONAL DE SALTA Control viajeros vuelos Internacionales  Tel.: (+54 388) 424603/4613  E-mail: fronteras@senasa.gob.a; ctfanoanorte@senasa.gob.ar AEROPUERTO INTERNACIONAL DE CORRIENTES Control viajeros vuelos Internacionales  Tel.: (+ 54 3756) 48-2427  E-mail: fronteras@senasa.gob.ar; ctfacormis@senasa.gob.ar AEROPUERTO INTERNACIONAL CATARATAS DEL IGUAZÚ Control viajeros vuelos Internacionales  Tel.: (+ 54 3756) 48-2427  E-mail: fronteras@senasa.gob.ar; ctfacormis@senasa.gob.ar AEROPUERTO INTERNACIONAL",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-3600",
    "text": "vuelos Internacionales  Tel.: (+54 388) 424603/4613  E-mail: fronteras@senasa.gob.a; ctfanoanorte@senasa.gob.ar AEROPUERTO INTERNACIONAL DE CORRIENTES Control viajeros vuelos Internacionales  Tel.: (+ 54 3756) 48-2427  E-mail: fronteras@senasa.gob.ar; ctfacormis@senasa.gob.ar AEROPUERTO INTERNACIONAL CATARATAS DEL IGUAZÚ Control viajeros vuelos Internacionales  Tel.: (+ 54 3756) 48-2427  E-mail: fronteras@senasa.gob.ar; ctfacormis@senasa.gob.ar AEROPUERTO INTERNACIONAL SAN CARLOS DE BARILOCHE  Tel.: (+ 54 2944) 42-6303  E-mail: fronteras@senasa.gob.ar; ctfapatnorte@senasa.gob.ar The two above-mentioned areas have their customer service offices in the Cargo Terminal, Exports Storage Facilities, Sector C, Perishable Products. Passengers and Baggage Control Area Working Hours: Permanent 24-hour service provided during the 365 days of the year. Means of Communication:  Telephone/Fax: (+ 54 11) 4480-0582  E-mail: ezeizaeq@senasa.gob.ar JORGE NEWBERY METROPOLITAN AIRPORT - Ciudad Autónoma de Buenos Aires  Telephone number: (+ 54 11) 4845-0017  E-mails: fronteras@senasa.gob.ar; barreras@senasa.gob.ar; aeroparque@senasa.gob.ar PAJAS BLANCAS INTERNATIONAL AIRPORT - CÓRDOBA  Telephone number: (+ 54 351) 475-0238  E-mails: fronteras@senasa.gob.ar;  ctfacba@senasa.gob.ar EL PLUMERILLO INTERNATIONAL AIRPORT - MENDOZA Passengers Control in Domestic and International Flights  Telephone number: (+ 54 261) 423-1162  E-mails: fronteras@senasa.gob.ar;  ctfacuyo@senasa.gob.ar SALTA INTERNATIONAL AIRPORT Passengers Control in International Flights  Telephone number: (+ 54 388) 42-4603/4613  E-mails: fronteras@senasa.gob.ar;  ctfanoanorte@senasa.gob.ar CORRIENTES INTERNATIONAL AIRPORT Passengers Control in International Flights  Telephone number: (+ 54 3756) 48-2427  E-mails: fronteras@senasa.gob.ar;  ctfacormis@senasa.gob.ar CATARATAS DE IGUAZÚ INTERNATIONAL AIRPORT Passengers Control in International Flights  Telephone number: (+ 54 3756) 48-2427  E-mails: fronteras@senasa.gob.ar; ctfacormis@senasa.gob.ar SAN CARLOS DE BARILOCHE INTERNATIONAL AIRPORT  Telephone number: (+ 54 2944) 42-6303  E-mails: fronteras@senasa.gob.ar; ctfapatnorte@senasa.gob.ar AIP ARGENTINA GEN 1.4-7 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2023 30 NOVIEMBRE 2023 AEROPUERTO INTERNACIONAL FISHERTÓN- ROSARIO − TEL: (+ 54 341) 451-6300 − E-mail: fronteras@senasa.gob.ar; ctfasafe@senasa.gob.ar En todos estos aeropuertos se autoriza la importación siempre que sea el primer punto de ingreso al país. 4. Aeropuertos con vuelos de cabotaje en regiones protegidas Centro Regional Cuyo − TEL: (+ 54 0264) 427-3107 − E-mail: regionalcuyo@senasa.gob.ar Aeropuerto Internacional El Plumerilla – Mendoza − TEL: (+54 261) 423-1162 Aeropuerto San Rafael “S.A Santiago Germano” – Mendoza − E-mail: barreras@senasa.gob.ar; − ctfacuyo@senasa.gob.ar Centro Regional Patagonia Norte − TEL: (+ 54 2941) 433308 − E-mail: regionalpatnorte@senasa.gob.ar Aeropuerto de Neuquén – Rio Negro − TEL: (+ 54 299)-4422235. Aeropuerto de Viedma – Río Negro − TEL: (+ 54 2920) 431210 Aeropuerto de San Martín de los Andes - Chapelco − TEL: (+ 54 2972) -422972. − E-mail: barreras@senasa.gob.ar; ctfapatnorte@senasa.gob.ar Centro Regional Patagonia Sur − TEL: (+ 54 297) 447-2945 − E-mail: regionalpatsur@senasa.gob.ar Aeropuerto de Trelew – Chubut − TEL: (+ 54 0280) 442-3889 Aeropuerto de Puerto Madryn – Chubut − TEL: (+ 54 2965) 45-1402 Aeropuerto de Esquel – Río Negro − TEL: (+ 54 2945) 45-3990 FISHERTON INTERNATIONAL AIRPORT - ROSARIO − Telephone: (+ 54 341) 451-6300 − E-mails: fronteras@senasa.gob.ar; ctfasafe@senasa.gob.ar In all the above-mentioned airports, importation is allowed whenever it is the first entry point into the country. 4. Airports with Domestic Flights inside Protected Areas Centro Regional Cuyo − Telephone: (+ 54 0264)",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-4050",
    "text": "45-3990 FISHERTON INTERNATIONAL AIRPORT - ROSARIO − Telephone: (+ 54 341) 451-6300 − E-mails: fronteras@senasa.gob.ar; ctfasafe@senasa.gob.ar In all the above-mentioned airports, importation is allowed whenever it is the first entry point into the country. 4. Airports with Domestic Flights inside Protected Areas Centro Regional Cuyo − Telephone: (+ 54 0264) 427-3107 − Email: regionalcuyo@senasa.gob.ar El Plumerillo Internacional Airport - Mendoza − Telephone: (+ 54 261) 423-1162 San Rafael S.A. Santiago Germano Airport – Mendoza − Emails: barreras@senasa.gob.ar; − ctfacuyo@senasa.gob.ar Centro Regional Patagonia Norte − Telephone: (+ 54 2941) 43-3308 − E-mail: regionalpatnorte@senasa.gob.ar Neuquén Airport – Rio Negro − Telephone: (+ 54 299) 442-2235 Viedma Airport - Rio Negro − Telephone: (+ 54 2920) 43-1210 San Martín de los Andes Airport – Chapelco − Telephone: (+ 54 2972) 42-2972 − E-mails: barreras@senasa.gob.ar; ctfapatnorte@senasa.gob.ar Centro Regional Patagonia Sur − Telephone: (+ 54 297) 447- 2945 − Email: regionalpatsur@senasa.gob.ar Trelew Airport – Chubut − Telephone: (+ 54 0280) 442-3889 Puerto Madryn Airport – Chubut − Telephone: (+ 54 2965) 45-1402 Esquel Airport – Río Negro − Telephone (+ 54 2945) 45-3990 Aeropuerto AIP ARGENTINA GEN 1.4.-8 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 Aeropuerto El Calafate - Santa Cruz  Tel.: (+ 54 297) 447-2945 Aeropuerto Comodoro Rivadavia - Chubut  Tel.: (+ 54 297) 447-2945 Aeropuerto Río Gallegos - Santa Cruz  Tel.: (+ 54 2966) 44-2681 Aeropuerto Ushuaia - Tierra del Fuego  Tel.: (+ 54 2901) 42-3512 Aeropuerto Río Grande - Tierra del Fuego  Tel.: (+ 54 2964) 43-1063 En lo referente al pago de tasas y aranceles en concepto de inspección fitosanitaria, rigen la Resolución SAGyP N° 582/93 y sus modificatorias y la Resolución SAGPyA N° 110/98 y sus modificatorias en lo que hace a servicios extraordinarios requeridos. Consultar vigencia y modificatorias en las respectivas oficinas locales. (*) Los párrafos remarcados en negrita corresponden a las modificaciones hechas por esta coordinación. RÉGIMEN DE EQUIPAJE En lo concerniente al ingreso de bienes a través del Régimen de Equipaje el mismo no ha sufrido modificaciones desde el dictado del Decreto N° 2281/94 que incorporó a la Legislación Nacional la Decisión del Consejo Mercado Común N° 18/94. En otro orden se señala que la Resolución General N° 2090106 (AFIP) del 10 de julio de 2006 incorpora al Ordenamiento Jurídico Nacional la Decisión del Consejo Mercado Común N° 50/04, sobre normas relativas al despacho aduanero de mercaderías. Dicha norma establece los requisitos de la declaración de llegada que debe presentar el medio de transporte inmediatamente a su arribo al territorio aduanero. Solamente después de formalizada la declaración de llegada y previa autorización aduanera la mercadería podrá ser descargada del medio de transporte inmediatamente a su arribo al territorio aduanero. Tal documento debe suministrar información a la autoridad aduanera de los datos relativos al medio, a las cargas y a la mercadería transportada, contenidos en los documentos de transporte, efectuada por el transportista, o por quien resulte responsable de la gestión. En cuanto a depósito franco mantiene vigencia lo normado",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-4500",
    "text": "Tal documento debe suministrar información a la autoridad aduanera de los datos relativos al medio, a las cargas y a la mercadería transportada, contenidos en los documentos de transporte, efectuada por el transportista, o por quien resulte responsable de la gestión. En cuanto a depósito franco mantiene vigencia lo normado a través de la Resolución N° 2676 (ANA) de fecha 27 de julio de 1979, así mismo con respecto al régimen de rancho, provisiones de abordo, y suministros del medio de transporte rige lo establecido en los artículos 506 y subsiguientes del Código Aduanero y normas complementarias. El Calafate Airport - Santa Cruz  Telephone number: (+ 54 297) 447-2945 Comodoro Rivadavia Airport - Chubut  Telephone number: (+ 54 297) 447-2945 Río Gallegos Airport - Santa Cruz  Telephone number: (+ 54 2966) 44-2681 Ushuaia Airport - Tierra del Fuego  Telephone number: (+ 54 2901) 42-3512 Río Grande Airport - Tierra del Fuego  Telephone number: (+ 54 2964) 43-1063 With regard to the payment of taxes and fees for phytosanitary inspections, govern Resolution SAGyP No. 582/1993 and its modifications, and Resolution SAGPyA No. 110/1998 and its modifications concerning extraordinary services required. Validity and modifications can be consulted at the appropriate local offices. (*) Those paragraphs in bold type correspond to the modifications made by this coordination. BAGGAGE REGULATIONS As regards the entry of property, the Baggage Regulations have not been modified since Decree No. 2281/1994, which incorporated Decision No.18/1994 of the Common Market Council into the National Law. In addition, it should be noted that General Resolution No. 2090/2006 (AFIP) of 10 July 2006 incorporates Decision No. 50/2004 of the Common Market Council into the National Legal System, on standards concerning the customs clearance of the cargo. Such standard establishes the requirements for the arrival statement that the means of transport shall present immediately after their arrival in the customs territory. Only after presenting the arrival statement and with the customs previous authorization can the cargo be unloaded. Said document should provide the customs authority with the information about the carrier and the cargo transported contained in the transport documents, prepared by the carrier, or by any other person responsible for the operation. With respect to the free warehouse, Resolution No. 2676 (ANA) dated 27 July 1979 is in force. Likewise, for the regime of on-board provisions and property, as well as for the means of transport refueling and supplies, governs what is established in Section 506 and subsequent of the Customs Code and complimentary standards. AIP ARGENTINA GEN 1.4-9 DEPARTAMENTO DE INFORMACIÓN AERONÁUTICA AMDT AIRAC 3/2022 3 NOVIEMBRE 2022 En tal sentido, se informa que con fecha 16 de enero de 2008 se firmó la Resolución General N° 2396/08 (AFIP), donde se establecen los procedimientos inherentes a la reingeniería del Módulo de Manifiesto del Sistema Informático María (SIM) donde se determinan las formalidades que habrán de ajustarse a la confección, presentación y trámite de la documentación, que debe presentarse en los campos del SIM, para la",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  },
  {
    "id": "AIP - GEN1 - 4.pdf-0-4950",
    "text": "General N° 2396/08 (AFIP), donde se establecen los procedimientos inherentes a la reingeniería del Módulo de Manifiesto del Sistema Informático María (SIM) donde se determinan las formalidades que habrán de ajustarse a la confección, presentación y trámite de la documentación, que debe presentarse en los campos del SIM, para la correcta utilización de los nuevos registros informáticos. Por otra parte, se señala además que la Administración Federal de Ingresos Públicos cuenta con una página disponible en internet que permite acceder a información inherente a la normativa aduanera para la consulta de todos los usuarios que así los requieran, cuya dirección es la siguiente: http://www.afip.gob.ar, bajo los títulos “Usuarios Aduaneros” (UA) y/o “Normativa”, que ofrecen información importante sobre equipaje, regímenes y servicios aduaneros. In that sense, it is informed that on 16 January 2008, the General Resolution No. 2396/2008 (AFIP) was signed. In such document, the procedures concerning the reengineering of the Manifest Model of María Computer System (SIM) are established. The formalities for the production, submission and management of the documents that must be presented in the SIM fields, for the correct use of the new computer records, are included in said procedures. Furthermore, it is also noted that the Federal Administration of Public Revenue has an Internet Web Page available that enables access to the information concerning the customs regulations for all users who may request it: http://www.afip.gob.ar, under the titles “Customs Users” (UA) and/or “Regulations”, which offer relevant information about luggage, regulations and customs services.",
    "metadata": {
      "source": "AIP - GEN1 - 4.pdf",
      "docType": "doc",
      "docNumber": "1"
    }
  }
]