[
  {
    "id": "ENR 6.9.pdf-0-0",
    "text": "R í o P r i m e r o R í o S e g u n d o R í o d e l M e d io R í o d e l a C o s t a R í o Y u s p e R í o A s c o c h i n g a R í o S a n P e d r o R í o A n i z a c a t e R í o d e l o s E s p i n i l l o s R í o C e b a l l o s A . L a C a ñ a d a Embalse Los Molinos Embalse Cruz del Eje R í o d e l a C a n d e l a r i a o d e l a C u a m a n e s L. San Roque CTR SANTA ROSA DE CONLARA FL 95 GND C 2 2 N M D M E C B A 1 5 N M D M E C B A 2 0 NM D M E C B A CTR CORDOBA 6500 FT MSL GND C AT Z ESC. AV. M ILIT AR 2500 FT GND G Pa rque Na cion a l Quebra da del Con dorito AT Z CNEL. OLM EDO 3500 FT M SL GND G AT Z JU ÁREZ CELM AN 3500 FT M SL GND C AT Z ALT A GRACIA 9000 FT M SL GND C 1 5 N M D M E S R C 55 NM DM E CBA 55 NM DM E CBA EM BALSE T OLEDO T EJEDA FERREY RA ARGU ELLO SINSACAT E SARM IENT O RIO SEGU NDO RIO PRIM ERO POZ O DEL T IGRE NU EV A ANDALU CIA BLAS DE ROSALES CAPILLA DE LOS REM EDIOS CARLOS PAZ ASCOCHINGA M ONT ECRIST O 2 3 4 5 6 1 11 10 9 8 7 8 083 263 105 285 137 167 347 092 272 317 200 020 163 343 058 238 054 234 127 307 145 325 172 352 14 10 31 22 16 17 9 15 16 13 8 8 CÓRDOBA CBA 114.5 -.-. -... .- 311848 S 0641213 W D SAR 59 SAR 57 SAR 56 SAR 58 SAR 64 SAR 53 FL 195 GND SAP 62 3000FT GND 2500 FT GND 10000 FT MSL 1000 FT AGL 8000 FT MSL GND FL 195 GND FL 195 2000 FT AGL SAP 64 3000 FT GND SAP 63 3000 FT GND SAP 65 2000 FT GND T M A CÓ RDOBA FL 245 FL 195 FL 145 2000 FT AGL CÓ RDOBA CONT ROL A B C Mina Clavero Villa Rumipal/Primer Teniente Mario Nívoli Villa General Belgrano Río Tercero Córdoba / La Mezquita (PV) Jesús María Juárez Celman/ Brig. My. J. I. San Martín Deán Funes Córdoba /Cap. D.",
    "metadata": {
      "source": "ENR 6.9.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.9.pdf-0-450",
    "text": "CÓ RDOBA FL 245 FL 195 FL 145 2000 FT AGL CÓ RDOBA CONT ROL A B C Mina Clavero Villa Rumipal/Primer Teniente Mario Nívoli Villa General Belgrano Río Tercero Córdoba / La Mezquita (PV) Jesús María Juárez Celman/ Brig. My. J. I. San Martín Deán Funes Córdoba /Cap. D. Omar Darío Gelardi Córdoba /Escuela de Aviación Militar Coronel Olmedo La Cumbre Cosquín/ Santa María (PV) Córdoba / Ing. Aer. A. L. V. Taravella Alta Gracia OROÑO III 8000 FT MSL GND G G G OROÑO I 4000 FT MSL GND OROÑO II 5000 FT MSL GND IM PORT ANT E T ODOS LOS V U ELOS QU E SE DESARROLLEN POR CORREDOR V FR 7, DEBERÁN REALIZ ARSE CON EXT REM A PRECAU CIÓ N, DESARROLLÁNDO- SE LAT ERALM ENT E A LA SAP 64. Descripto en pa rte ENR. 5.1. 1483 (328) 7539 (345) 7477 (331) 2854 (381) 1450 (328) 1768 (364) 1785 (427) 1978 (328) 1732 (367) 1854 (420) 64°0'O 64°0'O 64°30'O 64°30'O 65°0'O 65°0'O 30°30'S 30°30'S 31°0'S 31°0'S 31°30'S 31°30'S 32°0'S 32°0'S ENR 6.9 CARTA PARA VUELOS VFR POR DEBAJO DEL TMA CÓRDOBA Y DENTRO DEL CTR CÓRDOBA 01020305 MILLAS NÁUTICAS AIP ARGENTINA ENR 6.9 CARTA PARA VUELOS VFR POR DEBAJO DEL TMA CÓRDOBA Y DENTRO DEL CTR CÓRDOBA EFECTIVIDAD 28 DE NOVIEMBRE DE 2024 DEPART AM ENT O INFORM ACIÓ N AERONÁU T ICA AM DT AIRAC 02/2024 28 NOV IEM BRE 2024 In form a ción a l 8 de a gosto de 2024 TMA CÓRDOBA ACC CÓRDOBA PPAL AUX I AUX II CÓRDOBA CONTROL",
    "metadata": {
      "source": "ENR 6.9.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.9.pdf-2-0",
    "text": "118.30 118.55 119.45 Emergencias 121.50 V ER EN AIP ARGENT INA, PART E ENR 3.3 PARA INFORM ARSE SOBRE CORREDORES V FR PARA V U ELOS POR DEBAJO DEL T M A CÓ RDOBA. CORREDORES V FR DE ENT RADAS, SALIDAS Y CRU CE DE LA CT R CÓ RDOBA O Z ONAS REST RINGIDAS DE ESCU ELA DE AV IACIÓ N M ILIT AR: T ODOS LOS V U ELOS V FR CONT ROLADOS SE REALIZ ARÁN CON PERM ISO DE T RÁNSIT O DE LA T WR ESCU ELA DE AV IACIÓ N M ILIT AR, SEGÚ N CORRESPONDA. CLASIFICACIÓ N DEL ESPACIO AÉREO EN LOS CORREDORES V FR: 1 – DENT RO DE CT R, CLASE “C”. 2 – FU ERA DE CT R, CLASE “D”. ÁREAS SENSIBLES AL RU IDO EN LAS ÁREAS SENSIBLES AL RU IDO EST ÁN PROHIBIDOS LOS V U ELOS POR DEBAJO DE 3000 PIES DE ALT U RA SOBRE EL OBST ÁCU LO M ÁS ALT O, CON EXCEPCIÓ N DE AQU ELLOS QU E SE REALICEN CON FINES CIENT ÍFICOS, DE M ANEJO, DE CONT ROL Y /O DE V IGILANCIA DEBIDAM ENT E AU T ORIZADOS. CU ANDO NO SEA POSIBLE ALCANZ AR DICHA ALT U RA, LA AERONAV E DEBERÁ M ANT ENERSE A U NA DIST ANCIA LAT ERAL AL ÁREA SENSIBLE, NO M ENOR DE 2 NM . (Derivado del Decreto N° 453/94, Art.4, Inc. K, del Poder Ejecutivo Na cion a l). Z ONAS REST RINGU IDAS, PROHIBIDAS Y PELIGROSAS Los hora rios de la s zon a s restrin gida s y peligrosa s, se en cuen tra n publica da s en AIP Argen tin a, pa rte ENR 5.1. La s zon a s restrin gida s, prohibida s y peligrosa s, cuyos lím ites la tera les se en cuen tra n tota lm en te del den tro del T M A CÓ RDOBA, se in cluyen en dicha ca rta . SIM BOLOGÍA C 8 12 IDENT IFICACIÓ N CORREDOR V FR CLASIFICACIÓ N DEL ESPACIO AÉREO LÍM IT E DE ÁREA DE CONT ROL RADAR (CT A) Z ONA PROHIBIDA, REST RINGIDA O PELIGROSA LÍM IT E DE REGIÓ N DE INFORM ACIÓ N DE V U ELO (FIR) LÍM IT E DE SECT OR ÁREA DE DESCARGA DE COM BU ST IBLE LÍM IT E DE ÁREA DE CONT ROL T ERM INAL (T M A) LIM IT E DE Z ONA DE CONT ROL (CT R) LIM IT E DE SECT OR ACT IV IDAD AÉREA DEPORT IV A / RECREAT IV A LIM IT E DE Z ONA DE T RÁNSIT O DE AERÓ DROM O (AT Z ) RED FERROV IARIA RED V IAL CU RSO DE AGU A LOCALIDAD DIST ANCIA EN NM ENT RE PU NT OS AERÓ DROM OS CON PIST AS PAV IM ENT ADAS M ENORES A 1000 M O NO PAV IM ENT ADOS. AERÓ DROM OS",
    "metadata": {
      "source": "ENR 6.9.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.9.pdf-2-450",
    "text": "DROM O (AT Z ) RED FERROV IARIA RED V IAL CU RSO DE AGU A LOCALIDAD DIST ANCIA EN NM ENT RE PU NT OS AERÓ DROM OS CON PIST AS PAV IM ENT ADAS M ENORES A 1000 M O NO PAV IM ENT ADOS. AERÓ DROM OS CON PIST AS PAV IM ENT ADAS DE 1000 M O M AY ORES A 1000 M . AERÓ DROM OS M ILIT ARES CON PIST AS PAV IM ENT ADAS DE 1000 M O M AY ORES A 1000 M . NDB V OR DM E CORREDOR V FR PARQU E NACIONAL ( ÁREA SENSIBLE AL RU IDO ) LAGO, EM BALSE O RIO SECT OR V FR ESCU ELA OBST ÁCU LO / GRU PO DE OBST ÁCU LOS",
    "metadata": {
      "source": "ENR 6.9.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  }
]