[
  {
    "id": "ENR 6.7.pdf-0-0",
    "text": "INF - SUP 4 MARAMBIO/ANTARTIDA ARGENTINA SUP 5 ATLÁNTICA CARRASCO CRR 116.9 -.-. .-. .-. CAR 380 -.-. .- .-. GRAL. BELGRANO GBE 115.6 --. -... . 354503S 0582753W D TANDIL DIL 115.9 -.. .. .-.. 371330S 0591345W D MAR DEL PLATA MDP 116.2 -- -.. .--. 375547S 0573435W D D 40 88 155 UL 211F UL 211F UL 211F 335 UL 211 90 56 55 131 FL 250 097 UL 211F UL 211F *Todo el espacio aéreo sobre el mar, más allá de las 100 NM de la costa es clase \"G\". SRR / FIR EZEIZA - SECTOR OCEÁNICO D ESPACIO AÉREO RVSM Ver documento AIP parte ENR 1.8 FIR EZEIZA SECTOR SUR UNL FL 600 FL 245 ACC EZEIZA",
    "metadata": {
      "source": "ENR 6.7.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.7.pdf-2-0",
    "text": "125.50 134.35 2965 5547 11282 Emerg. 121.50 G F* *Todo el espacio aéreo sobre el mar, más allá de las 100 NM de la costa es clase \"G\". FIR COMODORO RIVADAVIA SAVF LOGON SAVC -CPDLC/ADS-C SECTOR NORTE SECTOR SUR FIR EZEIZA SECTOR OCEÁNICO UNL FL 245 ACC EZEIZA 3479 5526 8855 10096 17907 Emerg. 121.50 G SRR / FIR EZEIZA - SECTOR SUR SRR / FIR EZEIZA - SECTOR OCEÁNICO SRR / FIR MONTEVIDEO URUGUAY ESCALA 1 : 12.500.000 PROYECCIÓN MERCATOR I. Tristan I. Inaccesible I. Nightingale ESPACIO AÉREO RVSM ARGENTINA URUGUAY BRASIL GUALEGUAYCHÚ GUA 113.2 --. ..- .- 330035S 0583651W EZEIZA EZE 116.5 . --.. . 344927S 0583207W D REKUL 365500 S 0540000 W PAGAD 362648 S 0550011 W GATOS 353959 S 0563502 W ESLAN SRR / FIR MONTEVIDEO ORIENTAL URUGUAY SRR / FIR EZEIZA - SECTOR OCEÁNICO SRR / FIR JOHANNESBURGO OCEANIC MUNES 401958 S 0100000 W UL 211 F: TRAMO GUXOR-MUNES, PARA USO EXCLUSIVO COMO RUTA DE CONTINGENCIA DEL AORRA. Ver documento AIP parte 3.3-14 LA PLATA PTA 113.7 .--. - .- 345833S 0575354W RUTA DE CONTINGENCIA DEL AORRA AORRA FL 410 FL 290 Ver documento AIP parte ENR 1.8 FIR EZEIZA SAEF LOGON SAEZ -CPDLC/ADS-C ANKOK 381459S 0510001W KILOS 401459S 0450000W KAKIN 400959S 0400000W KETIS 401359S 0295958W MORSI 401459S 0195957W S 34º 00' 00\" W 051º 33' 20\" S 34º 00' 00\" W 050º 00' 00\" S 26º 45' 00\" W 043º 45' 00\" BISUL S 43º 31' 22'' W 053º 00' 00'' EGLAS S 48º 00' 00'' W 053º 00' 00'' S 36º 45' 30\" W 053º 11' 47\" GUXOR S 37º 22' 30'' W 053º 00' 00'' 10°W 10°W 20°W 20°W 30°W 30°W 40°W 40°W 50°W 50°W 60°W 60°W 30°S30°S 40°S40°S 54ªW T100/UT100 W56/UW56/Z133/UZ133 UT103 UT103 UT103 UT103 FL 250 FL 250 FL 250 FL 90 FL 120 FL 120 FL 70 FL 110 60 DME T662/UT662 T704/UT704 W45/UW45 W63/UW63 B561 Z130/UZ130 W56/UW56/Z133/UZ133 FL 140 FL 140 FL 140 FL 140 T108 G550/UL670 T108/UT108 DME W54/UW54 UW46 FL 60 UW46 FL 250 W42/UW42/Z130/UZ130 FL 60 W42/UW42 FL 110 W56/UW56/Z133/UZ133 FL 250 75 RÍO GALLEGOS D GAL 116.7 --. .- .-.. 51 36 40 S 069 19 49 W RÍO GRANDE D GRA 117.3 --. .-. .- 53 46 31 S 067 44 45 W USHUAIA ILS/LLZ DME 111.3 USU 113.7 ..- ... ..- 54 50 17 S 068 17 03 W D TACAN 56 MOUNT PLEASANT MTP 114.7 -- - .--. MP 380 -- .--. 51 49 34 S 058 25 11 W I. REY JORGE D IRJ 113.3 .. .-. .--- 62 11 27 S 058 57 57 W BASE MARAMBIO MBI 117.0 MBI 345 -- -... .. 64 14 05 S 056 37 12 W D ISLAS MALVINAS Isla Gran Malvina Isla Soledad OCÉANO PACÍFICO SUR OCÉANO ATLÁNTICO SUR Isla 25 de Mayo Isla Elefante Dest. Naval Tte. Camara Dest. Naval Decepcion Isla Brabante Destacamento Naval Melchior Isla Amberes Islas Argentinas MTE. GAUDRY C. Robinson C. Suecia Pla. Jason Est. Científica",
    "metadata": {
      "source": "ENR 6.7.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.7.pdf-2-450",
    "text": "056 37 12 W D ISLAS MALVINAS Isla Gran Malvina Isla Soledad OCÉANO PACÍFICO SUR OCÉANO ATLÁNTICO SUR Isla 25 de Mayo Isla Elefante Dest. Naval Tte. Camara Dest. Naval Decepcion Isla Brabante Destacamento Naval Melchior Isla Amberes Islas Argentinas MTE. GAUDRY C. Robinson C. Suecia Pla. Jason Est. Científica Alte. Brown MTE. PERCHOT MTE. PEARY Base Aérea Tte. Benjamín Matienzo Base Aérea Marambio Base de Ejército Esperanza A N T Á R T I D A A R G E N T I N A P E N Í N S U L A A N T Á R T I C A IS. ÓRCADAS DEL SUR Isla Laurie Isla Coronación ARCHIPIÉLAGO DE PALMER Tierra de San Martín ISLAS SHETLAND DEL SUR Pasaje de Drake MAR DEL SCOTTIA 085 146 265 244 171 350 146 185 064 170 350 169 349 166 346 164 343 315 133 313 134 135 326 47 77 131 150 150 150 75 116 181 181 195 60 98 77 56 84 144 137 207 110 242 21 46 64 78 208 80 91 55 74º W SUNKO 51 41 30 S 068 05 04 W ASKAS 51 47 18 S 066 00 04 W DIGIS 51 51 43 S 062 28 04 W ATOKI 52 43 48 S 062 13 51 W MUBES 52 48 09 S 068 28 45 W 64 DME 136 KEXOP 54 30 00 S 068 06 35 W BONTA 55 00 00 S 066 50 00 W GEBOS 56 22 48 S 065 44 00 W HORNO 56 28 36 S 067 16 00 W LOMUR 58 00 01 S 064 10 05 W MIDAL 60 00 01 S 062 05 04 W FIR COMODORO RIVADAVIA SAVF LOGON SAVC - CPDLC/ADS-C FIR COMODORO RIVADAVIA SAVF LOGON SAVC - CPDLC/ADS-C ESPACIO AEREO RVSM PROYECCIÓN CÓNICA CONFORME DE LAMBERT ESPACIO AÉREO RVSM Ver documento AIP parte ENR 1.8 *Todo el espacio aéreo sobre el mar, más allá de las 100 NM de la costa es clase \"G\". CONTINUANDO POR EL MERIDIANO 74 W HASTA EL POLO SUR. El ACC CRV brindará el Servicio de Control de Tránsito Aéreo, Servicio de Información de Vuelo y Alerta en toda la extensión de las aerovías W/UW56 y Z133/UZ133. 12 1 10 5 5 39 DME DME 018 009 DABLI 54 30 00 S 067 40 04 W 198 191 309 174 170 UTNOS 52 50 17 S 066 54 10 W ASGEN 52 56 10 S 066 39 17 W 71 73 174 UGIRA 54 30 00 S 068 19 04 W ROMIV 54 40 05 S 068 36 38 W LOKEN 53 24 30 S 068 25 17 W TOGOR 53 34 24 S 068 36 38 W SASTA 52 42 30 S 067 45 47 W DME 311 130 7 3 7 10 5 10 5 9 3 8 2 9 9 7 8 2 6 DRAKE 59 18 28 S 063 35 41 W KRILL 61 12 22 S 060",
    "metadata": {
      "source": "ENR 6.7.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.7.pdf-2-900",
    "text": "24 S 068 36 38 W SASTA 52 42 30 S 067 45 47 W DME 311 130 7 3 7 10 5 10 5 9 3 8 2 9 9 7 8 2 6 DRAKE 59 18 28 S 063 35 41 W KRILL 61 12 22 S 060 41 11 W KAGEN 62 00 02 S 059 40 04 W UDEPI 63 23 29 S 057 50 13 W PTO. WILLIAMS D PWL 114.9 .--. .-- .-.. 54 55 46 S 067 37 16 W PUNTA ARENAS D NAS 114.1 -. .- ... VURGI 58 00 01 S 057 41 21 W GEMIL 55 00 01 S 058 04 27 W IRIRO 582106S 0530000W RAXOS 61 00 02 S 057 13 45 W AORRA Ver documento AIP parte ENR 1.8 FL 410 FL 290 FL 250 Isla Joinville 326 144 324 GUDUX 52 44 50 S 067 16 05 W 350 348 168 005 165 345 OTAGI 53 04 37 S 058 17 21 W ALMIR Rutas designadas como RNAV5 continentales: solamente las aero- naves aprobadas RNAV5 (apro- bación de aeronavegabilidad y de operaciones), tendrán autorización para operar en las rutas RNAV5 del Espacio Aéreo Superior de las FIR de la República Argentina PRECAUCIÓN: SOBRE HIELO O NIEVE LAS LECTURAS DEL RADIOALTÍMETRO Y DEL RADAR ALTÍMETRO PUEDEN SER INEXACTAS. NOTA: LA ESCASA INFORMACIÓN PARA MANTENER UN BUEN AJUSTE ALTIMÉTRICO, COMBINADO CON TEMPERATURAS Y PRESIÓN EXTREMADAMENTE BA- JAS SOBRE EL CONTINENTE ANTÁRTICO, EXIGE QUE SE MANTENGA ESPECIAL ATENCIÓN CUANDO SE UTI- LICEN LAS ALTITUDES Y NIVELES DE VUELO MÍNIMOS. TMA RÍO GALLEGOS FL 195 FL 145 FL 55 TWR GALLEGOS",
    "metadata": {
      "source": "ENR 6.7.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.7.pdf-4-0",
    "text": "119.40 118.80 Emerg. 121.5 CTR MONTE AGRADABLE (MOUNT PLEASANT) FL 500 GND/MSL APP/RADAR MOUNT PLEASANT",
    "metadata": {
      "source": "ENR 6.7.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.7.pdf-9-0",
    "text": "118.10 118.50 Emerg. 121.50 B C A B C A B C FIR COMODORO RIVADAVIA SECTOR SUR UNL FL 450 FL 245 2000 FT GND/MSL ACC C. RIVADAVIA",
    "metadata": {
      "source": "ENR 6.7.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.7.pdf-10-0",
    "text": "125.70 133.80 2965 5547 11282 Emerg. 121.50 G F* G ISLA REY JORGE APP 119.70 TWR 118.10 TIBA 129.70 EMERG. 121.50 D 45°W 45°W 50°W 50°W 55°W 55°W 60°W 60°W 65°W 65°W 70°W 70°W 75°W 75°W 40°W80°W 50°S 50°S 55°S 55°S 60°S 60°S 65°S 65°S 53ºW 60ºS 25ºW Círculo Polar Antártico 74ºW 10ºW P e n í n s u l a A n t á r t i c a F I R C O M O D O R O R I V A D A V I A F I R C O M O D O R O R I V A D A V I A F I R J O H A N N E S B U R G O C E A N I C 6 0 º S ESPACIO AÉREO RVSM AORRA 53ºW 53ºW 0260520780130 Millas Náuticas 015030045075 Millas Náuticas SUPERIOR 5> UPPER 5 > SUP5 INF4/SUP4 INF3/SUP3 INF2/SUP2 INF1/SUP1 50°W 50°W 60°W 60°W 70°W 70°W 80°W40°W 25°S 25°S 30°S 30°S 35°S 35°S 40°S 40°S 45°S 45°S 50°S 50°S 55°S 55°S 60°S 60°S Altitud mínima de área. / Minimum area altitude. Ejemplo / Example: 6100 pies / feet = 6¹ Los espacios aéreos controlados aparecen en color blanco. / Controlled airspace appears in white. Todos los rumbos y radiales son magnéticos. / All headings and radials are magnetic. RUTA DE NAVEGACIÓN CONVENCIONAL DE DOBLE SENTIDO / CONVENTIONAL TWO-WAY NAVIGATION ROUTE Distancia en NM entre puntos significativos obligatorios. / Distance in NM between mandatory significant points. Rumbo magnético. Designador de aerovía ATS doble sentido. / Magnetic course. Two-way ATS airway designator. Nivel de vuelo mínimo. / Minimum flight level. RUTA DE NAVEGACIÓN DE ÁREA DE ÚNICO SENTIDO / ONE-WAY AREA NAVIGATION ROUTE Distancia en NM entre puntos significativos obligatorio/facultativo y facultativo. / Distance in NM between mandatory/ optional and optional significant points. Rumbo magnético. Designador de ruta de navegación único sentido. / Magnetic course. One-way navigation route designator. RUTA DE NAVEGACIÓN DE ÁREA COINCIDENTE CON AEROVÍA. / AREA NAVIGATION ROUTE COINCIDENT WITH AIRWAY. Designadores de aerovía ATS. Ruta de navegación doble sentido. / ATS Airway designators. Two-way navigation route. RUTA NO CONTROLADA CON SERVICIO ASESOR / UNCONTROLLED ROUTE WITH ADVISORY SERVICE Ruta de contingencia del AORRA (a partir del meridiano 53°W hacia el E). / AORRA contingency route (from meridian 53°W to E) A306 33 FL 50 115 295 UL211 77 UL417 089 W3 / Z119 027 207 SIMBOLOGÍA /SYMBOLOGY RADIOAYUDAS PARA LA NAVEGACIÓN / NAVIGATION RADIO AIDS Radiofaro no direccional. NDB Non-directional radio beacon. NDB Radiofaro omnidireccional VHF. VOR Omnidirectional radio beacon. VHF. VOR Equipo radiotelemétrico. DME Radio telemetry equipment. DME Radioayudas VOR y DME instaladas conjuntamente. VOR/DME Rosa de los vientos Compass Rose SERVICIOS DE TRÁNSITO AÉREO / AIR TRAFFIC SERVICES Región de información de vuelo. FIR Flight information region. FIR Área de control. CTA Control area. CTA Límite de sector CTA. Sector limit. CTA Área de control terminal. TMA Terminal control area. TMA Ruta de navegación convencional. Conventional",
    "metadata": {
      "source": "ENR 6.7.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.7.pdf-10-450",
    "text": "los vientos Compass Rose SERVICIOS DE TRÁNSITO AÉREO / AIR TRAFFIC SERVICES Región de información de vuelo. FIR Flight information region. FIR Área de control. CTA Control area. CTA Límite de sector CTA. Sector limit. CTA Área de control terminal. TMA Terminal control area. TMA Ruta de navegación convencional. Conventional navigation route. Ruta de navegación de área. Area navigation route. Ruta con servicio asesor. Route with advisory service. Zona de control. CTR Control zone. CTR Zona de identificación de defensa aérea. ADIZ Air defense identification zone. ADIZ Reglaje QNH QNH Setting. FUNCIONALIDAD DE PUNTOS SIGNIFICATIVOS /FUNCTIONALITY OF SIGNIFICANT POINTS Navegación convencional Conventional navigation Navegación de área Area navigation Facultativo Optional Obligatorio Mandatory Facultativo Optional Obligatorio Mandatory Punto de notificación VFR VFR reporting point VOR NDB WPT Punto de notificación ATS/MET. MRP Reporting point ATS/MET. MRP Obligatorio Mandatory Facultativo Optional RESTRICCIONES DEL ESPACIO AÉREO / AIRSPACE RESTRICTIONS Zona prohibida, restringida o peligrosa. SAP / SAR / SAD Prohibited, restricted or dangerous zone. SAP / SAR / SAD AIP ARGENTINA ENR 6.7 SUPERIOR 4 / INFERIOR 4> UPPER 4 / LOWER 4 > DEPARTAMENTO INFORMACIÓN AERONÁUTICA. AMDT AIRAC 02/2025 AERONAUTICAL INFORMATION DEPARTMENT. WEF: 27 NOV 2025 Información al / Information as of 01 SEP 2025 Consulte los NOTAM en vigor y demás publicaciones de información aeronáutica para su actualización. Check the current NOTAM and other aeronautical information publications for updates. Escala / Scale 1:2.300.000 PROYECCIÓN CÓNICA CONFORME DE LAMBERT. ELIPSOIDE WGS84 LAMBERT CONFORMAL CONICAL PROJECTION ON THE WGS84 ELLIPSOID. CARTA DE NAVEGACIÓN EN RUTA - OACI ENROUTE NAVIGATION CHART - ICAO",
    "metadata": {
      "source": "ENR 6.7.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  }
]