[
  {
    "id": "ENR 6.10.pdf-0-0",
    "text": "SIMBOLOGÍA ( ! 8 IDENTIFICACIÓN CORREDOR VFR C CLASIFICACIÓN DEL ESPACIO AÉREO LÍMITE DE REGIÓN DE INFORMACIÓN DE VUELO ( FIR ) ZONA PROHIBIDA, RESTRINGIDA O PELIGROSA LÍMITE DE ÁREA DE CONTROL TERMINAL ( TMA ) LÍMITE DE ZONA DE CONTROL CONTROL ( CTR ) !!!!!!!!!!!!! LÍMITE DE ZONA DE ZONA DE TRÁNSITO DE AERÓDROMO ( ATZ ) LÍMITE DE SECTOR ACTIVIDAD AÉREA DEPORTIVA / RECREATIVA FERROCARRIL RUTA VIAL LOCALIDAD 12 DISTANCIA EN NM ENTRE PUNTOS CORREDOR VFR ESPACIO AÉREO NO CONTROLADO RESERVA NATURAL ( ÁREA SENSIBLE AL RUIDO ) AERÓDROMOS con pistas pavimentadas menores a 1000 m o no pavimentadas. AERÓDROMOS con pistas pavimentadas de 1000 m o mayores a 1000 m. AERÓDROMOS MILITARES con pistas pavimentadas de 1000 m o mayores a 1000 m. AERÓDROMOS MILITARES con pistas pavimentadas menores a 1000 m o no pavimentadas. ÁREA SENSIBLE AL RUIDO EN LAS ÁREAS SENSIBLES AL RUIDO ESTÁN PROHIBIDOS LOS VUELOS POR DEBAJO DE 3000 PIES DE ALTURA SOBRE EL OBSTÁCULO MAS ALTO, CON EXCEPCIÓN DE A- QUELLOS QUE SE REALICEN CON FINES CIENTÍFICOS, DE MANEJO, DE CONTROL Y/O DE VIGILANCIA DEBIDAMENTE AUTORIZADOS. CUANDO NO SEA POSIBLE ALCANZAR DICHA ALTURA, LA AERONAVE DEBERÁ MANTENERSE A UNA DISTANCIA LATERAL AL ÁREA SENSIBLE, NO MENOR DE 2 NM. (Derivado del Decreto N 453/94, Art.4, Inc.K, del Poder Ejecutivo Nacional). ZONAS RESTRINGIDAS, PROHIBIDAS Y PELIGROSAS Los horarios de actividad de las zonas restringidas y peligrosas, se encuentran publicados En el documento AIP parte ENR 5.1. Las zonas restringidas, prohibidas o peligrosas, cuyos Límites laterales se encuentran totalmente dentro de Áreas de Control Terminal (TMA) publi- cadas ( TMA BAIRES – CÓRDOBA – MENDOZA – B. BLANCA – PARANÁ ) se incluyen en dichas cartas y en las de vuelos VFR por debajo de las TMA BAIRES y CÓRDOBA, según corresponda. FIR MONTEVIDEO FIR EZEIZA CLASIFICACIÓN DEL ESPACIO AÉREO EN LOS CORREDORES VFR: - EN BAIRES : DENTRO Y FUERA DE LA CTR ES CLASE \"G\".",
    "metadata": {
      "source": "ENR 6.10.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  }
]