[
  {
    "id": "ENR 6.12.pdf-0-0",
    "text": "SAR 10 SAR 01 SAR 09 SAR 03 2500 FT GND 1000 FT GND FL 95 GND 1000 FT GND 2500 FT GND 1000 FT GND 1500 FT 1000 FT 1500 FT 1000 FT SAR 02 SAP 26 SAP 23 500 FT GND F F C C S A N M A R T Í N F F C C U R Q U I Z A Est. Ituzaingó Est. Castelar Est. Morón Est. Haedo F F C C S A R M I E N T O F F C C U R Q U I Z A Est. P. Podestá Est. El Palomar Est. Caseros F F C C B E L G R A N O Est. R. Castillo Est. Lanus F F C C R O C A F F C C S A R M I E N T O Est. Temperley Est. Marmol F F C C R O C A F F C C M I T R E F F C C M I T R E F F C C M I T R E F F C C B E L G R A N O F F C C R O C A F F C C B E L G R A N O FFCC BELGRANO F F C C S A R M I E N T O F F C C S A R M E I N T O Est. M. Gómez Est. San Justo CAMPO DE MAYO EL PALOMAR AEROPARQUE JORGE NEWBERY MORÓN EZEIZA / MINISTRO PISTARINI MATANZA MARIANO MORENO MARCOS PAZ M. ACOSTA LIBERTAD ISIDRO CASANOVA AGUSTÍN DE ELÍA STA. CATALINA TEMPERLEY BURZACO PILAR BENAVIDEZ GRAL. PACHECO DIQUE LUJÁN PARANÁ DE LAS PALMAS QUILMES PUENTE DE HIERRO SAN JUSTO MADERO HUDSON/ MANUEL AFONSO VILLA MARTELLI/ CITEFA CENTINELA TIGRE/ISLA SANTA MONICA DON TORCUATO/ TIMEN S.A. DON TORCUATO/ HELICENTER DARSENA SUR B. CHURRUCA FUERZA AEREA LA MATANZA/ TERMINAL Y.P.F. DON TORCUATO/ TECNOCOPTER S.A. SANATORIO GUEMES DINES DR. E. ESCUDERO PRESIDENCIA DE LA NACION SWISS MEDICAL GONZALEZ CATÁN / LAR DE PAZ S.A. P.N.A. OF. PPAL. BALLESTRA AUTÓDROMO CIUDAD DE BS. AS. LA MATANZA/ OFICIAL SUBINSPECTOR GUSTAVO SOAREZ DE SOUZA H. NAC. DE PEDIATRÍA J. GARRAHAN LA MATANZA/ CAMPANÓPOLIS DR. MARIANO MORENO MORENO HELIWEST TIGRE / NORDELTA PILAR / MEMORIAL VILLA ROSA / LAS CHACRITAS BELÉN DE ESCOBAR / CABAÑA SAN ISIDRO LABRADOR I TIGRE / VILLA LA ÑATA BELÉN DE ESCOBAR / LEGAT S.A. (HBE) QUINTA PRESIDENCIAL DE OLIVOS LOS CARDALES / LA RESERVA (HLR) GARIN/ MIRAFLORES COUNTRY CLUB DARSENA NORTE MADERO HARBOUR MORENO/ COUNTRY CLUB SAN DIEGO 122 (96) 100 (75) 110 (90) 116 (96) 120 (90) 116 (96) 101 (89) 115 (90) 103 (78) 143 (73) 110 (92) 107 (84) 111 (90) 105 (90) 122 (102) 144 (140) 216 (213) 142 (126) 140 (133) 140 (120) 125 (100) 233 (230) 115 (110) 117 (107) 153 (150) 149 (129) 190 (165) 173 (165) 148 (144) 260 (252) 128 (120) 208 (200) 119 (114)",
    "metadata": {
      "source": "ENR 6.12.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.12.pdf-0-450",
    "text": "103 (78) 143 (73) 110 (92) 107 (84) 111 (90) 105 (90) 122 (102) 144 (140) 216 (213) 142 (126) 140 (133) 140 (120) 125 (100) 233 (230) 115 (110) 117 (107) 153 (150) 149 (129) 190 (165) 173 (165) 148 (144) 260 (252) 128 (120) 208 (200) 119 (114) 170 (164) 153 (138) 220 (200) 120 (110) 123 (108) 165 (160) 127 (108) 102 (102) 119 (116) 127 (110) 247 (235) 131 (108) 137 (120) 264 (252) 210 (200) 160 (150) 120 (108) 112 (96) 166 (160) 124 (120) 108 (85) Lateral Quilmes Lateral Riachuelo Lateral Dársena Norte Lateral Aeroparque Puente Alsina Acc. Oeste y Av. Gvor Vergara Parque San Martín La Horqueta Hipódromo San Isidro Lateral San Isidro Rafael Castillo Río Tigre Puente Río Reconquista El Triángulo Escobar Del Viso Desembocadura Río Luján Est. Morón Ramal Tigre y Vías del F. Mitre Ramal Tigre y Ruta 202 Río Reconquista y Canal Aliviador Dique Luján Pilar Río Luján y Canal Aliviador Lateral Planta Automotriz Aeródromo San Fernando Lateral Olivos Gral. Paz y Panamericana Est. Saavedra Est. Coghlan Bifurcación FC. Mitre (SW) Est. Colegiales Planetario Hipódromo Palermo Av. Libertador y Vías FC Mitre Talleres Haedo SECTOR VFR ESCUELA MORON 2000 FT GND Los Piletones Est. Haedo Au. BsAs - La Plata / Canal Sarandi Canal Sarandi y Pte. FFCC ROCA Pte. FFCC ROCA y Riachuelo Av. Gral Roca y Av. Gvor Vergara General Paz y Ruta 8 Camino del Buen Ayre y FFCC San Martín Au. Panamericana y Av. H. Yrigoyen FFCC San Martín y Av. H. Yrigoyen Ruta 7 y Ruta 24 Au.Acceso Oeste y Ruta 24 Ruta 25 y Ruta 24 Ruta 24 y Av. Derqui Ruta 23 y FFCC San Martín Unicenter Universidad Nacional de La Matanza Camino del Buen Ayre y Av. Gral Roca Camino del Buen Ayre y Ruta 8 FFCC San Martín y Gral Paz Liniers Puente La Noria Belgrano y Riachuelo Camino de Cintura y Riachuelo Aldo Bonzi Isidro Casanova La Boca Dique Uno Dársena Norte Retiro FC San Martín Acc. Oeste y Río Reconquista Av Eva Perón y FFCC Belgrano ATZ FDO ATZ PAL C T R A E R C T R E Z E ATZ MOR SECTOR I 2500 FT GND C T R E Z E C T R A E R ATZ CPO 850 FT GND 2500 FT GND 2500 FT GND 1000 FT GND C T R A E R C T R A E R SECTOR VFR ESCUELA FDO ATZ ENO 1500 FT GND SECTOR II 1500 FT GND ATZ FDO ATZ MAT 1500 FT GND C T R E Z E C T R E Z E C T R E Z E C T R A E R 0 6 8 2 4 8 11 2 2 2 1 7 7 3 3 1 1 3 1 4 4 3 2 4 2 9 0 0 6 8 0 1 5 1 9 5 0 2 7 2 0 7 1 13 13 2",
    "metadata": {
      "source": "ENR 6.12.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.12.pdf-0-900",
    "text": "R A E R 0 6 8 2 4 8 11 2 2 2 1 7 7 3 3 1 1 3 1 4 4 3 2 4 2 9 0 0 6 8 0 1 5 1 9 5 0 2 7 2 0 7 1 13 13 2 0 7 4 2 5 4 17 58°15'W 58°15'W 58°30'W 58°30'W 58°45'W 58°45'W 34°30'S 34°45'S HELICORREDORES DEL ÁREA METROPOLITANA BUENOS AIRES Escala 1:150.000 01,534,560,75 MILLAS NÁUTICAS HELIPUERTO PRIVADO HELIPUERTO PÚBLICO OBSTÁCULO OBSTÁCULO MÚLTIPLE PUNTO DE NOTIFICACIÓN OBLIGATORIO PUNTO DE RECORRIDO ESPERA ZONA DE CONTROL (CTR) ZONA DE TRÁNSITO DE AERÓDROMO (ATZ) FERROCARRIL AUTOPISTA CAMINO PAVIMENTADO RUTA NACIONAL O PROVINCIAL HELICORREDOR HELICORREDOR USO EXCLUSIVO PARA PRESIDENCIA ESPACIO AÉREO NO CONTROLADO ESPACIO AÉREO CONTROLADO CORREDOR VFR SECTOR VFR SIMBOLOGÍA AIP ARGENTINA ENR 6.12 CARTA DE HELICORREDORES ÁREA METROPOLITANA BUENOS AIRES IMPORTANTE LOS HELICÓPTEROS DEBEN PARTIR O ATERRIZAR EN AERÓDROMOS O HELIPUERTOS PÚBLICOS O PRIVADOS. NO RIGE ESTA OBLIGACIÓN EN CASO DE FUERZA MAYOR O DE TRATARSE DE AERONAVES PÚBLICAS EN EJERCICIO DE SUS FUNCIONES, NI EN CASO DE BÚSQUEDA, ASISTENCIA Y SALVAMENTO, O DE AERONAVES EN FUNCIONES SANITARIAS. EXCEPTO EN CASO DE FUERZA MAYOR, NINGUNA AERONAVE DEBE ATERRIZAR EN AERÓDROMOS PRIVADOS SIN AUTORIZACIÓN DE SU PROPIETARIO. (CÓDIGO AERONÁUTICO LEY 17.285). PROYECCIÓN CÓNICA CONFORME DE LAMBERT ELIPSOIDE WGS 84 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 2/2022 11 AGOSTO 2022 I n f o r m a c i ó n a l 19 d e Mayo d e 2 0 2 2 Consulte los NOTAM vigentes y demás publicaciones de información aeronáutica para su actualización EFECTIVIDAD 11 AGOSTO DE 2022",
    "metadata": {
      "source": "ENR 6.12.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  }
]