[
  {
    "id": "ENR 6.11.pdf-0-0",
    "text": "Canal Maestro Norte Río Primero Río Primero Canal Maestro Norte A. La Cañada 1768 (364) 1785 (427) 1978 (328) 1732 (367) 1696 (354) 1732 (328) 1855 (418) 5 20 19 Estadio Mario A. Kempes Parque Sarmiento SAR 64 2500 FT GND SAR 57 8000 FT MSL GND H E L I C O R R E D O RS ARM I E N T O EPEC 9 9 CTR CÓRDOBA 6500 FT MSL C GND ATZ ESC. AV. MILITAR 2500 FT GND H E L I C O R R E D O R S U Q U Í A H E L I C OR R E D O R C I R C U N V A L A C I Ó N N O R T E H E L I C O R R ED O RCI R C U N V A L A C I Ó N S U R F.C.G.M. F.C.G.B. ex F.C.G.B.M. F.C.G.B. F.C.G.B. F.C.G.M. F.C.G.B. 64°10'O 64°10'O 64°15'O 64°15'O 31°20'S 31°20'S 31°25'S 31°25'S ENR 6.11 HELICORREDORES CIUDAD DE CÓRDOBA 012340,5 MILLAS NÁUTICAS ATZ ESC Texto LÍMITE ZONA DE CONTROL (CTR) LÍMITE ZONA DE TRÁNSITO DE AERÓDROMO (ATZ) LÍMITE DE SECTOR ACTIVIDAD AÉREA DEPORTIVA / RECREATIVA LÍMITE ZONA RESTRINGIDA O PROHIBIDA RED VIAL FERROCARRIL HELIPUERTO, Helicpuerto Privado se aclara con (PV). PUNTO DE NOTIFICACIÓN OBLIGATORIO PUNTO DE REFERENCIA VISUAL IDENTIFICADOR DE RUTA NACIONAL IDENTIFICADOR DE RUTA PROVINCIAL HELICORREDOR SIMBOLOGÍA ATZ EDO FRECUENCIAS TMA CÓRDOBA CÓRDOBA PPAL AUX AUX CÓRDOBA CONTROL",
    "metadata": {
      "source": "ENR 6.11.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  },
  {
    "id": "ENR 6.11.pdf-3-0",
    "text": "120.60 118.50 121.50 Emergencias 121.50 AIP ARGENTINA ENR 6.11 CARTAS DE HELICORREDORES CIUDAD DE CÓRDOBA IMPORTANTE VER LAS NORMAS PARA EL VUELO DE HELICÓPTEROS MONOMOTORES EN EL ÁREA DEL GRAN BUENOS AIRES Y SOBRE LA CIUDAD DE CÓRDOBA, EN LA PARTE ENR 3.3 LOS HELICÓPTEROS DEBÉN PARTIR O ATERRIZAR EN AERÓDROMOS O HELIPUERTOS PÚBLICOS O PRIVADOS. NO RIGE ESTA OBLIGACIÓN EN CASO DE FUERZA MAYOR O DE TRATARSE DE AERONAVES PÚBLICAS EN EJERCICIO DE SUS FUNCIONES, NI EN CASO DE BÚSQUEDA, ASISTENCIA Y SALVAMENTO, O DE AERONAVES EN FUNCIONES SANITARIAS. EXCEPTO EN CASO DE FUERZA MAYOR, NINGUNA AERONAVE DEBE ATERRIZAR EN AERÓDROMOS PRIVADOS SIN AUTORIZACIÓN DE SU PROPIETARIO. (CÓDIGO AERONÁUTICO LEY 17.285). EL ANCHO DE LOS HELICORREDORES HA SIDO AMPLIADO EN LAS CARTAS PARA SU MEJOR VISUALIZACIÓN. I n f o r m a c i ó n a l 2 1 d e m a r z o d e 2 0 2 4 Consulte los NOTAM vigentes y demás publicaciones de información aeronáutica para su actualización EFECTIVIDAD 11 DE JULIO DE 2024 PROYECCIÓN GAUSS KRÜGER ESCALA 1:70.000 ELIPSOIDE WGS 84 DEPARTAMENTO INFORMACIÓN AERONÁUTICA AMDT AIRAC 01/2024 11 JULIO 2024",
    "metadata": {
      "source": "ENR 6.11.pdf",
      "docType": "doc",
      "docNumber": "6"
    }
  }
]