[
  {
    "id": "parte-65.pdf-2-0",
    "text": "1.1 1 REGISTRO DE ENMIENDAS ENMIENDAS Número de Enmienda Fecha de Aplicación Fecha de Anotación Anotada por RAAC PARTE 65 GEN ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL iii LISTA DE VERIFICACIÓN DE PÁGINAS SUBPARTE PAGINA REVISIÓN SUBPARTE PÁGINA REVISIÓN REGISTRO DE ENMIENDAS LISTA DE VERI- FICACIÓN DE PÁGINAS ÍNDICE AUTORIDADES DE APLICACIÓN AUTORIDAD DE COORDINACIÓN SUBPARTE A SUBPARTE B SUBPARTE C SUBPARTE D SUBPARTE E SUBPARTE F ii iii iv v vi vii viii ix x",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-36-0",
    "text": "6.4 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 01/12/2008 01/12/2008 25/11/2010 25/11/2010 01/12/2008 01/12/2008 SUBPARTE G SUBPARTE H SUBPARTE I SUBPARTE J SUBPARTE K SUBPARTE L SUBPARTE M SUBPARTE N SUBPARTE O",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-71-0",
    "text": "15.2 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 25/11/2010 01/12/2008 01/12/2008 GEN RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL iv DE AVIACIÓN CIVIL ESTA PÁGINA FUE DEJADA INTENCIONALMENTE EN BLANCO RAAC PARTE 65 GEN ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL v REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 - PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO ÍNDICE GENERAL - REGISTRO DE ENMIENDAS - LISTA DE VERIFICACIÓN DE PÁGINAS - ÍNDICE - AUTORIDADES DE APLICACIÓN - AUTORIDAD DE COORDINACIÓN - SUBPARTE A – GENERALIDADES Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-86-0",
    "text": "65.23 Revocación, suspensión o limitación de licencias, certificados de competencia o habilitaciones.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.23",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-99-0",
    "text": "65.50 Certificación de competencia. Atribuciones y limitaciones. - SUBPARTE C - LICENCIA DE DESPACHANTE DE AERONAVE Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.50",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-102-0",
    "text": "65.55 Requerimientos de conocimientos teóricos GEN RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL vi DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.55",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-105-0",
    "text": "65.59 Atribuciones y limitaciones - SUBPARTE D - LICENCIA DE MECÁNICO DE MANTENIMIENTO DE AERONAVE (MMA) Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.59",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-114-0",
    "text": "65.87 Atribuciones y limitaciones. - SUBPARTE E - RESERVADO - SUBPARTE F - CERTIFICADO DE COMPETENCIA DE PLEGADOR DE PARACAÍDAS Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.87",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-126-0",
    "text": "65.133 Sello - SUBPARTE G - LICENCIA DE OPERADOR DEL SERVICIO DE INFORMACIÓN AERONÁUTICA Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.133",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-136-0",
    "text": "65.159 Vigencia de la licencia - SUBPARTE H - LICENCIA DE OPERADOR DE ESTACIÓN AERONÁUTICA Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.159",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-141-0",
    "text": "65.171 Requisitos para el otorgamiento RAAC PARTE 65 GEN ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL vii",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.171",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-144-0",
    "text": "65.177 Atribuciones - SUBPARTE J - LICENCIA DE MECÁNICO DE EQUIPOS RADIOELÉCTRICOS DE AERONAVE (MERA) Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.177",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-149-0",
    "text": "65.189 Atribuciones y limitaciones - SUBPARTE K – CERTIFICADO DE COMPETENCIA DE CERTIFICADOR AERONÁUTICO Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.189",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-152-0",
    "text": "65.195 Atribuciones y limitaciones - SUBPARTE L - CERTIFICADO DE COMPETENCIA DE TAREAS ESPECIALES DE MANTENIMIENTO Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.195",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-166-0",
    "text": "65.227 Atribuciones y limitaciones. - SUBPARTE M - CERTIFICADO DE COMPETENCIA DE PRESTACIÓN DE SERVICIO DE RAMPA Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.227",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-170-0",
    "text": "65.237 Atribuciones y limitaciones - SUBPARTE N - CERTIFICADO DE COMPETENCIA DE JEFE DE AERÓDROMO PÚBLICO SIN SERVI- CIOS DE TRÁNSITO AÉREO Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.237",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-174-0",
    "text": "65.247 Funciones generales del encargado de un aeródromo privado - SUBPARTE O – CERTIFICADO DE COMPETENCIA DE INSTRUCTOR DE VUELO POR INSTRUMEN- TOS EN ADIESTRADOR TERRESTRE Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.247",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-176-0",
    "text": "65.253 Experiencia GEN RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL viii DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.253",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-178-0",
    "text": "65.257 Atribuciones y limitaciones RAAC PARTE 65 GEN ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL ix",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.257",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-180-0",
    "text": "1.1 1 AUTORIDADES DE APLICACIÓN Los siguientes Organismos actuarán en carácter de Autoridades Aeronáuticas competentes en sus respecti- vas áreas de responsabilidad: 1. ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL Azopardo 1405 - Piso 9 C1107ADY - Ciudad Autónoma de Buenos Aires - República Argentina Tel: 54 11 5941-3100/3101 Web: www.anac.gov.ar 2. DIRECCIÓN NACIONAL DE INSPECCIONES DE NAVEGACIÓN AÉREA Azopardo 1405 - Piso 3 C1107ADY - Ciudad Autónoma de Buenos Aires - República Argentina Tel/Fax: 54 11 5941-3122/3174 3. DIRECCIÓN NACIONAL DE SERVICIOS DE NAVEGACIÓN AÉREA Y AERÓDROMOS Azopardo 1405 - Piso 3 C1107ADY - Ciudad Autónoma de Buenos Aires - República Argentina Tel/Fax: 54 11 5941-3122/3174 4. DIRECCIÓN NACIONAL DE SEGURIDAD OPERACIONAL Azopardo 1405 - Piso 2 C1107ADY - Ciudad Autónoma de Buenos Aires - República Argentina Tel: 54 11 5941-3130/3131 Tel/Fax: 54 11 5941-3000 Interno: 69664 5. DIRECCIÓN NACIONAL DE TRANSPORTE AÉREO Azopardo 1405 - Piso 6 C1107ADY - Ciudad Autónoma de Buenos Aires - República Argentina Tel: 54 11 5941-3111/3125 Tel/Fax: 54 11 5941-3112 6. DIRECCIÓN GENERAL DE INFRAESTRUCTURA Y SERVICIOS AEROPORTUARIOS Azopardo 1405 - Piso 5 C1107ADY - Ciudad Autónoma de Buenos Aires - República Argentina Tel/Fax: 54 11 5941-3120 7. JUNTA DE INVESTIGACIONES DE ACCIDENTES DE AVIACION CIVIL Av. Belgrano 1370 Piso 11 C1093AAO - Ciudad Autónoma de Buenos Aires - República Argentina Tel: 54 11 4381-6333 / 54 11 4317-6704 Tel/Fax: 54 11 4317-0405 E-mail: info@jiaac.gov.ar GEN RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL x DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-182-0",
    "text": "1.1 1 AUTORIDAD DE COORDINACIÓN Para la recepción de consultas, presentación de propuestas y notificación de errores u omisiones dirigirse a: 1. UNIDAD DE PLANIFICACIÓN Y CONTROL DE GESTIÓN – DPTO. NORMATIVA AERONÁUTICA, NORMAS Y PROCEDIMIENTOS INTERNOS Azopardo 1405 - Piso 7 C1107ADY - Ciudad Autónoma de Buenos Aires - República Argentina Tel: 54 11 5941-3069 E-mail: normaer@anac.gov.ar RAAC PARTE 65 SUBPARTE A 1. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-184-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 - PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE A – GENERALIDADES Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-194-0",
    "text": "65.16 Cambio de nombre. Reposición de licencia o certificado de competencia por pérdida o deterioro.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.16",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-199-0",
    "text": "65.23 Revocación, suspensión o limitación de licencias, certificados de competencia o habilitaciones",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.23",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-202-0",
    "text": "65.1 Aplicación y Definiciones particulares (a) Aplicación - Esta Parte establece los requisitos mínimos y procedimientos para el otorgamiento de licencias y certificados de competencia para el personal aeronáutico que no pertenezca a la tripulación de vuelo, sus habilitaciones, las condiciones bajo las cuales son necesarias, las atribuciones y limitaciones. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (b) Los certificados de idoneidad aeronáutica a que se refiere esta Parte son los siguientes: (1) Licencias: (i) Controlador de Tránsito Aéreo (Subparte B). (ii) Despachante de Aeronave (Subparte C). (iii) Mecánico de Mantenimiento de Aeronave (Subparte D). (iv) Operador del Servicio de Información Aeronáutica (Subparte G). (v) Operador de Estación Aeronáutica (Subparte H). (vi) Jefe de Aeródromo (Subparte I). (vii) Mecánico de Equipos Radioeléctricos de Aeronave (Subparte J). (2) Certificados de Competencia: (i) Plegador de Paracaídas (Subparte F). (ii) Certificador Aeronáutico (Subparte K). (iii) Tareas Especiales de Mantenimiento (Subparte L). (iv) Prestación de Servicio de Rampa (Subparte M). (v) Jefe de Aeródromo Público sin Servicios de Tránsito Aéreo (Subparte N). (vi) Instructor de Vuelo por Instrumentos en Adiestrador Terrestre (Subparte O). (c) Definiciones particulares - Para el propósito de esta Parte, además de las definiciones establecidas en la Parte 1 de las RAAC, los términos y expresiones que se indican a continuación tienen el siguiente significado: Acreditación: (de experiencia o de datos): Documento firmado por un responsable técnico reconocido a tal efecto por la Autoridad Aeronáutica competente y en el cual certifica ante la misma y ante terceros respecto de la capacitación, experiencia o datos del personal bajo su dependencia o responsabilidad. Debe ser reali- zada por el Representante Técnico o equivalente de una Organización de Mantenimiento Aeronáutico o el responsable de un Centro de Instrucción, según corresponda y, si se requiere, debe ser convalidado por la Autoridad Aeronáutica competente. Para la acreditación de experiencia del personal técnico aeronáutico de las Fuerzas Armadas o de Seguridad actuarán a tal efecto los respectivos Jefes de los Organismos técnicos SUBPARTE A 1. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL o del Comando correspondiente y para la del personal con Licencias argentinas que se hubiera desempe- ñado en Organizaciones habilitadas por Autoridades de Aviación Civil Extranjeras reconocidas por la Autori- dad Aeronáutica competente, actuarán a tal efecto los respectivos jefes de mantenimiento. Aviónica: Es todo dispositivo electrónico (y su parte eléctrica) utilizado a bordo de las aeronaves, incluyen- do a los equipos de radio, los mandos de vuelo automático y los sistemas de instrumentos electrónicos, de navegación, de indicación y de control. Capacitación: Acción de hacer apta a una persona para cumplir una determinada función o tarea. Incluye a los Cursos de Instrucción Reconocida sobre determinados productos, niveles y/o funciones y al entrena- miento en el trabajo (On the Job Training) en el marco de una Organización de Mantenimiento. Capacitación inicial: La que se imparte por primera vez al personal técnico acerca de un determinado pro- ducto y para un determinado nivel",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.1",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-202-450",
    "text": "Instrucción Reconocida sobre determinados productos, niveles y/o funciones y al entrena- miento en el trabajo (On the Job Training) en el marco de una Organización de Mantenimiento. Capacitación inicial: La que se imparte por primera vez al personal técnico acerca de un determinado pro- ducto y para un determinado nivel de complejidad. Capacitación o entrenamiento recurrente: Todo aquel curso o entrenamiento destinado a repetir, actuali- zar y/o ampliar los conocimientos adquiridos en la capacitación inicial. Permite corregir las deficiencias des- cubiertas durante el servicio. Incluye lo siguiente: 1º) la revisión, el refuerzo y el mejoramiento de la capaci- tación inicial; 2º) la capacitación relativa a los boletines técnicos y/o novedades de mantenimiento; 3º) Las capacitación relativa a las tareas críticas, tales como rodaje de motor y carreteo, Items de Inspección Re- querida (RII) e Inspecciones No Destructivas. Centro de Capacitación: Centro de Instrucción en técnicas aeronáuticas que imparte conocimientos y habi- lidades específicas sobre determinados productos y especialidades, a quien disponga de la instrucción básica, haciéndolo apto para el ejercicio de funciones y tareas en el producto y nivel definido en cada curso. Designación específica de los Centros de Instrucción pertenecientes a los explotadores, organizaciones de mantenimiento, fabricantes, empresas o Instituciones para capacitar a su propio personal o al de terceros en los conocimientos y habilidades necesarios para el desempeño de determinadas funciones o tareas. Centro de Formación: Centro de Instrucción con facultades para impartir enseñanza básica para el ejerci- cio de las funciones que demandan las actividades aeronáuticas pertinentes. Designación específica de los Centros de Instrucción y Escuelas Técnicas que imparten la instrucción básica necesaria para acceder a las Licencias. Centro de Instrucción: Organización que imparte enseñanza con el fin de formar o capacitar a alguien en los conocimientos y técnicas aeronáuticas. Designación genérica de los Centros de Formación y de Capacitación y de las Escuelas de Instrucción y Perfeccionamiento Aeronáutico (EIPA). Centro de Instrucción habilitado: Centro facultado por la Dirección de Licencias al Personal (DLP) de la Dirección Nacional de Seguridad Operacional para examinar, calificar, certificar y diplomar alumnos en los cursos de instrucción reconocida. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) Centro de Instrucción acreditado: Organismo de instrucción que pertenece a un área de responsabilidad ajena a la Autoridad Aeronáutica argentina pero cuya organización y enseñanza es considerada aceptable para la impartición de Instrucción Reconocida (Ej.: de fabricantes, explotadores extranjeros, Fuerzas Armadas o de Seguridad, escuelas técnicas, etc). (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008) Certificar: Dar fe de la veracidad o corrección de un hecho o dato. Acto de asumir la responsabilidad técni- ca con sus implicancias legales ante la Autoridad Aeronáutica competente y ante terceros, quedando docu- mentado mediante la rúbrica del responsable de ese acto, en el documento que correspondiera Clases de células, motores, hélices, radio, instrumentos y accesorios: Son las definidas en la Parte 145. Clases de productos: Son los definidos en la DNAR Parte 21. (Enmienda N° 01 – B. O. N°",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-202-900",
    "text": "quedando docu- mentado mediante la rúbrica del responsable de ese acto, en el documento que correspondiera Clases de células, motores, hélices, radio, instrumentos y accesorios: Son las definidas en la Parte 145. Clases de productos: Son los definidos en la DNAR Parte 21. (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008) Código ATA: ATA es la sigla de la \"Air Transport Association of América\", la cual establece Especifica- ciones para la presentación de datos técnicos en forma estandarizada. A los efectos de esta Parte se aplica como referencia la Especificación ATA 104 para Niveles de instrucción y los capítulos (dos pri- meros dígitos) de la Especificación ATA 100 para sistemas y componentes de las aeronaves. Cuando se hace referencia a un curso \"limitado por sus contenidos\" indica que solo lo capacita para los Capí- RAAC PARTE 65 SUBPARTE A 1. 3 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-204-0",
    "text": "1.1 3 tulos comprendidos en el mismo pero no para la aeronave completa. Componente: Conjunto, parte, artículo o elemento constitutivo de una aeronave, de su estructura, motor o sistemas. Comunicación ATC (ATSC): Comunicación relacionada con los servicios de tránsito aéreo, comprendido el control de tránsito aéreo, la información aeronáutica y meteorológica, la notificación de posición y los servicios relacionados con seguridad y regularidad de los vuelos. En esta comunicación interviene una o varias adminis- traciones de servicios de tránsito aéreo. Estos términos se utilizan con fines de administración de direcciones. Controlador de tránsito aéreo habilitado: Controlador de tránsito aéreo titular de licencia y de habi- litaciones válidas, apropiadas para el ejercicio de sus atribuciones. Control positivo: Es el control de todo el tránsito aéreo, dentro del espacio aéreo designado por el control de tránsito. Controlador radar: Controlador de tránsito aéreo calificado, titular de una habilitación radar apropiada a las funciones a que está asignado. Entrenar: Acción de preparar, adiestrar o capacitar a alguien para el ejercicio de una tarea o trabajo. En particular se refiere al entrenamiento en el trabajo u “On the Job Training”. Equipo: Conjunto de componentes relacionados operacionalmente para el cumplimiento de una función determinada. Equipos radioeléctricos: Comprende a los equipos de a bordo y terrestres de comunicaciones, de aviso y de navegación aérea, con sus componentes y antenas, al sistema eléctrico, de transmisión y de indicación de las aeronaves y a los generadores y motores eléctricos. Habilitación Local: Significa que el Controlador de Tránsito Aéreo demuestra tener la destreza necesaria y un conocimiento integral de los procedimientos, medios, radioayudas, etc. del puesto de trabajo para el que ha sido habilitado, que le permita controlar en forma segura, ordenada y rápida el movimiento de todas las aeronaves. Inspector: En las Organizaciones de Mantenimiento Aeronáutico (OMA) es el responsable de verificar, so- bre productos aeronáuticos y en las tareas para las que sea requerido, que el trabajo haya sido realizado en forma completa y correcta, de acuerdo con los datos técnicos aprobados, con las políticas y con los proce- dimientos de la OMA, aceptados por la Autoridad Aeronáutica y por personal idóneo, calificado y con alcan- ces para dichos trabajos. Instrucción Reconocida: Programa especial de instrucción que la Autoridad Aeronáutica competente aprueba o reconoce para que se lleve a cabo, bajo la debida dirección, en un centro de instrucción habilita- do o reconocido. Licencia: Documento que certifica la idoneidad de su titular para el ejercicio de la función aeronáutica a que se refiere. NOTA: Documento oficial otorgado por la Autoridad Aeronáutica que indica la especialidad aeronáutica del titular, las restricciones en caso de haberlas, y le otorga, dentro del período de su vigencia, las atribuciones para desempeñar las funciones propias y las de las habilitaciones expresamente con- signadas en ella. Manuales de la Organización de Mantenimiento: Se entiende por tales al Manual de Procedimientos de Inspección (MPI) para los TAR, al Manual General de Mantenimiento (MGM) para los Explotadores Aéreos y al Sistema de Inspección de Producción",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-204-450",
    "text": "las funciones propias y las de las habilitaciones expresamente con- signadas en ella. Manuales de la Organización de Mantenimiento: Se entiende por tales al Manual de Procedimientos de Inspección (MPI) para los TAR, al Manual General de Mantenimiento (MGM) para los Explotadores Aéreos y al Sistema de Inspección de Producción Aprobado (SIPA) para los fabricantes certificados según la Subpar- te D de la Parte 145, debiendo estar aprobados o aceptados por la Dirección de Aeronavegabilidad (DA). También se entiende por tales a los Manuales equivalentes de las Organizaciones de Mantenimiento aeron- áutico de las Fuerzas Armadas. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) Mecánicos aeronáuticos: Designación genérica que comprende a los Mecánicos de Mantenimiento de SUBPARTE A 1. 4 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL Aeronave y Mecánicos de Equipos Radioeléctricos de Aeronave. Nivel (de idoneidad): Grado de competencia requerido para el desempeño de las actividades propias de determinadas funciones o especialidades, el cual está directamente relacionado con la capacitación acredi- tada por cursos de instrucción reconocida. NOTA: Como referencia se emplean los Niveles de la Especificación ATA 104. Pericia: Capacidad o habilidad para aplicar los procedimientos y técnicas con un grado de competencia apropiado a las atribuciones que la licencia confiere a su titular. NOTA: Capacidad para interpretar y aplicar las especificaciones de los manuales técnicos y ejecutar tareas relacionadas con las funciones correspondientes a las atribuciones de la habilitación solicitada. Procedimiento Extraordinario: Procedimiento establecido para el reconocimiento de instrucción, experien- cia y/o capacitación técnica aeronáutica a los fines de la obtención del título de Mecánico de Mantenimiento de Aeronave o de Mecánico de Equipos Radioeléctricos de Aeronave otorgado por un Centro de Instrucción habilitado a tal efecto para la posterior gestión de la respectiva licencia. Puesto de trabajo: Para el personal controlador de tránsito aéreo significa una función de Control de Tránsito Aéreo específica, realizada dentro de una Torre de Control, Centro de Control de Área u Oficina de Aproximación y para el personal operador ARO /AIS significa una función de operador, realizada dentro de una dependencia ARO /AIS, Oficina NOTAM Regional o Internacional (NOF) y en el Servicio de Información Aeronáutica (AIS) Central. Renovación: Acción administrativa, que se realiza después de que una habilitación o aprobación haya ca- ducado, que renueva las atribuciones de las mismas por un período determinado de tiempo, después de haber cumplido los requisitos establecidos. Representante Técnico: En una Organización de Mantenimiento habilitada, es el interlocutor válido y responsable profesional frente a la Dirección de Aeronavegabilidad (DA) para certificar o autorizar a certificar el retorno al servicio de un producto aeronáutico. Es también quien acredita la capacitación y experiencia del personal técnico aeronáutico que se desempeña en la misma, además de otras funciones definidas en las regulaciones. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) Requisitos: Condiciones indispensables que debe cumplir una persona para acceder al otorgamiento de un certificado de idoneidad aeronáutica. Supervisar: Responsabilidad de verificar",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-204-900",
    "text": "técnico aeronáutico que se desempeña en la misma, además de otras funciones definidas en las regulaciones. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) Requisitos: Condiciones indispensables que debe cumplir una persona para acceder al otorgamiento de un certificado de idoneidad aeronáutica. Supervisar: Responsabilidad de verificar que la tarea ha sido realizada correctamente, por personal idóneo y de acuerdo con los datos técnicos, métodos, técnicas o prácticas aprobados, aceptados o convalidados por la Autoridad Aeronáutica competente. NOTA: En lo relativo al mantenimiento aeronáutico, no implica el retorno al servicio del producto al que se le realiza la tarea. Tarea: Acciones que se ejecutan como parte de un trabajo. En lo referente al mantenimiento aeronáutico la realización de una tarea implica la firma por parte del ejecutor responsable en el documento de control del mantenimiento realizado. Trabajo: Conjunto de tareas complementarias entre sí y ejecutadas para la producción o el mantenimiento, mantenimiento preventivo, reconstrucción o alteración de un producto determinado. Trabajo bajo supervisión: Es el que se realiza bajo el control y supervisión directa del titular de un certifi- cado de idoneidad aeronáutica o equivalente en las FFAA/SS. En el caso del mantenimiento aeronáutico, supervisa un mecánico con atribuciones adecuadas para la tarea en ejecución y es él quien firma y certifica la corrección de la tarea ejecutada. NOTA: Ver DNAR Parte 43, Sección 43.3 (d). (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-206-0",
    "text": "65.3 Titular de licencia extranjera (a) Excepto para las licencias de Controlador de Tránsito Aéreo, Operador del Servicio de Información Ae- RAAC PARTE 65 SUBPARTE A 1. 5 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.3",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-208-0",
    "text": "1.1 5 ronáutica y Jefe de Aeródromo, a toda persona que no sea ciudadana argentina o extranjero no residente en el país, se le podrá convalidar, con las debidas limitaciones, una licencia o certificado emitido fuera de la República Argentina, u otorgar otro según corresponda: (1) Según los Acuerdos suscriptos entre el Estado de emisión y la Nación Argentina y/o sujetos al principio de reciprocidad. (2) Siempre que no exista orden en contrario en el Estado de emisión de tal documento aeronáutico, y (3) Solamente cuando la Dirección de Aeronavegabilidad (DA) considere que dicho documento aeronáuti- co es necesario para la continuidad de la aeronavegabilidad de una aeronave civil con matrícula argentina, y (4) Si reúne la totalidad de los requisitos que se prescriben para su obtención. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (b) El tiempo máximo para la utilización de una licencia o certificado de competencia convalidado será fijado por la Autoridad Aeronáutica competente.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-214-0",
    "text": "65.9 Supresión de licencias, certificados de competencia y habilitación (a) Los siguientes certificados de idoneidad aeronáutica dejarán de emitirse: (1) La licencia de Mecánico de Aviónica dejará de emitirse a partir de la emisión de esta Parte. Los actua- les titulares y los futuros egresados de cursos de Instrucción Reconocida de Mecánico de Aviónica acce- derán directamente a la licencia de Mecánico de Equipos Radioeléctricos de Aeronave (MERA) con la Habi- litación de Aviónica inscripta en ella. (2) El Certificado de Competencia de Especialista en Estructuras de Planeador y/o Motoplaneador, dejará de emitirse a partir de la emisión de esta Parte. Los actuales titulares retendrán sus atribuciones. (3) Las habilitaciones de Motores de Aviación Categorías A y B para Mecánicos de Mantenimiento de Ae- ronave dejarán de emitirse a partir de la emisión de esta Parte.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.9",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-216-0",
    "text": "65.11 Solicitud y emisión de certificados de idoneidad aeronáutica (a) La solicitud para una licencia, certificado de competencia o habilitación deberá ser realizada de la manera prescrita por la Autoridad Aeronáutica competente. (b) A menos que sea autorizado por la Autoridad Aeronáutica, la persona que tenga suspendida la licencia o certificado de competencia no podrá solicitar ninguna habilitación a ser agregada a dicha licencia o certificado de competencia, durante el período de suspensión, y (c) La persona cuya licencia o certificado de competencia haya sido revocado, no podrá solicitar ninguna habilitación, durante el período de un año a partir de la fecha de revocación.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.11",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-218-0",
    "text": "65.12 Actos relacionados con el alcohol y drogas (a) La violación intencional de cualquier ley, reglamentación, o disposición relacionada con la posesión, transporte o contrabando de sustancias psicoactivas o estimulantes, será motivo para: (1) Suspender o revocar la licencia o certificado de competencia, luego de poseer la resolución de la auto- ridad judicial competente, y (2) Rechazar la solicitud para la obtención de cualquier licencia, certificado de competencia o habilitación adi- cional mencionadas en esta Parte por un período de hasta un año a partir de la fecha de la resolución judicial. (b) Todo aquel que tuviera sospecha razonable que alguna persona que cumple funciones relacionadas con la presente regulación se encontrare bajo los efectos del alcohol o drogas, previo a la iniciación o duran- te la realización de sus funciones, deberá informar tal circunstancia a la autoridad competente en forma inmediata, a fin que ésta adopte las medidas pertinentes.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.12",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-220-0",
    "text": "65.13 Certificado provisorio de licencia, certificado de competencia o habilitación (a) A toda persona que haya completado satisfactoriamente la totalidad de los requisitos establecidos para la obtención de una licencia, certificado de competencia o habilitación, la Autoridad Aeronáutica competente, Dirección de Licencias al Personal (DLP), otorgará un certificado provisorio, con una vigencia de no más de SUBPARTE A 1. 6 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL 90 días. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (b) El certificado provisorio caducará cuando: (1) Finalice el plazo de validez establecido en él, o (2) El solicitante reciba el documento definitivo.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.13",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-222-0",
    "text": "65.15 Vigencia de la licencia, certificado de competencia o habilitación (a) Las licencias, certificados de competencia o habilitaciones otorgadas bajo esta Parte o normas ante- riores son de carácter permanente, pero el ejercicio de las atribuciones pierde vigencia cuando el titular no cumple con las exigencias establecidas para cada caso, o cuando: (1) El Certificado de Habilitación Psicofisiológica está vencido por la fecha, o (2) El titular conoce o sospecha que sus aptitudes psicofísicas no le posibilitan ejercer sus atribuciones, o (3) No mantiene la experiencia reciente establecida para cada función de especialidad aeronáutica, o (4) Esté cumpliendo una sanción aeronáutica, o (5) Se constate que fue obtenida ilegalmente, o que se haya cometido un error en su emisión. (b) La comisión de un acto ilícito por parte de cualquier persona constituye la base para suspender o revocar cualquier certificado de idoneidad aeronáutica en posesión de dicha persona.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.15",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-224-0",
    "text": "65.16 Cambio de nombre. Reposición de licencia o certificado de competencia por pérdida o deterioro (a) Cambio de Nombre: El titular de un documento de idoneidad aeronáutica emitido según esta Parte o normas anteriores que hubiera cambiado de nombre o apellido y solicite incorporarlos al mismo, deberá presentar ante la Dirección de Licencias al Personal (DLP) de la Dirección Nacional de Seguridad Operacio- nal, una solicitud acompañada de la siguiente documentación: (1) Copia de la orden judicial u otro documento legal que certifique el cambio de nombre o apellido. (2) Completar y firmar los formularios correspondientes. (3) Abonar el arancel establecido, y (4) Devolver a la Autoridad Aeronáutica el /los documentos aeronáuticos a los cuales cambió el nombre o apellido. (b) Pérdida o Deterioro: El titular de una licencia o de un certificado de competencia emitido según esta Parte o normas anteriores, que gestione un nuevo documento por la pérdida o destrucción del original, podrá solicitarlo personalmente o por correo ante la Dirección de Licencias al Personal (DLP) de la Direc- ción Nacional de Seguridad Operacional, y en el caso del Certificado de Habilitación Psicofisiológica podrá solicitarlo personalmente o por correo ante el Instituto Nacional de Medicina Aeronáutica y Espacial (IN- MAE), sito en Avenida Belisario Roldán 4551 – C.P. 1425 - Ciudad Autónoma de Buenos Aires, o en los Gabinetes Psicofisiológicos ubicados en las ciudades de Comodoro Rivadavia, Córdoba, Villa Reynolds (Prov. San Luis), Mendoza y Paraná, debiendo presentar en ambos casos lo siguiente: (1) Una nota de solicitud que contenga el nombre y número del documento aeronáutico, el número del legajo aeronáutico, la dirección postal permanente (incluyendo Código Postal), la fecha y lugar de nacimien- to de su titular y toda otra información que facilite el trámite, (2) Completar y firmar los formularios correspondientes. (3) Abonar el arancel establecido. (4) Cuando el cambio se produzca por deterioro, se deberá devolver el documento deteriorado como cons- tancia de la solicitud, y (5) Cuando el cambio se produzca por pérdida, se deberá adjuntar la constancia de la denuncia o exposi- ción ante la autoridad policial. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.16",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-226-0",
    "text": "65.17 Exámenes. Procedimientos generales (a) Los exámenes establecidos, son llevados a cabo en fechas, lugares y por personas designadas por la Autoridad Aeronáutica competente. (b) El porcentaje mínimo de aprobación para cada examen es del 70 por ciento.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.17",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-228-0",
    "text": "65.18 Examen teórico de conocimientos. Engaño u otra conducta ilícita en los exámenes (a) Ninguna persona que solicite un examen escrito de conocimientos podrá: RAAC PARTE 65 SUBPARTE A 1. 7 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.18",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-230-0",
    "text": "1.1 7 (1) Copiar o retirar intencionalmente una prueba escrita del lugar del examen. (2) Dar o recibir de otros, cualquier parte o copia de la prueba. (3) Dar o recibir ayuda sobre la prueba mientras la misma se está llevando a cabo. (4) Rendir cualquier parte de la prueba en nombre de otra persona. (5) Ser representado o representar a otra persona para la prueba. (6) Usar cualquier material o ayuda durante el período en que la prueba se está llevando a cabo, a menos que esté específicamente autorizado por el examinador. (b) Una persona a quien el examinador denuncia por haber cometido un acto ilícito determinado en (a) de esta Sección, se lo considerará, por el período de un año a partir de la fecha de haber cometido dicho acto, imposibilitado para: (1) Solicitar una licencia, habilitación o autorización otorgada según esta regulación; o (2) Solicitar y presentarse a cualquier examen de conocimientos establecidos por esta regulación.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-232-0",
    "text": "65.19 Examen posterior a la reprobación (a) Una persona que haya reprobado un examen escrito, oral o práctico, para obtener certificado de ido- neidad aeronáutica, podrá solicitar ser nuevamente reexaminado: (1) Después de 30 días a partir de la fecha en la que el postulante no aprobó el examen; o (2) Antes de los 30 días si el postulante presenta una declaración firmada por un instructor habilitado para el área requerida, certificando que dicho instructor ha impartido la instrucción adicional al postulante, en cada una de las materias desaprobadas y que el mencionado instructor considera que el postulante está en condiciones de rendir un nuevo examen.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.19",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-234-0",
    "text": "65.21 Falsificación, reproducción o alteración de certificados, historiales, informes y registros. (a) Ninguna persona puede realizar o permitir que se haga: (1) Una declaración fraudulenta o intencionalmente falsa, en cualquier solicitud para emisión de un documento de idoneidad aeronáutica. (2) Un ingreso fraudulento o intencionalmente falso en cualquier historial, registro o informe que sea reque- rido para demostrar el cumplimiento con cualquier requisito para la obtención de una licencia, certificado de competencia o habilitación. (3) Una reproducción, con propósito fraudulento, o una alteración de cualquier documento de idoneidad aeronáutica. (4) Dar lugar, ocasionar intencionalmente o participar en cualquier acto prohibido de acuerdo a esta Sec- ción.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.21",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-236-0",
    "text": "65.23 Revocación, suspensión o limitación de licencias, certificados de competencia o habilitaciones (a) Toda licencia o certificado de competencia en poder de un titular podrá ser suspendida o revocada o limitada en sus atribuciones si la Autoridad Aeronáutica competente encuentra que dicha persona ha cometido un acto ilícito relacionado con la misma o cuando considere con clara evidencia que una persona ha ejecutado o estuvo comprometida en una o más de las siguientes actividades: (1) No ejecutó las funciones o tareas requeridas ni informó tal hecho al usuario o a la organización que las requirió o a la que pertenecía. (2) Fue negligente en el ejercicio de sus atribuciones. (3) Falsificó, reprodujo fraudulentamente o alteró certificados, historiales, informes o registros. (4) Certificó el cumplimiento conociendo que lo especificado en el certificado no había sido correctamente ejecutado o no se había verificado que el mismo hubiera sido efectuado. (5) Ejerció sus atribuciones o emitió un certificado cuando se encontraba bajo los efectos adversos del alcohol o las drogas. (6) El titular rehúsa cumplir, si así se requiere, un control de conocimientos y/o pericia. (b) A menos que sea autorizado por la Autoridad Aeronáutica competente, la persona que tenga suspendida la licencia no podrá solicitar ninguna habilitación a ser agregada a la misma durante el período de suspensión. (c) La persona cuya licencia o certificado de competencia haya sido revocado no podrá solicitar el mismo u otro documento equivalente durante el período de un año a partir de la fecha de revocación y a menos que demuestre que los motivos que dieron origen a la revocación no producirán más efectos, han prescrito o fueron superados en forma definitiva. SUBPARTE A 1. 8 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.23",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-238-0",
    "text": "65.25 Cambio de domicilio El titular de una licencia que haya realizado un cambio de su domicilio declarado anteriormente tiene la obli- gación de informar personalmente o por correo, dentro de los 30 días de producido este hecho, a la Direc- ción Nacional de Seguridad Operacional. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) RAAC PARTE 65 SUBPARTE B 2. 1 ADMINISTRACIÓN NACIONAL 4º Edición 05 julio 2012 DE AVIACIÓN CIVIL REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE B - LICENCIA DE CONTROLADOR DE TRÁNSITO AÉREO Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.25",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-252-0",
    "text": "65.31 Aplicación. Licencia y Habilitaciones (a) Esta Subparte establece los requisitos para el otorgamiento de la Licencia de Controlador de Tránsito Aéreo y sus Habilitaciones, atribuciones que le confiere al titular y limitaciones. (b) Podrá desempeñarse como Controlador en los Servicios de Tránsito Aéreo (ATS) la persona que: (1) Sea titular de una Licencia de Controlador de Tránsito Aéreo en vigencia o de una Licencia de Controlador de Tránsito Aéreo Provisoria, durante el término de su vigencia. (2) Posea el Certificado de Habilitación Psicofisiológica Clase III en vigencia u otra documentación transitoria expedida por el Organismo competente que acredite su aptitud psicofisiológica Clase III en vigencia. (3) Tenga inscripta en su Licencia la Habilitación otorgada para el servicio de control que se brinda, a excepción que dicha inscripción se encuentre en trámite. (4) El personal del estado nacional podrá actuar como Controlador de Tránsito Aéreo careciendo de Licencia o Habilitación, siempre y cuando cumpla con los requisitos establecidos en 65.33 (a)(1), (2), (3), (4), (5) y (6); y los requisitos de experiencia exigidos para una, por lo menos, de las habilitaciones que se exponen en 65.39 (c) y (d) de ésta Subparte (Conforme 4.4.1 del Anexo 1 OACI). (c) Podrá actuar como Supervisor ATS la persona que cumpla con los requisitos de (b) (1), (2) y (3) citados precedentemente y haya sido designado como tal por la autoridad de aplicación. (d) Podrá actuar como Instructor ATS la persona que además de haber cumplido con los requisitos de (b) (1), (2) y (3) citados precedentemente y haya sido designado como tal por la autoridad de aplicación. (e) El titular de una Licencia de Controlador de Tránsito Aéreo otorgada por un estado extranjero contratante al Convenio sobre Aviación Civil Internacional (Chicago 1944), podrá solicitar un Certificado de Convalidación otorgada bajo esta subparte para ejercer la función de Controlador de Tránsito Aéreo en la República Argentina, cuando se satisfagan las exigencias contenidas en 65.31 (b) (1) y (2) y 65.33 (a) (2), (3), (4) y (5). (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.31",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-254-0",
    "text": "65.33 Requisitos para el otorgamiento de la Licencia (a) La persona que solicite la Licencia de Controlador de Tránsito Aéreo, deberá cumplir con los siguientes requisitos: (1) Ser argentino nativo, naturalizado o por opción. (2) Tener como mínimo 21 años de edad. No obstante, podrá otorgarse la Licencia antes de la edad de 21 años en casos debidamente justificados. (3) Hablar, leer, escribir y entender correctamente el idioma español. SUBPARTE B 2. 2 RAAC PARTE 65 05 julio 2012 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (4) Haber aprobado estudios secundarios o ciclo de educación polimodal completo o equivalente reconocido por la autoridad competente. (5) Poseer Certificado de Aptitud Clase III en vigencia u otra documentación transitoria expedida por el Organismo competente que acredite su aptitud psicofisiológica Clase III en vigencia. (6) Haber aprobado las exigencias del curso de Controlador de Tránsito Aéreo reconocido por la autoridad aeronáutica de aplicación. (7) Presentar ante la Dirección de Licencias al Personal (DLP) de la Dirección Nacional de Seguridad Operacional la solicitud en el Formulario correspondiente acompañando la documentación que acredite lo estipulado de (1) a (6). (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.33",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-256-0",
    "text": "65.35 Requisitos de conocimientos La persona que requiera una Licencia de Controlador de Tránsito Aéreo, deberá aprobar las exigencias establecidas por la autoridad aeronáutica de aplicación, en el curso de instrucción reconocido para Controlador de Tránsito Aéreo. (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.35",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-258-0",
    "text": "65.37 Habilitaciones de Controlador de Tránsito Aéreo. Categorías (a) Las habilitaciones son: (1) Habilitación de Control de Aeródromo. (2) Habilitación de Control de Aproximación. (3) Habilitación de Control de Aproximación por vigilancia. (4) Habilitación de Control de Área. (5) Habilitación de Control de Área por vigilancia. (b) En el dorso de la Licencia de Controlador de Tránsito Aéreo deberán figurar las habilitaciones obtenidas. (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.37",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-260-0",
    "text": "65.39 Requisitos para la obtención de habilitaciones (a) A los efectos de obtener una habilitación, todo Controlador de Tránsito Aéreo deberá: (1) Aprobar el plan de instrucción reconocido y los requisitos de experiencia establecidos en el 65.39 (c) de esta Subparte; (2) A la aprobación del examen, el Instructor ATS extenderá una Certificación provisoria de habilitación, para el desempeño como controlador de tránsito aéreo habilitado en el/los servicios que ha de brindar, el que tendrá validez mientras dure el trámite de inscripción de dicha habilitación en la licencia. (3) El Jefe de la Dependencia/Servicio elevará por expediente, a la Dirección General de Control de Tránsito Aéreo la documentación que se detalla a continuación para su tratamiento y posterior trámite en la Dirección de Licencias al Personal (DLP) de la Dirección Nacional de Seguridad Operacional: (i) Formulario R.P.A. 03 – Solicitud de Licencia y/o Habilitación. (ii) Certificado/s del/los curso/s aprobados/s (emitido por la autoridad aeronáutica de aplicación) (iii) Copia de la licencia obtenida (iv) Certificado de Habilitación Psicofisiológica Clase III en vigencia u otra documentación transitoria expedida por el Organismo competente que acredite su aptitud psicofisiológica Clase III en vigencia (v) Certificación de haber aprobado los exámenes (escrito y oral) requeridos para la habilitación que se solicita. (b) El Controlador que no apruebe los exámenes previstos para cada habilitación, transcurridos 12 meses de haber iniciado el entrenamiento en el puesto operativo de trabajo, sin lograr habilitación local, pasará a consideración sobre el destino a dar al mismo. (c) Los siguientes son requisitos de experiencia en particular, para la obtención de cada habilitación: (1) Habilitación de Control de Aeródromo. (i) Haber prestado servicio satisfactoriamente como “Practicante”, por un período no menor a 90 horas, en un mínimo de 30 días bajo la supervisión de un Instructor ATS, en la dependencia en la que se solicite la habilitación. (2) Habilitación de Control de Aproximación, Control de Aproximación por vigilancia, Control de Área y Control de Área por vigilancia: (i) Haber prestado servicio satisfactoriamente como “Practicante” bajo la supervisión de un Instructor ATS por RAAC PARTE 65 SUBPARTE B 2. 3 ADMINISTRACIÓN NACIONAL 4º Edición 05 julio 2012 DE AVIACIÓN CIVIL un período no inferior a 180 horas o a 90 días, de ambos el que sea mayor, en la dependencia en la que se solicite habilitación. (d) Los plazos de entrenamiento práctico establecidos para cada habilitación podrán ser reducidos en circunstancias especiales, para lo cual se procederá a efectuar un análisis detallado de los antecedentes y conocimientos técnicos del postulante, elevando previamente la solicitud pertinente y fundamentada a la autoridad aeronáutica de aplicación. (Enmienda N°01 – B. O. N° 31.543 del 01 diciembre 2008) (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolu- ción ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.39",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-264-0",
    "text": "65.43 Atribuciones. Realización de tareas (a) El titular de una Habilitación de Control de Aeródromo, esta facultado para facilitar el Servicio de Control de Aeródromo, dentro del espacio aéreo bajo jurisdicción de la dependencia que facilita éste servicio. (b) El titular de una Habilitación de Control de Aproximación o Control de Aproximación por vigilancia, está facultado para facilitar el Servicio de Control de Aproximación, dentro del espacio aéreo bajo jurisdicción de la dependencia que facilita éste servicio. (c) El titular de la Habilitación de Control de Área o Control de Área por vigilancia, está facultado para facilitar el Servicio de Control de Área dentro del espacio aéreo bajo jurisdicción de la dependencia que facilita éste servicio. (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.43",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-266-0",
    "text": "65.45 Tiempo de servicio (a) La jornada laboral será como máximo de 8 horas. (b) El Controlador de Tránsito Aéreo, en caso excepcional y debidamente justificado, y ante una situación eventual o de fuerza mayor, no podrá prestar servicios ni ser requerido para ello: (1) Por más de 10 horas consecutivas; o (2) Por más de 10 horas durante un período de 24 horas consecutivas, a menos que el mismo haya tenido un período de descanso de, por lo menos, 8 horas antes, o en el momento de la finalización de las 10 horas de tarea. (c) Excepto en una emergencia, un Controlador de Tránsito Aéreo, deberá ser relevado de todas sus tareas durante, por lo menos, 24 horas consecutivas, como mínimo 1 vez cada 7 días consecutivos.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.45",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-268-0",
    "text": "65.46 Obligaciones generales (a) Cada persona poseedora de una Licencia de Controlador de Tránsito Aéreo, deberá tenerla disponible y en su poder, mientras desempeña funciones, como así también su Certificado de Aptitud Psicofisiológica vigente, para cuando lo requiera la autoridad aeronáutica competente o un representante de la justicia. (b) Hasta tanto obtenga la Habilitación correspondiente, el Controlador de Tránsito Aéreo solo podrá desempeñarse en la dependencia de control a la que haya sido asignado, en carácter de “Practicante” bajo la supervisión y/o responsabilidad de un Instructor ATS en dicha dependencia. (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.46",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-270-0",
    "text": "65.47 Vigencia de las Habilitaciones SUBPARTE B 2. 4 RAAC PARTE 65 05 julio 2012 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (a) El titular de una Habilitación que permanezca: (1) Más de 3 meses y hasta 6 meses inactivo como tal, para reiniciar su actividad en el puesto de trabajo para el cual ha sido habilitado, deberá desempeñarse por el término de 36 horas de servicio bajo supervisión de un Instructor ATS designado. (2) Si la inactividad superase los 6 meses consecutivos, perderá validez la habilitación en el puesto de trabajo. (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012) (b) Se considerará como “Inactivo” a todo Controlador de Tránsito Aéreo que no cumpla con un mínimo de 24 horas mensuales de control efectivo o en simulador aprobado por la autoridad aeronáutica competente.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.47",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-272-0",
    "text": "65.49 Certificación de competencia. Requisitos (a) Para la obtención del Certificado de Competencia para desempeñarse como Instructor ATS, toda persona titular de una Licencia de Controlador de Tránsito Aéreo, deberá: (1) Haber obtenido con anterioridad, la habilitación correspondiente al puesto de trabajo en el cual se ha de desempeñar como Instructor ATS. (2) Haber prestado servicio satisfactorio por un período no menor de 3 años como controlador habilitado en el servicio en el cual va a desempeñarse como Instructor ATS o 2 años si ya ha desempeñado función de Instructor en otra dependencia de igual o mayor complejidad. El presente requisito no será de aplicación en aquellas dependencias en las que no exista ningún controlador con dicha antigüedad. (3) Haber sido designado Instructor ATS en orden escrita por la autoridad aeronáutica de aplicación para desempeñar dicha función. (b) Para la obtención del Certificado de Competencia para desempeñarse como Supervisor ATS, toda persona titular de una Licencia de Controlador de Tránsito Aéreo, deberá: (1) Poseer en vigencia la/s habilitación/es de la/s dependencia/s ATS en la cual se desempeñará como Supervisor ATS. (2) Haber prestado servicio satisfactorio por un período no menor de 3 años como controlador habilitado en el servicio en el cual va a desempeñarse como Supervisor ATS, o 2 años si ya ha desempeñado la función de Supervisor en otra dependencia de igual o mayor complejidad. El presente requisito no será de aplicación en aquellas dependecias en las que no exista ningún controlador de dicha antigüedad. (3) Haber sido designado Supervisor ATS en orden escrita por la autoridad aeronáutica de aplicación para desempeñar dicha función. (4) Poseer Certificado de Habilitación Psicofisiológico Clase III en vigencia u otra documentación transitoria expedida por el Organismo competente que acredite su aptitud psicofisiológica Clase III en vigencia. (c) Para la obtención del certificado de competencia Nivel de Idioma Inglés, toda persona titular de una Licencia de Controlador de Tránsito Aéreo, deberá: (1) Cumplir lo establecido en 65.39 de esta Subparte según la habilitación que corresponda. (2) Poseer la constancia de haber aprobado el examen de competencia lingüística en idioma inglés, Nivel 4B o Nivel 5, reconocido por la autoridad aeronáutica de aplicación. (d) Para la obtención de la certificación de competencia para desempeñarse como Operador SAR, toda persona, deberá: (1) Poseer la constancia de haber aprobado el curso SAR, reconocido por autoridad aeronáutica competente. (2) Poseer el Certificado de Habilitación Psicofisiológico Clase III en vigencia. (Enmienda N°01 – B. O. N° 31.543 del 01 diciembre 2008) (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.49",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-274-0",
    "text": "65.50 Certificación de competencia. Atribuciones y limitaciones (a) El titular de una certificación de Instructor ATS, estará facultado para: (1) Redactar los temarios de exámenes (escrito y oral) para sus instruidos, para la obtención de la Habilitación en el puesto operativo de trabajo en el cual desean habilitarse. (2) Mantener actualizados a los controladores mediante clases que dictará sobre los temas específicos, para cada una de las habilitaciones respectivas. (3) Tomar los exámenes y evaluar la capacidad del personal instruido en los puestos operativos de trabajo. (b) El titular de una certificación de Supervisor ATS, estará facultado para: (1) Supervisar las tareas del personal Controlador de Tránsito Aéreo del servicio para el cual se encuentra habilitado. RAAC PARTE 65 SUBPARTE B 2. 5 ADMINISTRACIÓN NACIONAL 4º Edición 05 julio 2012 DE AVIACIÓN CIVIL (2) El titular de una certificación de Supervisor ATS, que pierda la vigencia de su habilitación local como Controlador de Tránsito Aéreo, perderá su certificación de Supervisor ATS. (c) El titular de una certificación de Nivel de Idioma Inglés (Nivel 4B o Nivel 5), estará facultado para: (1) Facilitar en idioma inglés, los servicios de control ATS para los cuales esté habilitado. (2) El titular de una certificación de Nivel de Idioma Inglés, que no renueve la convalidación del examen reconocido de competencia lingüística en idioma inglés, Nivel 4B al menos cada 3 años, o Nivel 5 cada 6 años, perderá la certificación otorgada. (d) El titular de una certificación de Operador SAR, estará facultado para facilitar el “Servicio de Búsqueda y Salvamento” y ocuparse de todas las operaciones SAR que ocurran dentro del área de jurisdicción de su RCC/RSC. (Enmienda N°01 – B. O. N° 31.543 del 01 diciembre 2008) (Resolución ANAC N°420/2012 – B. O. N° 32.432 del 05 julio 2012) SUBPARTE B 2. 6 RAAC PARTE 65 05 julio 2012 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL ESTA PÁGINA FUE DEJADA INTENCIONALMENTE EN BLANCO RAAC PARTE 65 SUBPARTE C 3. 1 ADMINISTRACIÓN NACIONAL 4º Edición 24 febrero 2012 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.50",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-276-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE C - LICENCIA DE DESPACHANTE DE AERONAVE Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-284-0",
    "text": "65.51 Aplicación Esta Subparte establece los requisitos que deberá satisfacer el solicitante de la Licencia de Despachante de Aeronave, las condiciones de otorgamiento, sus habilitaciones, atribuciones y limitaciones.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.51",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-286-0",
    "text": "65.53 Requisitos para el otorgamiento (a) Toda persona que solicite la licencia de Despachante de Aeronave, deberá cumplir con los siguientes requisitos: (1) Tener 21 años de edad. (2) Ser argentino nativo, naturalizado, por adopción, o extranjero. (3) Haber aprobado el ciclo de estudios secundarios o Educación Polimodal completo o equivalente reconocido por la autoridad competente. (4) Poder leer, hablar, escribir y entender correctamente el idioma español. (5) Aprobar el curso de Instrucción Reconocida para Despachante de Aeronave. (6) Poseer el Certificado de Aptitud Clase III emitido según la Parte 67 de estas RAAC. (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.53",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-288-0",
    "text": "65.55 Requerimientos de conocimientos teóricos La persona que requiera una Licencia de Despachante de Aeronave, deberá aprobar las exigencias esta- blecidas por la autoridad aeronáutica en el Curso de Instrucción Reconocida para Despachante de Aerona- ve.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.55",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-290-0",
    "text": "65.57 Habilitación de Despachante de Aeronave. Requisitos Se otorgará habilitación para operar como Despachante de Aeronave a aquellos titulares de la licencia de Despachante de Aeronave que cumplan los siguientes requisitos: (a) Haber recibido por parte de una persona titular de la licencia de Despachante de Aeronave con debi- da atribución y con no menos de 3 años de experiencia en el desempeño de sus funciones de despacho y/o control operacional, la instrucción práctica específica y aprobado el entrenamiento, que como mínimo será de 90 días. Durante este periodo realizará tareas bajo supervisión. (b) Haber aprobado la instrucción y la evaluación ante un Inspector de la especialidad designado por la autoridad aeronáutica competente en el tipo de aeronaves en las que realizará el despacho. En la evalua- ción que el Despachante de Aeronave realice ante el Inspector de la especialidad deberá demostrar que posee competencias, entre otras, para: (1) Efectuar análisis operacionales aceptables y válidos de las condiciones atmosféricas reinantes valién- dose de una serie de mapas y partes meteorológicos, para proporcionar informes sobre las condiciones meteorológicas prevalecientes en las inmediaciones de una ruta aérea determinada y para evaluar las ten- dencias meteorológicas que afectan a la operación de transporte aéreo especialmente en relación con los aeródromos de origen, destino y alternativas (en ruta y de destino). (2) Determinar la trayectoria de vuelo óptima correspondiente a un tramo determinado y elaborar planes de SUBPARTE C 3. 2 RAAC PARTE 65 24 febrero 2012 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL vuelo precisos. (3) Proporcionar la supervisión operacional y la asistencia necesaria a los vuelos durante todas las etapas de planificación y realización de la operación aérea. (Resolución ANAC N°59/2012 – B. O. N° 32.345 del 24 febrero 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.57",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-294-0",
    "text": "65.59 Atribuciones y limitaciones El titular de una licencia de Despachante de Aeronave que hubiere sido habilitado de conformidad con lo establecido en la Sección 65.57, podrá prestar servicios en calidad de tal en cualquier oficina de despacho (manual o mecanizado) o en oficinas centros de despacho sistematizados autorizados por la autoridad ae- ronáutica competente, salvo que permanezca por más de 12 meses sin realizar actividades. En este su- puesto deberá, antes de reiniciar su actividad, ser rehabilitado por un Inspector de la especialidad designa- do por la autoridad aeronáutica competente. (Resolución ANAC N°59/2012 – B. O. N° 32.345 del 24 febrero 2012) RAAC PARTE 65 SUBPARTE D 4. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.59",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-296-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE D - LICENCIA DE MECÁNICO DE MANTENIMIENTO DE AERONAVE (MMA) Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-307-0",
    "text": "65.71 Requisitos para el otorgamiento (a) Toda persona que solicite la licencia de Mecánico de Mantenimiento de Aeronave deberá cumplir con los siguientes requisitos: (1) Tener 18 años de edad. (2) Haber aprobado el ciclo primario o Educación General Básica (EGB) completa o equivalente reconocido por la Autoridad de Educación competente. Este requisito se considerará cumplimentado con la presentación del título de estudios del nivel secundario. (3) Ser capaz de hablar, leer, escribir y entender el idioma español. (4) Poseer el Certificado Psicofisiológico Clase III, emitido según la Parte 67 de estas RAAC, y (5) Poseer el título de Mecánico de Mantenimiento de Aeronave otorgado por un Centro de Instrucción habilitado por o acreditado ante la Autoridad Aeronáutica competente o satisfacer los requisitos correspondientes del Procedimiento Extraordinario para el reconocimiento de estudios técnicos, capacitación y experiencia. (b) A partir del 01-ENE-2012, a los fines del acceso a esta licencia, los títulos oficiales equivalentes deberán estar homologados en el orden nacional. (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008), (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.71",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-309-0",
    "text": "65.73 Habilitaciones (a) Las siguientes Habilitaciones podrán ser inscriptas a la licencia de Mecánico de Mantenimiento de Aeronave (MMA): (1) Habilitación de MMA - Categoría A. (2) Habilitación de MMA - Categoría B. (3) Habilitación de MMA - Categoría C. (b) A partir del 01-ENE-2009, el otorgamiento de la primera habilitación, cualquiera sea ésta (A, B o C), estará condicionado a la aprobación del examen de conocimientos y de pericia que establezca la Autoridad Aeronáutica competente en función de la instrucción acreditada.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.73",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-311-0",
    "text": "65.75 Atribuciones y limitaciones generales (a) Atribuciones generales: (1) El titular de una Licencia de Mecánico de Mantenimiento de Aeronave sin habilitación, estará facultado para realizar tareas en mantenimiento preventivo, mantenimiento, reconstrucción y alteraciones de productos aeronáuticos exclusivamente bajo la supervisión del titular de una Licencia de MMA con Habilitación y con atribuciones correspondientes para tales tareas. (2) El titular de una Licencia de Mecánico de Mantenimiento de Aeronave con habilitación estará facultado para realizar y supervisar mantenimiento preventivo, mantenimiento, reconstrucción y alteraciones de aeronaves, sus células, motores, hélices y dispositivos, incluyendo los sistemas y cableados eléctricos, sujeto a: SUBPARTE D 4. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (i) Las atribuciones y limitaciones que le confiere la respectiva habilitación, (ii) La capacitación y experiencia acreditada, (iii) Los alcances de la Organización de Mantenimiento habilitada en que se desempeña; y (iv) Las funciones que le fueron asignadas. (3) Podrá certificar el retorno al servicio de los productos aeronáuticos y en los niveles para los cuales está habilitado sólo cuando se desempeñe como Representante Técnico o esté expresamente delegado para ello en el Manual de la Organización de Mantenimiento habilitada en que se desempeña y dentro de sus alcances. (4) El titular de una Licencia de Mecánico de Mantenimiento de Aeronave podrá realizar Ensayos No Destructivos cuando esté calificado y certificado conforme con la Norma IRAM-ISO 9712 (edición correspondiente al momento del examen) por un Ente reconocido por la Dirección de Aeronavegabilidad (DA). (b) Limitaciones generales: (1) Ningún titular de una licencia de Mecánico de Mantenimiento de Aeronave sin habilitación podrá desempeñarse como supervisor o inspector ni certificar el retorno al servicio de productos aeronáuticos. (2) Ningún titular de una licencia de Mecánico de Mantenimiento de Aeronave podrá ejercer sus atribuciones a menos que: (i) Se encuentre empleado o contratado por una Organización de Mantenimiento Aeronáutico habilitada, con alcances adecuados y cumpla las funciones asignadas por ésta o se encuentre cumpliendo funciones de mantenimiento preventivo expresamente previstas en las normativas. (ii) En relación al producto aeronáutico y a las tareas asignadas, conozca, comprenda y cumpla con las nor- mativas de aeronavegabilidad, con las instrucciones técnicas actualizadas del fabricante y las aprobadas o aceptadas por la Dirección de Aeronavegabilidad (DA), y (iii) En relación a su capacitación y experiencia, acredite: (A) Haber recibido, mediante cursos y/o entrenamiento en el trabajo, la capacitación requerida por la Autoridad Aeronáutica competente sobre los productos y en los Niveles en los que ejercerá sus tareas, y (B) A partir del 01-ENE-2009, para poder trabajar sobre helicópteros deberá haber aprobado el curso de Instrucción Reconocida de Especialista en Helicópteros o haber aprobado el examen correspondiente ante la Autoridad Aeronáutica o acreditar capacitación y más de 3 años de experiencia en este tipo de aeronaves en una Organización de Mantenimiento Aeronáutico de las FFAA o FFSS, y (C) Para poder supervisar un trabajo deberá haber realizado anteriormente el mismo trabajo en forma satisfactoria. En su defecto, deberá realizarlo bajo supervisión",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.75",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-311-450",
    "text": "o acreditar capacitación y más de 3 años de experiencia en este tipo de aeronaves en una Organización de Mantenimiento Aeronáutico de las FFAA o FFSS, y (C) Para poder supervisar un trabajo deberá haber realizado anteriormente el mismo trabajo en forma satisfactoria. En su defecto, deberá realizarlo bajo supervisión de un MMA con experiencia previa en éste, y (D) Excepto para el personal que ha de trabajar bajo supervisión, haber trabajado o supervisado a otros mecánicos o desempeñado funciones de conducción o de capacitación sobre el mantenimiento de tales productos u otros de tecnología equivalente al menos 6 meses dentro de los 24 meses precedentes. En su defecto, acreditar un curso recurrente o haber aprobado una evaluación teórica y práctica ante la Organización de Mantenimiento Aeronáutico en que se desempeña, y (iv) Estar registrado en la Dirección Aeronavegabilidad (DA) y disponer de matrícula vigente en el Consejo Profesional de Ingeniería Aeronáutica y Espacial. (3) Para certificar retorno al servicio de productos aeronáuticos deberá tener al menos 21años de edad. (4) En casos específicos, la Autoridad Aeronáutica competente podrá establecer otras limitaciones siguiendo el Procedimiento Extraordinario establecido y en función de la experiencia acreditada. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-313-0",
    "text": "65.77 Habilitación de MMA - Categoría A. Requisitos (a) Son requisitos para la obtención de la Habilitación Categoría A ser titular de la licencia de MMA, haber aprobado el examen prescripto en el párrafo 65.73 (b) y: (1) Habiendo aprobado la Instrucción Reconocida por la Autoridad Aeronáutica competente, acreditar al menos 2 años de experiencia en el ejercicio de su licencia trabajando bajo supervisión, o (2) El personal que accediera a su licencia sin haber aprobado la Instrucción Reconocida deberá acreditar una experiencia equivalente de al menos 4 años adquirida en una Organización de Mantenimiento Aeronáutico habilitada o reconocida o en un Organismo de Mantenimiento Aeronáutico de las FFAA o FFSS.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.77",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-315-0",
    "text": "65.79 Atribuciones y limitaciones (a) Atribuciones: (1) Realizar y supervisar mantenimiento preventivo y mantenimiento (exceptuando reparaciones y alteraciones mayores) en aeronaves de hasta 2.000 Kg de peso máximo de despegue, sus motores, hélices y partes. (2) Realizar mantenimiento preventivo, mantenimiento, reconstrucción y alteraciones en aviones y en RAAC PARTE 65 SUBPARTE D 4. 3 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.79",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-317-0",
    "text": "1.1 3 helicópteros y en sus motores, hélices y partes. (3) Realizar reemplazos de componentes, equipos, instrumentos y accesorios radioeléctricos y de aviónica instalados a bordo de aeronaves y que solo requieren controles simples (con auto-test o con equipos simples de testeo) para determinar su estado de servicio. (4) Realizar mantenimiento preventivo y mantenimiento (exceptuando reparaciones mayores y alteraciones mayores) en instrumentos y en accesorios mecánicos y eléctricos, según la capacitación y el entrenamiento específico acreditado. (5) Certificar el retorno al servicio de aeronaves de hasta 2.000 Kg de peso máximo de despegue y de motores Clase I (exceptuando reparaciones y alteraciones mayores), sólo cuando disponga de más de 2 años de experiencia sobre los mismos y se halle expresamente delegado para ello en el Manual de la Organización de Mantenimiento habilitada en que se desempeña y dentro de los alcances de ésta. (b) Limitaciones: Además de las limitaciones generales correspondientes a su Licencia, tiene las siguientes: (1) No podrá certificar el retorno al servicio de aeronaves potenciadas a turbina, ni de aeronaves de más de 2.000 Kg de peso máximo de despegue. (2) No podrá hacer uso de sus atribuciones sobre aviones de más de 5.700 Kg de peso máximo de despegue o potenciados a turbina o sobre helicópteros, a menos que acredite la aprobación del respectivo curso de Capacitación Inicial y 2 años de experiencia trabajando en productos de similar tecnología bajo la supervisión de un MMA con alcances adecuados. (3) No podrá hacer uso de sus atribuciones sobre motores alternativos de más de 400 HP o turbinas ni sobre hélices de paso variable, a menos que acredite la aprobación del respectivo curso de Capacitación Inicial y 2 años de experiencia trabajando en productos de similar tecnología bajo la supervisión de un MMA con alcances adecuados. (4) No está facultado para realizar mantenimiento, reconstrucción ni alteraciones en los sistemas, equipos y accesorios radioeléctricos o de aviónica que superen lo prescripto en el párrafo 65.79(a)(3). Solo puede realizar el montaje y desmontaje y controles operativos o de servicio simples de aquellos para los cuales acredite haber recibido capacitación y siempre que no involucren tareas de mantenimiento adicionales en los mismos. (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008), (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-319-0",
    "text": "65.81 Habilitación de MMA - Categoría B. Requisitos (a) Son requisitos para la obtención de la Habilitación Categoría B ser titular de la Licencia de Mecánico de Mantenimiento de Aeronave, haber aprobado el examen prescripto en el párrafo 65.73 (b) y: (1) Disponer de la Habilitación Categoría A y acreditar más de un año de experiencia en el ejercicio de ésta, o (2) Acreditar una experiencia de 3 años en el ejercicio de su licencia trabajando bajo supervisión, o (3) El personal que accedió a su licencia sin haber aprobado la Instrucción Reconocida deberá acreditar una experiencia equivalente de al menos 5 años adquirida en una Organización de Mantenimiento Aeronáutico habilitada o reconocida o en un Organismo de Mantenimiento Aeronáutico de las FFAA o FFSS.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.81",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-321-0",
    "text": "65.83 Atribuciones y limitaciones (a) Atribuciones: (1) Todas las atribuciones correspondientes a la Habilitación Categoría A, y (2) Supervisar mantenimiento preventivo, mantenimiento, reconstrucción y alteraciones (exceptuando re- paraciones mayores y alteraciones mayores) en aviones de hasta 5.700 Kg y en helicópteros de hasta 3.180 Kg de peso máximo de despegue y en sus motores, hélices y partes. (3) Supervisar mantenimiento preventivo en aviones de más de 5.700 Kg y en helicópteros de más de",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.83",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-322-0",
    "text": "3.180 Kg de peso máximo de despegue y en sus motores, hélices y partes. (4) Supervisar mantenimiento preventivo, mantenimiento y alteraciones (exceptuando reparaciones mayores y alteraciones mayores) en instrumentos y en accesorios mecánicos y eléctricos, según la capacitación y el entrenamiento específico acreditado. (5) Supervisar reemplazos de componentes, equipos, instrumentos y accesorios radioeléctricos y de aviónica instalados a bordo de aeronaves y que solo requieren controles simples (con auto-test o con equipos simples de testeo) para determinar su estado de servicio. Incluye la desactivación de equipos/sistemas de acuerdo con lo establecido en una MEL aprobada. (6) Certificar el retorno al servicio de aviones de hasta 5.700 Kg y de helicópteros de hasta 3.180 Kg de peso máximo de despegue y de sus motores, hélices y partes, cuando se desempeñe como Representante Técnico o se halle expresamente delegado para ello en el Manual de la Organización de Mantenimiento habilitada en la que se desempeña y dentro de sus alcances. SUBPARTE D 4. 4 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (b) Limitaciones: Además de las limitaciones generales correspondientes a su licencia, tiene las siguientes: (1) No podrá hacer uso de sus atribuciones de supervisión o de retorno al servicio: (i) En mantenimiento preventivo sobre aviones de más de 5.700 Kg de peso máximo de despegue, o potenciados a turbina, o sobre helicópteros, a menos que acredite la aprobación del respectivo curso de Capacitación Inicial y 3 años de experiencia en productos de similar tecnología y porte o la capacitación y experiencia que sea aceptada por la Dirección de Aeronavegabilidad (DA). (ii) Sobre motores alternativos de más de 400 HP o turbinas ni sobre hélices de paso variable, a menos que acredite la aprobación del respectivo curso de Capacitación Inicial y 3 años de experiencia en productos de similar tecnología. (iii) Sobre instrumentos y accesorios, a menos que acredite 3 años de experiencia en productos de similar tecnología. (2) Para los que obtuvieron la Categoría B sin acreditar experiencia en aviones de hasta 5.700 Kg o en helicópteros de hasta 3.180 Kg de peso máximo de despegue, no podrán aplicar atribuciones de supervisión o de retorno al servicio sobre ellos a menos que acrediten 2 años de experiencia trabajando en productos de similar tecnología. (3) No está facultado para supervisar mantenimiento, reconstrucción ni alteraciones en los sistemas, equipos y accesorios radioeléctricos o de aviónica que supere lo prescripto en el párrafo 65.83(a)(5). Solo puede supervisar el montaje y desmontaje y controles operativos o de servicio simples de aquellos para los cuales acredite haber recibido capacitación y siempre que no involucren tareas de mantenimiento adicionales en los mismos. (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008), (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "3.180",
      "chapter": "3"
    }
  },
  {
    "id": "parte-65.pdf-324-0",
    "text": "65.85 Habilitación de MMA - Categoría C. Requisitos (a) Son requisitos para la obtención de la Habilitación Categoría C ser titular de la Licencia de Mecánico de Mantenimiento de Aeronave, haber aprobado el examen prescripto en el párrafo 65.73 (b) y: (1) Disponer de la Habilitación Categoría B y acreditar más de 2 años de experiencia en el ejercicio de ésta o (2) Acreditar una experiencia de 5 años en el ejercicio de su licencia trabajando bajo supervisión, o (3) El personal que accedió a su licencia sin haber aprobado la Instrucción Reconocida deberá acreditar una experiencia equivalente de al menos 7 años adquirida en una Organización de Mantenimiento Aeronáu- tico habilitada o reconocida o en un Organismo de Mantenimiento Aeronáutico de las FFAA o FFSS.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.85",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-326-0",
    "text": "65.87 Atribuciones y limitaciones (a) Atribuciones: (1) Todas las atribuciones correspondientes a las Habilitaciones Categorías A y B, incluyendo la realización y supervisión de reparaciones mayores y alteraciones mayores de aviones de menos de 5.700 Kg y helicópteros de menos de 3.180 Kg de peso máximo de despegue, sus motores, hélices y partes, y (2) Supervisar mantenimiento, mantenimiento preventivo, reconstrucción y alteraciones en aviones de más de",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.87",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-327-0",
    "text": "5.700 Kg y en helicópteros de más de 3.180 Kg de peso máximo de despegue, sus motores, hélices y partes. (3) Certificar el retorno al servicio de las aeronaves completas para las cuales está facultado y de sus motores, hélices y dispositivos, sólo cuando se desempeñe como Representante Técnico o se halle expresamente delegado para ello en el Manual de la Organización de Mantenimiento habilitada en que se desempeña y dentro de los alcances de la misma. (b) Limitaciones: Además de las limitaciones generales correspondiente a su Licencia, tiene las siguientes: (1) No podrá hacer uso de sus atribuciones de supervisión y retorno al servicio: (i) Sobre aviones de más de 5.700 Kg de peso máximo de despegue, o potenciados a turbina, o sobre helicópteros, o sobre motores alternativos de más de 400 HP o turbinas o sobre hélices de paso variable, a menos que acredite la aprobación del respectivo curso de Capacitación Inicial y 3 años de experiencia en productos de similar tecnología y porte o la capacitación y experiencia que sea aceptada por la Dirección de Aeronavegabilidad (DA). (ii) Sobre instrumentos y accesorios, a menos que acredite 3 años de experiencia en productos de similar tecnología. (2) Para los que obtuvieron la Categoría C sin acreditar experiencia en aviones de hasta 5.700 Kg o en helicópteros de hasta 3.180 Kg de peso máximo de despegue, no podrán aplicar atribuciones de supervisión o de retorno al servicio sobre ellos a menos que acrediten 2 años de experiencia trabajando en productos de similar tecnología. (3) No está facultado para supervisar mantenimiento, reconstrucción ni alteraciones en los sistemas, equipos y accesorios radioeléctricos o de aviónica que superen lo prescripto en el párrafo 65.83(a)(5). (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) RAAC PARTE 65 SUBPARTE E 5. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "5.700",
      "chapter": "5"
    }
  },
  {
    "id": "parte-65.pdf-329-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE E - RESERVADO SUBPARTE E 5. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL ESTA PÁGINA FUE DEJADA INTENCIONALMENTE EN BLANCO RAAC PARTE 65 SUBPARTE F 6. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-331-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE F - CERTIFICADO DE COMPETENCIA DE PLEGADOR DE PARACAÍDAS Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-345-0",
    "text": "65.111 Requerimiento de certificado de competencia de plegador de paracaídas (a) Ninguna persona deberá plegar, mantener o alterar cualquier paracaídas personal para uso de emergencia en relación con aeronaves civiles (incluyendo el paracaídas de reserva) de un conjunto de un solo arnés y de dos velámenes, teniendo al menos un velamen principal y un velamen auxiliar-reserva aprobado, a menos que sea titular de un certificado de competencia apropiado vigente y la habilitación correspondiente otorgada en virtud de esta Subparte y cumpla con las secciones 65.127 hasta la 65.133 inclusive. (b) La persona que no posea dicho certificado de competencia podrá plegar el paracaídas principal (ve- lamen) de un conjunto de un solo arnés y de dos velámenes para uso personal en saltos intencionales. (c) Toda persona titular de un Certificado de Competencia de Plegador de Paracaídas permitirá ser ins- peccionado por la Autoridad Aeronáutica competente, o representante de la ley. (d) En virtud de esta Parte, se otorgan las siguientes habilitaciones para el Certificado de Competencia de Plegador de Paracaídas: (1) Plegador de Paracaídas. (2) Reservado. (e) Las secciones desde la 65.127 hasta la 65.133 inclusive no se aplican a los paracaídas plegados, mantenidos o alterados para uso de las Fuerzas Armadas.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.111",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-347-0",
    "text": "65.113 Requisitos para el otorgamiento (a) Son requisitos para el otorgamiento del Certificado de Competencia de Plegador de Paracaídas: (1) Tener 18 años de edad. (2) Ser capaz de leer, escribir y entender el idioma español. (3) Haber aprobado ciclo primario o la Educación General Básica (EGB) completa, o equivalente reconoci- do por la autoridad competente. (4) Cumplir con las secciones de esta Subparte que correspondan al certificado de competencia y habilita- ción solicitada. (5) Poseer Certificado de Aptitud Clase III emitida según la Parte 67 de estas RAAC. (6) Demostrará sus conocimientos de lo establecido por la Autoridad Aeronáutica competente en el Manual para el Plegador y Mantenimiento de Paracaídas. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) SUBPARTE F 6. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.113",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-348-0",
    "text": "65.115 Plegador de paracaídas. Requisitos de experiencia, conocimientos y pericia (a) El aspirante a un Certificado de Competencia de Plegador de Paracaídas deberá presentar antecedentes satisfactorios a la Autoridad Aeronáutica competente que ha plegado por lo menos 30 paracaídas de cada tipo, para el cual requiere la habilitación, de acuerdo con las instrucciones del fabricante y bajo la supervisión de un Instructor de Paracaidismo. (b) Rendir ante la Autoridad Aeronáutica un examen escrito relacionado con un paracaídas de uso común sobre: (1) Su construcción, plegado y mantenimiento; (2) Las instrucciones del fabricante; (3) Reglas de esta Subparte; y (c) Cumplida la experiencia práctica requerida, rendir un examen para demostrar su habilidad para plegar y efectuar el mantenimiento del tipo de paracaídas para el cual requiere la habilitación.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.115",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-354-0",
    "text": "65.121 Habilitaciones adicionales (a) Para el desempeño de las atribuciones de estos certificados de competencia, se otorgarán las si- guientes habilitaciones: (1) Paracaídas de Asiento. (2) Paracaídas de Espalda. (3) Paracaídas de Pecho.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.121",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-356-0",
    "text": "65.123 Requisitos para habilitaciones adicionales (a) El titular de un Certificado de Competencia de Plegador de Paracaídas que solicita una habilitación adicional deberá: (1) Presentar antecedentes satisfactorios a la Autoridad Aeronáutica competente, que ha plegado por lo menos 20 paracaídas del tipo para el cual solicita la habilitación, de acuerdo con las instrucciones del fabricante y bajo la supervisión del titular de un Certificado de Competencia y habilitación correspondiente; (2) Aprobar un examen práctico para demostrar su habilidad para plegar y mantener el tipo de paracaídas cuya habilitación requiere.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.123",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-358-0",
    "text": "65.125 Atribuciones (a) El titular de un Certificado de Competencia de Plegador de Paracaídas podrá: (1) Plegar y mantener (excepto la reparación mayor) cualquier tipo de paracaídas para el cual dispone de habilitación; y (2) Supervisar el plegado de cualquier tipo de paracaídas para el cual dispone habilitación. (b) El titular de un Certificado de Competencia emitido según esta Subparte no necesita cumplir con las secciones desde la 65.127 hasta la 65.133 inclusive (relacionados con instalaciones, equipo, normas de comportamiento, registros, experiencia reciente y sello) al plegar, mantener el paracaídas (velamen) princi- pal de un conjunto de un solo arnés y de dos velámenes para uso personal en saltos intencionales.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.125",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-360-0",
    "text": "65.127 Instalaciones y equipo (a) Ningún titular de un Certificado de Competencia de Plegador de Paracaídas podrá ejercer los privile- gios de su certificado, a menos que disponga de las instalaciones y equipo que se indica a continuación: (1) Una mesa con cubierta lisa de 90 centímetros de ancho por 12 metros de largo, o una superficie lisa apropiada. (2) Suficientes herramientas para plegar y mantener los paracaídas que están bajo su responsabilidad. (3) Un local adecuado para el desempeño de sus labores y para proteger las herramientas, equipos y pa- racaídas. (b) Dicho local deberá estar adecuadamente iluminado y ventilado para secar y airear paracaídas. RAAC PARTE 65 SUBPARTE F 6. 3 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.127",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-364-0",
    "text": "65.129 Limitaciones (a) Ningún plegador de paracaídas podrá: (1) Plegar o mantener cualquier tipo de paracaídas para el cual carece de habilitación; (2) Plegar un paracaídas para uso de emergencia que no lo encuentre seguro; (3) Plegar un paracaídas que no haya sido secado y ventilado a fondo; (4) Alterar un paracaídas de una manera no autorizada por la Autoridad Aeronáutica competente, o el fa- bricante; (5) Plegar, mantener o alterar un paracaídas de una manera que no cumple con los procedimientos apro- bados por la Autoridad Aeronáutica competente, o el fabricante; o (6) Ejercer las atribuciones de su certificado de competencia y habilitación, a menos que entienda las ins- trucciones del fabricante para la operación requerida y ha: (i) Ejercido las funciones de su certificado de competencia durante los 12 meses precedentes; o (ii) Demostrado a la Autoridad Aeronáutica competente, que está apto para ejercer sus funciones. (b) El titular del Certificado de Competencia de Plegador de Paracaídas que permanezca 12 meses sin realizar actividad de plegado, deberá demostrar que mantiene las aptitudes teóricas y practicas en el plega- do y mantenimiento de paracaídas ante un Inspector de la Autoridad Aeronáutica competente.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.129",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-366-0",
    "text": "65.131 Registros (a) Todo plegador de paracaídas titular de un certificado de competencia deberá mantener un registro de plegados y mantenimiento de paracaídas efectuados o supervisados por él. El registro contendrá la siguien- te información: (1) Tipo y marca; (2) Número de serie; (3) Nombre y dirección del propietario; (4) Tipo y grado de trabajo efectuado; (5) Fecha y lugar en que se efectuó el trabajo; y (6) El resultado de cualquier prueba de ensayo que se haya realizado. (b) Todo plegador, al plegar un paracaídas, anotará en la ficha adosada al paracaídas, la fecha y lugar del empaque y cualquier defecto que haya encontrado durante la inspección. (c) Firmará el registro de plegados mencionado en el párrafo (a) de esta Sección, incluyendo su nombre y número de certificado de competencia de plegador debiendo conservar el mismo por al menos 2 años después de la fecha de plegado.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.131",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-368-0",
    "text": "65.133 Sello Todo plegador de paracaídas titular de un certificado de competencia deberá disponer de un sello con una marca de identificación dispuesta por la Autoridad Aeronáutica competente, y una prensa para el sello. Des- pués de plegar un paracaídas, deberá sellar el equipo de acuerdo con las recomendaciones del fabrican- te para ese tipo. SUBPARTE F 6. 4 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL ESTA PÁGINA FUE DEJADA INTENCIONALMENTE EN BLANCO RAAC PARTE 65 SUBPARTE G 7. 1 ADMINISTRACIÓN NACIONAL 4º Edición 05 julio 2012 DE AVIACIÓN CIVIL REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 - PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE G - LICENCIA DE OPERADOR DEL SERVICIO DE INFORMACIÓN AERONÁUTICA Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.133",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-379-0",
    "text": "65.141 Requisitos para el otorgamiento (a) Toda persona que requiera la licencia de Operador del Servicio de Información Aeronáutica, deberá cumplir con los siguientes requisitos: (1) Tener 18 años de edad. (2) Ser argentino nativo, naturalizado o por opción. (3) Hablar, leer, escribir y entender correctamente el idioma español. (4) Haber aprobado estudios secundarios o Ciclo de Educación Polimodal completo o equivalente reconocido por la autoridad aeronáutica competente. (5) Poseer Certificado de Aptitud Clase III emitida según la Parte 67 de estas RAAC u otra documentación transitoria expedida por el Organismo competente que acredite su aptitud psicofisiológica Clase III. (6) Haber aprobado las exigencias del curso de Instrucción Reconocida por la autoridad aeronáutica para Operador del Servicio de Información Aeronáutica. (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.141",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-381-0",
    "text": "65.143 Requerimientos de licencia (a) Ninguna persona podrá desempeñarse en una Oficina del Servicio de Información Aeronáutica (AIS), Oficina de Aviso a los Aviadores (NOF /NOTAM), o como Operador ARO/AIS en una Oficina de Notificación de Servicios de Tránsito Aéreo (ARO) a menos que: (1) Posea una licencia de Operador del Servicio de Información Aeronáutica vigente o en trámite. (2) Haya completado satisfactoriamente el período de experiencia previa requerida bajo supervisión de un Operador y/o Instructor, en el puesto operativo de trabajo que ha de desempeñarse. (3) Haya aprobado los exámenes que se determinen para cada puesto operativo de trabajo los cuales deberán ser certificados por el Instructor de la dependencia. (4) Cuente con la certificación de idoneidad como Operador ARO/AIS u Operador NOF/NOTAM, y (5) Haya sido designado para ocupar tal puesto operativo por la autoridad de aplicación. (6) El Jefe de Dependencia/Servicio elevará por expediente, a la Dirección General de Control de Tránsito Aéreo la documentación que se detalla a continuación, para su tratamiento y posterior trámite en la Direc- ción Nacional de Seguridad Operacional (Dirección de Licencias al Personal): (i) Formulario R.P.A. 23 – Solicitud de Licencia del Operador del Servicio de Información Aeronáutica. (ii) Certificado/s del/los curso/s aprobado/s. (iii) Copia de la licencia obtenida (solo para renovación). (iv) Certificado de Habilitación Psicofisiológica u otra documentación transitoria expedida por el Organismo Competente que acredite su aptitud psicofisiológica Clase III en vigencia. (v) Certificado de haber aprobado los exámenes (escrito y oral) requeridos para la certificación que solicita. (vi) Copia autenticada del “Certificado Provisorio de Certificación en Trámite”. SUBPARTE G 7. 2 RAAC PARTE 65 05 julio 2012 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (7) El personal del estado nacional podrá actuar como operador ARO/AIS careciendo de Licencia o Certifi- cación, siempre y cuando cumpla con los requisitos establecidos en 65.141 (a) (1), (2), (3), (4), (5), habien- do demostrado un nivel de conocimientos equivalente a las exigencias del curso de Instrucción Reconocida por la autoridad aeronáutica para Operador del Servicio de Información Aeronáutica y 65.143 (a) (2), (3) y (5) (Conforme 4.4.1 del Anexo 1 – OACI). (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.143",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-383-0",
    "text": "65.145 Requerimiento de idoneidad para puestos operativos de trabajo. Experiencia. Práctica (a) Las constancias que certifican la idoneidad local en puestos operativos de trabajo se refieren a certifi- cación local de idoneidad como Operador ARO /AIS y certificación local de idoneidad como Operador NOF / NOTAM. (1) Son requisitos para la obtención del certificado local de idoneidad como Operador ARO /AIS: (i) Ser titular de una Licencia de Operador del Servicio de Información Aeronáutica. (ii) Poseer el Certificado de Habilitación Psicofisiológico según el párrafo 65.141 (a) (5) de esta Subparte. (iii) Haber prestado servicio como practicante, bajo supervisión de un Operador y/o Instructor ARO/AIS, en el puesto operativo de trabajo que ha de desempeñarse, por un período no menor a 60 días. (iv) Aprobar los exámenes escritos y prácticos que se determinen, los cuales deberán ser certificados por el Instructor ARO/AIS de la dependencia. (2) Son requisitos para la obtención del certificado local de idoneidad de Operador como NOF / NOTAM: (i) Ser titular de una Licencia de Operador del Servicio de Información Aeronáutica. (ii) Poseer el Certificado Psicofisiológico según el párrafo 65.141 (a) (5) de esta Subparte. (iii) Haber prestado servicio como practicante, bajo supervisión de un Operador y/o Instructor NOF o NO- TAM, en el puesto operativo de trabajo que ha de desempeñarse, por un período no menor a 60 días. (iv) Aprobar los exámenes escritos y prácticos que se determinen, los cuales deberán ser certificados por el Instructor NOF/NOTAM de la dependencia. (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.145",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-385-0",
    "text": "65.147 Constancia de certificados de idoneidad. Requisitos. Atribuciones y limitaciones (a) Constancias: Las constancias de certificación de idoneidad, se refieren al Instructor ARO /AIS, NOF o NOTAM; al Supervisor ARO /AIS, NOF o NOTAM y, al Operador Bilingüe. (b) Requisitos: Son requisitos para la obtención del: (1) Certificado de Instructor ARO /AIS, NOF o NOTAM: (i) Ser titular de una Licencia de Operador del Servicio de Información Aeronáutica. (ii) Haber obtenido con anterioridad la certificación como Operador ARO /AIS, NOF o NOTAM) del puesto de trabajo en el cual se ha de desempeñar como Instructor. (iii) Haber prestado servicios satisfactorios por un período no menor de 3 años como Operador ARO /AIS, NOF o NOTAM en el Servicio en el cual ha de desempeñarse como Instructor o 2 años si ya ha desempeñado la función de Instructor en otra oficina de igual o mayor complejidad. El presente requisito no será de aplicación en aquellas dependencias en las que no exista ningún operador con dicha antigüedad. (2) Certificado de Supervisor ARO /AIS, NOF o NOTAM: (i) Ser titular de una Licencia de Operador del Servicio de Información Aeronáutica. (ii) Poseer en vigencia la certificación de idoneidad para el puesto operativo de trabajo de la dependencia ARO /AIS, NOF o NOTAM, en la cuál ha de desempeñarse como Supervisor. (iii) Haber prestado servicios satisfactorios por un período no menor de 3 años como Operador ARO /AIS, NOF o NOTAM en el Servicio en el cuál va a desempeñarse como Supervisor o 2 años si ya ha desempeñado la función de Supervisor en otra oficina de igual o mayor complejidad. El presente requisito no será de aplicación en aquellas dependencias en las que no exista ningún operador con dicha antigüedad. (3) Certificado de Operador Bilingüe: (i) Haber aprobado el examen de competencia bilingüe, reconocido por la autoridad aeronáutica competente. (c) Atribuciones: (1) El titular de un Certificado de Instructor ARO/AIS, NOF o NOTAM, estará facultado para: (i) Redactar los temarios de exámenes para la obtención de la Certificación en el puesto de trabajo por parte de sus instruidos. (ii) Mantener actualizados a los operadores mediante clases que dictará sobre los temas específicos, para cada una de las certificaciones. RAAC PARTE 65 SUBPARTE G 7. 3 ADMINISTRACIÓN NACIONAL 4º Edición 05 julio 2012 DE AVIACIÓN CIVIL (iii) Tomar los exámenes y evaluar la capacidad del personal instruido en los puestos de trabajo. (2) El titular de un Certificado de Supervisor ARO/AIS, NOF o NOTAM, está facultado para: (i) Supervisar las tareas del personal operador ARO /AIS, NOF o NOTAM de la oficina en la cual se encuentre certificada su idoneidad. (d) Limitaciones: (1) El titular de un Certificado de Supervisor ARO /AIS, NOF o NOTAM, que pierda su Certificación como Operador perderá su certificación como Supervisor. (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.147",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-385-450",
    "text": "o NOTAM, que pierda su Certificación como Operador perderá su certificación como Supervisor. (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-387-0",
    "text": "65.149 Requerimiento de habilidad (a) A los efectos de obtener una certificación, para desempeñarse en un puesto operativo de trabajo donde se facilite el Servicio de Información Aeronáutica, de Aviso a los Aviadores, de Notificación de Servicios de Tránsito Aéreo o en el Servicio de Información Aeronáutica Central, los titulares de una licencia de Operador del Servicio de Información Aeronáutica, deberán: (1) Desempeñarse el tiempo establecido como practicante según lo establecido en 65.145 (a) (1) o (2) de esta Subparte y (2) Aprobar los exámenes de idoneidad, los cuales deberán ser certificados y evaluados por el Instructor NOF/NOTAM de la dependencia. (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (b) El poseedor de una constancia de \"Certificación de Idoneidad\", tendrá certificada su idoneidad para desempeñarse en el puesto operativo de trabajo para el cual le ha sido extendida la constancia. (c) El practicante que no apruebe los exámenes previstos para cada Certificación Local de Idoneidad, transcurridos 12 meses de haber iniciado el entrenamiento en el puesto operativo de trabajo sin lograr obtener la certificación de su idoneidad para ese puesto operativo de trabajo, pasará a consideración sobre el destino a asignarle. (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.149",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-389-0",
    "text": "65.151 Tiempos de entrenamiento Los plazos de entrenamiento práctico establecidos para cada puesto operativo de trabajo, podrán ser reducidos en circunstancias especiales, para lo cual se procederá a efectuar un análisis detallado de los antecedentes y conocimientos técnicos del postulante, elevando previamente la solicitud pertinente y fundamentada a la autoridad aeronáutica de aplicación. (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.151",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-391-0",
    "text": "65.153 Realización de tareas. Atribuciones (a) El titular de una Licencia de Operador del Servicio de Información Aeronáutica con certificación de Operador ARO/AIS, estará facultado para facilitar el Servicio de Información Aeronáutica y de Notificación de Servicios de Tránsito Aéreo en la dependencia que facilita éstos servicios y para la cual se encuentra certificada su idoneidad. (b) El titular de una Licencia de Operador del Servicio de Información Aeronáutica con certificación como Operador NOF/NOTAM, estará facultado para facilitar el “Servicio de Aviso a los Aviadores” dentro de la Oficina NOTAM Regional o NOF Internacional en la cual se encuentre certificada su idoneidad. (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.153",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-393-0",
    "text": "65.155 Tiempo de servicio (a) Excepto en una emergencia, un Operador ARO/AIS, NOF o NOTAM, deberá ser relevado de todas sus tareas durante, por lo menos, 24 horas consecutivas, como mínimo una vez cada 7 días consecutivos. Dicho operador no podrá prestar servicios ni ser requerido para ello: (1) Por más de 10 horas consecutivas; o (2) Por más de 10 horas durante un período de 24 horas consecutivas, a menos que el mismo haya tenido un período de descanso de, por lo menos, 8 horas antes o en el momento de la finalización de las 10 horas de tarea. SUBPARTE G 7. 4 RAAC PARTE 65 05 julio 2012 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.155",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-394-0",
    "text": "65.157 Reglas operativas generales (a) El poseedor de una Licencia de Operador del Servicio de Información Aeronáutica deberá tenerla disponible, mientras desempeña funciones, como así también su Certificado de aptitud Psicofisiológica, para cuando lo requiera la autoridad aeronáutica o un representante de la justicia. (b) Hasta tanto se obtenga la Certificación correspondiente, un titular de Licencia de Operador del Servicio de Información Aeronáutica solo podrá desempeñarse en la dependencia a la que haya sido asignado, en carácter de practicante bajo la supervisión y responsabilidad de un Operador y/o Instructor. (Enmienda N°02 – B. O. N° 32.035 del 25 noviembre 2010) (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.157",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-396-0",
    "text": "65.159 Vigencia de la licencia (a) El titular de una Certificación de Operador ARO/AIS, NOF o NOTAM que permanezca: (1) Más de 3 meses y hasta 6 meses inactivo como tal, al reiniciar su actividad en el puesto operativo de trabajo para el cual ha sido certificado, deberá: (i) desempeñarse por un término de 36 horas de servicio bajo supervisión de un Operador y/o Instructor. (ii) Aprobar los exámenes escritos y prácticos que se determinen. (2) Si permaneciese inactivo por más de 6 meses y hasta 12 meses como tal, al reiniciar su actividad en el puesto operativo de trabajo, para el cual ha sido certificado, deberá: (i) desempeñarse en el término de 72 horas de servicio bajo supervisión de un Operador y/o Instructor. (ii) Aprobar los exámenes escritos y prácticos que se determinen. (3) Si la inactividad superase los 12 meses consecutivos, perderá validez la Certificación en el puesto de trabajo. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (b) Se considerará como “Inactivo” a todo Operador que no cumpla con un mínimo de 24 horas mensuales de operación efectiva o en simulador aprobado por la autoridad de aplicación. (Resolución ANAC N° 420/2012 – B. O. N° 32.432 del 05 julio 2012) RAAC PARTE 65 SUBPARTE H 8. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.159",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-398-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE H - LICENCIA DE OPERADOR DE ESTACIÓN AERONÁUTICA Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-404-0",
    "text": "65.161 Aplicación Esta Subparte establece los requisitos para la obtención de la Licencia de Operador de Estación Aeronáuti- ca, sus atribuciones y limitaciones.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.161",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-406-0",
    "text": "65.163 Requisitos para la obtención (a) Son requisitos para la obtención: (1) Ser argentino nativo, naturalizado o por opción. (2) Tener 18 años de edad. (3) Haber aprobado la Educación General Básica (EGB) completa, o ciclo primario completo o equivalente reconocido por la autoridad competente. (4) Poseer Certificado de Aptitud Clase III emitida según la Parte 67 de estas RAAC. (5) Aprobar las exigencias establecidas por la autoridad competente en el Curso de Instrucción Reconoci- da para Operador de Estación Aeronáutica. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.163",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-408-0",
    "text": "65.165 Experiencia El solicitante de la licencia de Operador de Estación Aeronáutica deberá haber prestado servicios satisfactorios durante 2 meses como mínimo a las órdenes de un Operador de Estación Aeronáutica debidamente habilitado.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.165",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-410-0",
    "text": "65.167 Atribuciones y limitaciones (a) Atribuciones: El titular de la Licencia de Operador de Estación Aeronáutica podrá desempeñarse co- mo tal en cualquier estación aeronáutica radiotelefónica. (b) Limitaciones: Para ejercer las atribuciones que otorga esta licencia, el titular de la Licencia de Opera- dor de Estación Aeronáutica deberá demostrar que se encuentra familiarizado con toda la información perti- nente y de actualidad, relativa a los tipos de equipos y con los procedimientos de trabajo utilizados en la estación aeronáutica en que se desempeñará. SUBPARTE H 8. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL ESTA PÁGINA FUE DEJADA INTENCIONALMENTE EN BLANCO RAAC PARTE 65 SUBPARTE I 9. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.167",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-412-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE I - LICENCIA DE JEFE DE AERÓDROMO Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-418-0",
    "text": "65.171 Requisitos para el otorgamiento (a) Toda persona que requiera la licencia de Jefe de Aeródromo, deberá cumplir con los siguientes requisitos: (1) Ser argentino nativo, naturalizado o por opción. (2) Tener 30 años de edad. (3) Hablar, leer, escribir y entender correctamente el idioma español. (4) Haber aprobado estudios secundarios o el Ciclo de Educación Polimodal completo o equivalente reco- nocido por la autoridad Aeronáutica competente. (5) Haber aprobado las exigencias del curso de Instrucción Reconocida para Jefe de Aeródromo que se dicta en el Centro de Instrucción, Perfeccionamiento y Experimentación (CIPE) o similar en el extranjero y homologado por ese instituto. (6) Poseer Certificado de Aptitud Psicofisiológica Clase III emitida según la Parte 67 de estas RAAC. (7) Ser Personal de la Administración Nacional de Aviación Civil (ANAC) (8) Elevar por expediente, a la Dirección Nacional de Seguridad Operacional (Dirección de Licencias al Personal) la documentación que se detalla a continuación, para su tratamiento: (i) Formulario R.P.A. 12 – Solicitud de Licencia de Jefe de Aeródromo. (ii) Certificado de haber aprobado el Curso de Jefe de Aeródromo (emitido por el CIPE). (iii) Copia de la licencia obtenida (sólo para renovación). (iv) Certificado de Aptitud Psicofisiológica (emitido por el INMAE). (v) Copia autenticada del Certificado de haber aprobado Estudios secundarios o Ciclo de educación Poli- modal completo. (vi) Copia autenticada del DNI (primera y segunda hoja). (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.171",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-420-0",
    "text": "65.173 Requerimientos de licencia (a) Podrá desempeñarse como Jefe de Aeródromo Público la persona que: (1) Sea titular de la licencia de Jefe de Aeródromo. (2) Posea el Certificado de Habilitación Psicofisiológica en vigencia, y (3) Haya sido designado por la Autoridad Aeronáutica para ocupar dicha función.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.173",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-422-0",
    "text": "65.175 Requerimientos de experiencia (a) Para ser designado Jefe de Aeródromo público, cada postulante deberá contar con un mínimo de 3 años de experiencia previa en: (1) El desempeño de funciones como jefe, encargado o auxiliar de un departamento o división directamen- te relacionadas con los Servicios de Tránsito Aéreo, o (2) Funciones como jefe, encargado o auxiliar de operaciones, o (3) Funciones de jefe, encargado o auxiliar de los Servicios ARO/AIS, NOF o NOTAM. (b) La Autoridad Aeronáutica podrá prescindir de la experiencia previa en las funciones enunciadas en (a) (1), (2) y (3) de esta Sección, cuando el cargo se vaya a desarrollar en aeródromos no controlados, principalmente de carácter deportivo o de escuela de pilotaje (Instituciones Aerodeportivas).",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.175",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-424-0",
    "text": "65.177 Atribuciones SUBPARTE I 9. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (a) El titular de una Licencia de Jefe de Aeródromo en funciones como tal deberá: (1) Mantener en buen estado de conservación y funcionamiento la infraestructura, instalaciones y equipos bajo su responsabilidad que componen el aeródromo. (2) Coordinar los planes que contribuyan con la seguridad terrestre y aérea de todas las instalaciones que componen el aeródromo. (3) Velar por el estricto cumplimiento de las normas vigentes relativas a las superficies de despeje de obstáculos determinadas para el aeródromo; al señalamiento de los mismos, conforme lo referido en los artículos 31, 34, y 35 del Código Aeronáutico, y en el Anexo 14 de la Organización de Aviación Civil Interna- cional (OACI). (4) Establecer contacto con las autoridades municipales de su jurisdicción para que se respete la legisla- ción en materia de limitaciones al dominio descripta en el Título III, Capítulo II del Código Aeronáutico (Ley N° 17.285) en la planificación y autorización de obras civiles públicas y privadas. (5) Ejercer permanentemente el control preventivo sobre áreas y superficies limitadoras del aeródromo, a fin de evitar el emplazamiento o construcción de objetos que por su ubicación y altura puedan constituir obstáculo o peligro para la navegación aérea. (6) Informar de inmediato a la Dirección Regional de jurisdicción las novedades que surjan respecto del emplazamiento o construcción de nuevos objetos (antenas, edificios, depósitos de combustible, tendidos aéreos de cables de cualquier tipo, carteles de propaganda, etc.) en las proximidades del aeródromo, que puedan significar peligro para el desarrollo de la actividad aérea o para el normal funcionamiento de las instalaciones, y proceder de acuerdo con la Directiva N° 5/76 del CRA, sus ampliaciones o modificaciones. (7) Proceder, de acuerdo con las facultades conferidas por el Artículo 75 del Código Aeronáutico, a la in- mediata remoción de una aeronave, su partes o despojos, cuando representen un peligro para la navega- ción aérea, la infraestructura, o los medios de comunicación, o cuando la permanencia en el lugar, pueda producir un deterioro del bien. Si se trata de un accidente en proceso de investigación deberá tener la auto- rización de la Junta de Investigación de Accidentes de Aviación Civil (JIAAC). (8) Observar el cumplimiento de lo dispuesto en cuanto a la cesión a terceros de espacios frente a plata- formas en el Aeropuerto (Disposición N° 4250 (M) 6/77 Orden N° 47 - 22-DIC-1977), sus ampliaciones o modificaciones. (9) Controlar el acatamiento de la Disposición N° 4213/73 CRA que regula el remolque aéreo, sus amplia- ciones o modificaciones. (10) Controlar las \"Autorizaciones para operar aeronaves\" de acuerdo con lo establecido en la Disposición N° 4261/75 (CRA), sus ampliaciones o modificaciones. (11) Mantener las características y condiciones para la operación con que haya sido habilitado el aeródromo a su cargo, solicitando anticipadamente a la Dirección Regional de jurisdicción, la autorización para introdu- cir innovaciones, o efectuar cambios, ampliaciones, etc. que tengan relación con la capacidad operativa o de",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.177",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-424-450",
    "text": "ampliaciones o modificaciones. (11) Mantener las características y condiciones para la operación con que haya sido habilitado el aeródromo a su cargo, solicitando anticipadamente a la Dirección Regional de jurisdicción, la autorización para introdu- cir innovaciones, o efectuar cambios, ampliaciones, etc. que tengan relación con la capacidad operativa o de servicios del aeródromo. (12) Informar de inmediato cualquier alteración a la infraestructura, equipos, servicios, personal, documen- tación, procedimientos, etc. que hayan sido previamente inspeccionado y habilitados por los organismos mencionados, a efecto de actualizar la situación y proceder a su inmediata regularización y registro. (13) Establecer las limitaciones de empleo o clausuras temporarias del aeródromo o áreas operativas del mismo, por aplicación de la Orden N° 471/72 del CRA, sus ampliaciones o modificaciones, cuando existan causales que pongan en riesgo la seguridad o regularidad de las operaciones aéreas. (14) Comunicar, por los medios de información aeronáutica a su disposición, la restricción de uso de cual- quiera de los servicios o áreas que brinde o comprenda el aeródromo. (15) Proceder al levantamiento de las clausuras o de las limitaciones impuestas sobre el aeródromo, luego de superadas las causales que originaron la medida, o diligenciar las impuestas por el nivel superior. (16) Disponer el señalamiento con los medios y de la manera adecuada, de los lugares o áreas del aeró- dromo que representen peligro para el tránsito o movimiento de las aeronaves. (17) Coordinar con los Organismos alojados (Aduana, Migraciones, Sanidad, Policía de Seguridad Aeropor- tuaria, etc.) la prestación de los servicios en forma integral y eficiente. (18) Constituir el Comité de Facilitación con los Organismos alojados y las Empresas explotadoras que ope- ran en el aeródromo, al efecto de intensificar y optimizar la coordinación entre éstas y los distintos servicios prestados por el mismo en un todo de acuerdo con las pautas para la organización, funcionamiento y tareas del Comité FAL, que figuran en el Anexo 9 - Facilitación, de la OACI. (19) Constituir y presidir un Comité de Seguridad con los organismos y empresas explotadoras que operan en el aeropuerto, a efecto de coordinar y optimizar las tareas y roles particulares y generales en la materia, en un todo de acuerdo con lo establecido en el Anexo 17 al Convenio sobre Aviación Civil Internacional (Chicago 1944). (20) Realizar inspecciones periódicas de la documentación de las aeronaves y sus tripulaciones, verificando que la Oficina ARO dé cumplimiento a lo establecido en el Manual de Operaciones de la Oficina de Notifica- ción de los Servicios de Tránsito Aéreo (MANOPER ARO) y sus enmiendas, para la inspección permanente RAAC PARTE 65 SUBPARTE I 9. 3 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-426-0",
    "text": "1.1 3 de dicha documentación. (21) Hacer respetar las normas para Fumigación y Rociamiento (Disposición N° 2418/73), sus ampliaciones o modificaciones. (22) Cumplimentar las normas particulares para Festivales Aéreos y Aerodeportivas (Res. 119/01), sus am- pliaciones o modificaciones. (23) Mantener actualizadas las disposiciones reglamentarias que regulan las actividades deportivas y de seguridad en los aeródromos /aeropuertos y cuya tenencia resulta obligatoria. (24) Controlar que el personal aeronáutico que realice actividades aeronáuticas a bordo de aeronaves y en superficie, cuente con los certificados de idoneidad correspondientes (Art. N° 76 - Código Aeronáutico). (25) Realizar una continua supervisión general de los turnos y servicios que brinda el personal en todas las dependencias, evaluando su rendimiento, índice de conocimientos y atención al usuario, en un todo de acuerdo con los Manuales de funcionamiento, rol de tareas y documentación operativa técnica y administra- tiva vigente. (26) Fiscalizar que las actividades de trabajo aéreo en cualquiera de sus especialidades se ajusten a las leyes y reglamentaciones vigentes (Art. N° 13 Código Aeronáutico). (27) En caso de tomar conocimiento de un accidente de aviación, intervenir en las denuncias, vigilar los despojos y colaborar con la Junta de Investigación de Accidentes de Aviación Civil, y actuar de acuerdo con los términos de los Artículos 185 al 190 del Código Aeronáutico. (28) Actuar, de comprobarse una presunta infracción o delito, según los procedimientos y responsabilidades que fijan los Artículos N° 203 y N° 204 del Código Aeronáutico. (29) Establecer, practicar y mantener actualizado un Plan de Emergencia y un programa de Seguridad del Aeródromo / Aeropuerto, aprobado por la Dirección Regional de jurisdicción, que comprenda además la prestación del Servicio de Extinción de incendios, Remoción de Escombros y Evacuaciones Sanitarias, co- ordinando con las autoridades locales que tengan participación en el mismo. Será responsable de determi- nar los procedimientos y la designación del personal y el equipo de intervención, tomando como guía el Manual de Servicios de Aeropuertos, Documento 9137, Parte 7, y el Manual de Seguridad para la Preven- ción de Actos ilícitos contra la Aviación Civil, Doc. 8973 (OACI). (30) Practicar las verificaciones que considere necesarias y tomar las medidas adecuadas para garantizar la seguridad de las operaciones aéreas de acuerdo a lo establecido en el Art. N° 12 del Código Aeronáutico. (31) Controlar el cumplimiento de las normas para el funcionamiento y control de las actividades aerofo- tográficas (Resolución N° 1214/62), sus ampliaciones o modificaciones. (32) Controlar que los talleres y estaciones de servicio en el ámbito del aeródromo se ajusten a lo dispuesto en la Disposición N° 4262/75 CRA, sus ampliaciones o modificaciones. (33) Controlar la actividad de paracaidismo de acuerdo con las normas vigentes establecidas a tal fin. NOTA: Ver RAAC Parte 105 (34) Conocer y hacer cumplir el contenido de los NOTAM, AIC, IAA y demás publicaciones que se refieran en particular o de manera general a su aeródromo. (35) Requerir a los operadores de trabajo aéreo permiso municipal para efectuar propaganda aérea con altavoces (Circular N° 39/56). (36) En aeródromos",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-426-450",
    "text": "105 (34) Conocer y hacer cumplir el contenido de los NOTAM, AIC, IAA y demás publicaciones que se refieran en particular o de manera general a su aeródromo. (35) Requerir a los operadores de trabajo aéreo permiso municipal para efectuar propaganda aérea con altavoces (Circular N° 39/56). (36) En aeródromos no concesionados, establecer un programa de mantenimiento del aeródromo que con- temple las medidas de inspección, revisión y reparación oportunas y adecuadas para lograr la conservación de los componentes del mismo (pistas, áreas de maniobras, pavimentadas o no, edificios, equipos técnicos, de comunicación, etc.); utilizando los lineamientos principales que se establecen en el Manual de Servicio de Aeropuertos. (Doc. 9137 Parte 9 – (OACI.). (37) En aeródromos no concesionados, practicar inspecciones diarias del área de movimiento y de las in- mediaciones del aeródromo para detectar falencias en los pavimentos, al igual que controlar la presencia de nuevos objetos que puedan afectar la operación de aeronaves, y efectuar las notificaciones que correspon- dan en los medios de información aeronáutica (Directiva 262/82). (38) En Aeródromos no concesionados, controlar las instalaciones y equipos de abastecimiento terrestre y de los de reabastecimiento de aeronaves. (39) Elevar anualmente a la Dirección Regional de jurisdicción un informe sobre servicios prestados por terceros en el aeródromo, destacando las novedades que surjan en los aspectos funcionales, administrati- vos, del personal; y toda otra novedad o sugerencia que se relacione con la regularidad y eficiencia de su prestación. (40) Efectuar las previsiones en materia de capacitación y necesidad de personal indispensable para el cumplimiento de la tarea asignada. (41) Aplicar, en los casos que sean de su competencia y responsabilidad, lo previsto en el Régimen de In- fracciones Aeronáuticas y Autoridades de Aplicación (Decreto 326/82 y Decreto 2352/83), procediendo en consecuencia con los términos del mismo. (42) Mantener al personal designado instruido, el local acondicionado y la documentación actualizada en lo SUBPARTE I 9. 4 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL que respecta a las responsabilidades inherentes a la conformación eventual / permanente de un Subcentro transitorio / permanente de Búsqueda y Salvamento. (43) Conocer, hacer cumplir y mantener actualizada la cartografía y publicaciones editadas por la Autoridad Aeronáutica que se encuentren vigentes y la documentación administrativa, técnica, contable, legal y opera- tiva de Autoridad Aeronáutica que por nivel orgánico le corresponda. (44) Desarrollar, mantener actualizado y hacer practicar el Plan Pre accidente del Aeródromo / Aeropuerto de acuerdo con la Directiva N° 1 del 02-junio-1978, sus ampliaciones o modificaciones. (45) Diligenciar en tiempo y forma toda la documentación administrativa, técnica, contable, operativa, etc., que corresponda con otras dependencias de la ANAC. (46) Efectuar el control de aeronaves para la prevención de accidentes de acuerdo con la Directiva N° 2 del 31-agosto-1978, sus ampliaciones o modificaciones. (47) En aeródromos no concesionados, utilizar de manera racional las tierras del aeródromo para el desa- rrollo de medios forestales y sembradíos, con el fin de contribuir a la seguridad operativa y a la atenuación de",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-426-900",
    "text": "accidentes de acuerdo con la Directiva N° 2 del 31-agosto-1978, sus ampliaciones o modificaciones. (47) En aeródromos no concesionados, utilizar de manera racional las tierras del aeródromo para el desa- rrollo de medios forestales y sembradíos, con el fin de contribuir a la seguridad operativa y a la atenuación de ruidos de acuerdo a la Directiva N° 5 del 25-noviembre-1980, sus ampliaciones o modificaciones. (48) Supervisar que las distintas dependencias a su cargo mantengan actualizado el Régimen de Infraccio- nes Aeronáuticas. (49) Desarrollar, además, toda otra función que surja de su tarea, las complementarias a la misma y las necesarias para una mejor administración interna. (b) El titular de una Licencia de Jefe de Aeródromo en funciones como tal, estará facultado para: (1) Ejercer la autoridad superior en el ámbito de su jurisdicción y administrar los recursos disponibles de acuerdo con las leyes, decretos, reglamentaciones y normas que rijan la actividad aeronáutica en todo el país. (2) Requerir, en caso de ser necesario para cumplir con tareas de prevención, fiscalización y seguridad, el auxilio de la fuerza pública, estando esta última obligada a prestarlo de acuerdo a lo establecido en el Art. N° 206 del Código Aeronáutico. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) RAAC PARTE 65 SUBPARTE J 10. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-428-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE J - LICENCIA DE MECÁNICO DE EQUIPOS RADIOELÉCTRICOS DE AERONAVE (MERA) Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-435-0",
    "text": "65.181 Requisitos para el otorgamiento (a) Toda persona que solicite la licencia de Mecánico de Equipos Radioeléctricos de Aeronave deberá cumplir con los siguientes requisitos: (1) Tener 18 años de edad. (2) Haber aprobado el ciclo primario o Educación General Básica (EGB) completa o equivalente reconocido por la Autoridad de Educación competente. Este requisito se considerará cumplimentado con la presentación del título de estudios de nivel secundario. (3) Ser capaz de hablar, leer, escribir y entender el idioma español. (4) Poseer Certificado de Aptitud Clase III emitida según la Parte 67 de estas RAAC. (5) Poseer el título de Mecánico de Equipos Radioeléctricos de Aeronave o de Mecánico de Aviónica otorgado por un Centro de Instrucción habilitado por o acreditado ante la Autoridad Aeronáutica competente o satisfacer los requisitos correspondientes del Procedimiento Extraordinario para el reconocimiento de estudios técnicos, capacitación y experiencia. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (b) A partir del 01-ENE-2012, a los fines del acceso a esta licencia los títulos oficiales equivalentes deberán estar homologados en el orden nacional. (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.181",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-437-0",
    "text": "65.183 Habilitaciones (a) A la licencia de Mecánico de Equipos Radioeléctricos de Aeronave (MERA) podrá ser inscripta la Habilitación de Aviónica. (b) A partir del 01-ENE-2009, el otorgamiento de dicha habilitación estará condicionada a la aprobación del examen de conocimientos y de pericia que establezca la Autoridad Aeronáutica competente en función de la instrucción acreditada.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.183",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-439-0",
    "text": "65.185 Atribuciones y limitaciones generales (a) Atribuciones generales: (1) Realizar o supervisar mantenimiento, mantenimiento preventivo, reconstrucción y alteraciones de equipos radioeléctricos, sus componentes y sistemas de a bordo, incluyendo los sistemas y cableados eléctricos y los montajes/desmontajes asociados con ellos, sujeto a la capacitación y experiencia acreditada, a los alcances de la Organización de Mantenimiento habilitada en que se desempeña y a las funciones que le fueron asignadas. (2) Realizar o supervisar mantenimiento y mantenimiento preventivo de instrumentos eléctricos, giroscópicos y electrónicos y de accesorios de aeronave eléctricos y electrónicos, según la capacitación o el entrenamiento específico acreditado. (3) Certificar el retorno al servicio de los productos dentro de sus atribuciones sólo cuando se desempeñe como Representante Técnico o esté expresamente delegado para ello en el Manual de la Organización de Mantenimiento habilitada en que se desempeña y dentro de sus alcances. SUBPARTE J 10. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (b) Limitaciones generales: Ningún titular de una licencia de Mecánico de Equipos Radioeléctricos de Aeronave, podrá: (1) Certificar el retorno al servicio de productos aeronáuticos si tiene menos de 21 años de edad. (2) Retornar al servicio a productos y sistemas dentro de sus atribuciones a menos que acredite 3 años de experiencia sobre los mismos u otros de tecnología equivalente o la capacitación y experiencia aceptada por la Dirección de Aeronavegabilidad (DA) a través del Manual de la Organización de Mantenimiento en que se des- empeña. (3) Supervisar ni retornar al servicio instrumentos o accesorios a menos que acredite 3 años de experiencia sobre los mismos u otros de tecnología equivalente. (4) Ejercer sus atribuciones a menos que: (i) Se encuentre empleado o contratado por una Organización de Mantenimiento Aeronáutico habilitada y con alcances adecuados y cumpla las funciones asignadas por ésta, y (ii) En relación al producto aeronáutico y a las tareas asignadas, conozca, comprenda y cumpla con las normativas de aeronavegabilidad, con las instrucciones técnicas actualizadas del fabricante y las aprobadas o aceptadas por la Dirección de Aeronavegabilidad (DA), y (iii) En relación a su capacitación y experiencia, acredite: (A) Haber recibido previamente, mediante cursos o entrenamiento en el trabajo, la capacitación requerida por la Autoridad Aeronáutica sobre los productos y en los Niveles en los que ejerce sus tareas. En caso de no existir tales cursos, deberá acreditar 18 meses de experiencia trabajando en productos de similar tecnología bajo supervisión de un MERA con alcances adecuados, y (B) Para poder supervisar un trabajo debe haber realizado anteriormente el mismo en forma satisfactoria. En su defecto, deberá realizarlo bajo supervisión de un MERA con experiencia previa en éste, y (C) Haber trabajado o supervisado a otros mecánicos o desempeñado funciones de conducción o de capacitación sobre el mantenimiento de tales productos al menos 6 meses dentro de los 24 meses precedentes. En su defecto, acreditar un curso recurrente o haber aprobado una evaluación teórica y práctica ante la Organización de Mantenimiento Aeronáutico en que se desempeña, y",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.185",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-439-450",
    "text": "o desempeñado funciones de conducción o de capacitación sobre el mantenimiento de tales productos al menos 6 meses dentro de los 24 meses precedentes. En su defecto, acreditar un curso recurrente o haber aprobado una evaluación teórica y práctica ante la Organización de Mantenimiento Aeronáutico en que se desempeña, y (iv) Estar registrado en la Dirección de Aeronavegabilidad (DA) y disponer de matrícula vigente en el Consejo Profesional de Ingeniería Aeronáutica y Espacial. (5) En casos específicos, la Autoridad Aeronáutica competente podrá establecer otras limitaciones siguiendo el Procedimiento Extraordinario establecido y en función de la experiencia acreditada. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-441-0",
    "text": "65.187 Habilitación de Aviónica. Requisitos (a) Habiendo aprobado la Instrucción Reconocida para Mecánico de Aviónica antes del 01-mayo-2008 se accederá directamente a la Licencia de MERA con la habilitación de Aviónica. (b) A partir del 01-ENE-2009 son requisitos para el otorgamiento de la Habilitación de Aviónica, ser titular de la licencia de MERA, haber aprobado el examen prescripto en el párrafo 65.183 (b) y, (1) Habiendo aprobado la Instrucción Reconocida para Mecánico de Aviónica, acreditar una experiencia de 2 años de trabajo bajo supervisión en aviónica, o (2) Sin haber aprobado la Instrucción Reconocida para Mecánico de Aviónica, acreditar una experiencia equivalente de al menos 4 años en aviónica, adquirida en una Organización de Mantenimiento Aeronáutico habilitada o reconocida o perteneciente a las FF.AA o FF.SS. (c) El titular de licencia de MERA obtenida antes del 01-ENERO-09 que acredite capacitación y más de 4 años de experiencia en mantenimiento de base en aviónica de aviones de más de 5.700 Kg y/o helicópteros de más de 3.180 Kg de peso máximo de despegue accederá directamente a la presente habilitación. (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.187",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-443-0",
    "text": "65.189 Atribuciones y limitaciones (a) Atribuciones: Todas las atribuciones generales de la licencia de MERA, y (1) Realizar o supervisar mantenimiento, mantenimiento preventivo, reconstrucción y alteraciones de equipos de electrónica y de aviónica, sus componentes y sistemas de a bordo, incluyendo los sistemas y cableados eléctricos y los montajes/desmontajes asociados, sujeto a la capacitación y experiencia acreditada, a los alcances de la Organización de Mantenimiento habilitada en que se desempeña y a las funciones que le fueron asignadas. (2) Certificar el retorno al servicio de los productos dentro de sus atribuciones solo cuando se desempeñe como Representante Técnico o esté expresamente delegado para ello en el Manual de la Organización de Mantenimiento habilitada en que se desempeña y dentro de sus alcances. (b) Limitaciones: Mantiene las correspondientes a la licencia de MERA. RAAC PARTE 65 SUBPARTE K 11. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.189",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-445-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE K - CERTIFICADO DE COMPETENCIA DE CERTIFICADOR AERO- NÁUTICO Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-450-0",
    "text": "65.191 Aplicación (a) Lo establecido en esta Subparte se aplica al personal que posee título de Ingeniero o Técnico de una Organización de Mantenimiento Aeronáutico habilitada, que cumple funciones de certificación de aprobación para retorno al servicio y/o para liberación de aeronavegabilidad de aviones y/o de helicópteros, de sus motores, hélices y componentes, y de los sistemas o componentes que los equipan. NOTA: La Autoridad Aeronáutica competente establecerá los procedimientos y términos para el otorga- miento del presente certificado de competencia. (b) Los titulares de Licencias de Mecánicos de Mantenimiento de Aeronave con Habilitación Categoría C o de Mecánicos de Equipos Radioeléctricos de Aeronave y que cumplan funciones de certificación de retorno al servicio de los productos prescriptos en el párrafo (a) de esta Sección, deberán ajustarse a las atribuciones y limitaciones de la licencia que posean de acuerdo a lo establecido en esta Parte. (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.191",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-452-0",
    "text": "65.193 Requisitos para el otorgamiento (a) Los requisitos para el otorgamiento del Certificado de Competencia de Certificador Aeronáutico (CA) son los siguientes: (1) Tener 21 años de edad, (2) Ser capaz de leer, escribir y entender el idioma español y de leer y comprender los Manuales de servicio y de mantenimiento y las normativas relacionadas con los trabajos o funciones a cumplir, y (3) Disponer del Título de Ingeniero Aeronáutico o Ingeniero Mecánico-Aeronáutico o Técnico Aeronáutico o Técnico en Aviónica o Técnico en Telecomunicaciones Aeronáuticas y acreditar 3 años de experiencia en una selección representativa de funciones directamente relacionadas con el mantenimiento (participación en la conducción, planificación, control o aseguramiento de calidad, control de partes aprobadas y desarrollos de ingeniería) de aviones, de helicópteros, o de los sistemas o componentes que los equipan, según corresponda. (4) Ser evaluado y propuesto ante la Autoridad Aeronáutica competente por la Organización de Mantenimiento Aeronáutico habilitada en que se desempeñará, previo verificar que cumple con los requisitos de experiencia y conocimientos en los productos y en los niveles de mantenimiento en los que ejercerá sus funciones, y (5) Satisfacer una evaluación ante dicha autoridad sobre las regulaciones aplicables al mantenimiento aeronáutico. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.193",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-454-0",
    "text": "65.195 Atribuciones y limitaciones (a) Atribuciones: (1) El Certificador Aeronáutico está facultado para certificar la aprobación para el retorno al servicio y/o para la liberación de aeronavegabilidad luego del mantenimiento preventivo, mantenimiento, reconstrucción y/o alteraciones de aviones o de helicópteros, y sus sistemas o componentes que los equipan, sujeto a los alcances del título profesional que posea, cuando acredite al menos 2 años de experiencia en funciones de mantenimiento sobre los mismos u otros de similar tecnología y siempre que se halle expresamente delegado para ello en el Manual de la Organización de Mantenimiento habilitada que lo propuso y dentro de los alcances de la misma. SUBPARTE K 11. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (b) Limitaciones: Ningún titular de una Licencia de Certificador Aeronáutico podrá ejercer sus atribuciones a menos que: (1) Se encuentre empleado o contratado por una Organización de Mantenimiento Aeronáutico habilitada y cumpla las funciones asignadas por ésta, y (2) En relación al producto y a las tareas asignadas, conozca, comprenda y cumpla con las normativas de aeronavegabilidad, con las instrucciones técnicas actualizadas del fabricante y las aprobadas o aceptadas por la Dirección de Aeronavegabilidad (DA), y (3) Esté registrado en la Dirección de Aeronavegabilidad (DA) y disponga de matrícula vigente en el Consejo Profesional de Ingeniería Aeronáutica y Espacial. (Enmienda N° 01 – B. O. N° 31.543 del 01 diciembre 2008), (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) RAAC PARTE 65 SUBPARTE L 12. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.195",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-456-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE L - CERTIFICADO DE COMPETENCIA EN TAREAS ESPECIALES DE MANTENIMIENTO Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-472-0",
    "text": "65.201 Requisitos para el otorgamiento (a) Excepto la cláusula transitoria prevista en el párrafo (b) de esta Sección, toda persona que solicite un Certificado de Competencia en Tareas Especiales de Mantenimiento para cumplir funciones auxiliares en aeronaves y sus componentes, deberá cumplir con los requisitos particulares establecidos para alguna de las siguientes habilitaciones: Especialista en Soldaduras Aeronáuticas, Especialista en Ensayos No Destructivos, Especialista en Materiales Compuestos, Especialista en Estructuras de Planeador y/o Motoplaneador, Reparador de Globos Libres Tripulados o Reparador de Aeronaves Experimentales, y con los siguientes requisitos generales: (1) Tener 18 años de edad cumplidos. (2) Ser capaz de leer y comprender los Manuales de servicio y de mantenimiento y las normativas relacio- nadas con los trabajos o funciones a cumplir. (3) Haber aprobado el ciclo primario o la Educación General Básica (EGB) completa o equivalente recono- cido por la Autoridad de Educación competente. (4) Poseer el Certificado de Aptitud Clase III emitida según la Parte 67 de estas RAAC, con o sin limitaciones, o satisfacer los requisitos de la norma de certificación aplicable. (b) Aquellas personas que a la fecha de emisión de esta regulación, reúnan los requisitos anteriormente vigentes para el desempeño de cada especialidad, pero no dispongan del certificado de competencia correspondiente, podrán continuar ejerciéndola hasta la fecha límite que en cada caso se especifica, a partir de la cual deberán cumplir con el requisito estipulado en la respectiva Sección.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.201",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-474-0",
    "text": "65.203 Atribuciones y limitaciones generales (a) Atribuciones generales: Todo titular de un Certificado de Competencia en Tareas Especiales podrá ejercer sus funciones sujeto a las atribuciones que le otorgue y a las condiciones que le imponga la certificación que posee. (b) Limitaciones generales: Además de las limitaciones correspondientes a cada especialidad, el titular de un Certificado de Competencia no podrá ejercer sus atribuciones a menos que: (1) Se encuentre empleado o contratado bajo el amparo y responsabilidad de una Organización de Mantenimiento Aeronáutico habilitada y con alcances adecuados y cumpla las funciones asignadas por ésta, con excepción de los casos del Reparador de Aeronaves Experimentales y del Reparador de Globos Libres Tripulados. SUBPARTE L 12. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (2) En relación al producto y a las tareas asignadas, conozca, comprenda y cumpla con las normativas de aeronavegabilidad aplicables, las instrucciones técnicas actualizadas del fabricante y las aprobadas o aceptadas por la Dirección de Aeronavegabilidad (DA), y (3) Acredite disponer de las certificaciones y experiencia requeridas por la Dirección de Aeronavegabilidad (DA) sobre los productos, materiales, procesos, técnicas, estándares y/o niveles en los que ejerce sus funciones. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.203",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-476-0",
    "text": "65.205 Especialista en Soldaduras Aeronáuticas. Requisitos (a) Toda persona que solicite un Certificado de Competencia de Especialista en Soldaduras Aeronáuticas, según se requiere, deberá: (1) Como Soldador Aeronáutico, estar calificado y certificado para realizar trabajos de soldadura en alguna técnica, material y estándar o procedimiento aplicable en estructuras y componentes aeronáuticos por un Ente reconocido por la Dirección de Aeronavegabilidad (DA): (2) Como Inspector de Soldaduras Aeronáuticas, estar calificado y certificado al menos en el Nivel I de la Norma IRAM-IAS U 500-169 o equivalente aceptado por la Dirección de Aeronavegabilidad (DA). Como alterna- tiva, a partir del 01-enero-2009 deberá aprobar una evaluación ante la Autoridad Aeronáutica competente, para lo cual previamente tendrá que: (i) Haber aprobado el curso de Instrucción Reconocida correspondiente impartido por un Centro de Instruc- ción reconocido por la Autoridad Aeronáutica competente, o (ii) Acreditar más de 3 años de experiencia reciente en temas relacionados con estructuras aeronáuticas soldadas (por ejemplo, soldador o control de calidad en soldaduras) en una Organización de Mantenimiento Aeronáutico de aeronaves de transporte. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.205",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-478-0",
    "text": "65.207 Atribuciones y limitaciones (a) Atribuciones: (1) Realizar trabajos de soldadura en productos aeronáuticos exclusivamente sobre el material, la tecnología y el estándar para los cuales está calificado y certificado. (2) Inspeccionar trabajos de soldadura en productos aeronáuticos: (i) Cuando acredite el nivel correspondiente de acuerdo con la Norma IRAM-IAS U 500-169 o equivalente aceptado por la Dirección de Aeronavegabilidad (DA), o (ii) Cuando acredite la aprobación de la evaluación correspondiente prevista en la Sección 65.205. (b) Limitaciones: Además de las limitaciones generales impuestas en esta Subparte: (1) Los trabajos realizados por el titular de este Certificado deberán estar aprobados y certificados por un Inspector de Soldaduras Aeronáuticas de la Organización de Mantenimiento habilitada en que se desempeña, de acuerdo con los procedimientos aprobados o aceptados por la Dirección de Aeronavegabilidad (DA). (2) A partir del 01-ENE-2009 sólo podrá inspeccionar trabajos de soldadura quien acredite la habilitación como Inspector de Soldaduras Aeronáuticas. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.207",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-480-0",
    "text": "65.209 Especialista en Ensayos No Destructivos. Requisitos (a) Toda persona que solicite un Certificado de Competencia de Especialista en Ensayos No Destructi- vos, deberá: (1) Estar calificado y certificado conforme con la Norma IRAM-ISO 9712 (edición correspondiente al momento del examen) por un ente reconocido por la Dirección de Aeronavegabilidad (DA), y (2) A partir del 01-enero-2010, deberá disponer también de la Licencia de Mecánico de Mantenimiento de Aeronaves (MMA) o del Título de Ingeniero o Técnico Aeronáutico o aprobar el examen específico del sector industrial aeroespacial. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.209",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-482-0",
    "text": "65.211 Atribuciones y limitaciones (a) Atribuciones: Realizar Ensayos No Destructivos en productos aeronáuticos exclusivamente en el método y nivel para el cual esté certificado. (b) Limitaciones: Además de las limitaciones generales impuestas en esta Subparte, los trabajos realizados por el titular de este certificado deberán estar aprobados y certificados por el personal de la organización de mantenimiento habilitada en que se desempeña que esté autorizado para retornar al servicio los productos bajo su alcance. RAAC PARTE 65 SUBPARTE L 12. 3 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.211",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-486-0",
    "text": "65.213 Especialista en Materiales Compuestos. Requisitos (a) Toda persona que solicite un Certificado de Competencia de Especialista en Materiales Compuestos, deberá: (1) Aprobar un curso de Instrucción Reconocida en las técnicas y métodos aceptables para el trabajo con materiales compuestos o acreditar la capacitación aceptada por la Dirección de Aeronavegabilidad (DA) y prevista en el Manual de la Organización de Mantenimiento en que se desempeña, y (2) Acreditar al menos 12 meses de trabajo en la especialidad bajo la supervisión de un Especialista con ade- cuada experiencia y dentro de los alcances de una Organización de Mantenimiento habilitada. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.213",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-488-0",
    "text": "65.215 Atribuciones y limitaciones (a) Atribuciones: (1) Realizar trabajos de reparación y fabricación de partes de materiales compuestos simples, de acuerdo con las técnicas, materiales y procesos para los cuales acredite capacitación y experiencia. (2) Realizar trabajos en reparaciones o alteraciones mayores o en superficies de comando exclusivamente bajo la supervisión de un ingeniero o técnico aeronáutico de la Organización de Mantenimiento habilitada en que se des- empeña y de acuerdo con los procedimientos aprobados o aceptados por la Dirección de Aeronavegabilidad (DA). (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (b) Limitaciones: Además de las limitaciones generales impuestas en esta Subparte, los trabajos realizados por el titular de esta Habilitación deberán estar aprobados y certificados por el personal de la Organización de Mantenimiento habilitada en que se desempeña que esté autorizado para retornar al servicio los productos bajo su alcance.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.215",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-490-0",
    "text": "65.217 Especialista en Estructuras de Planeador y/o Motoplaneador. Requisitos Toda persona que disponga del Certificado de Competencia de Especialista en Estructuras de Planeador y/o Moto- planeador, retendrá el mismo pero no se procederá a otorgar nuevos certificados a partir del 31-agosto-2005.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.217",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-492-0",
    "text": "65.219 Atribuciones y limitaciones (a) Atribuciones: Realizar trabajos de reparación en estructuras de planeador o motoplaneador, dentro de los alcances de la Organización de Mantenimiento Aeronáutico en que se desempeña, de acuerdo con los procedimientos y datos aprobados o aceptados por la Dirección de Aeronavegabilidad (DA) y siempre que el trabajo sea hecho de acuerdo con la DNAR Parte 43. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (b) Limitaciones: Además de las limitaciones generales impuestas en esta Subparte, está sujeto a las siguientes: (1) Sólo podrá realizar trabajos de acuerdo con las técnicas, materiales y procesos para los cuales acredite capacitación y experiencia. (2) Los trabajos realizados por el titular de este Certificado de Competencia deberán estar aprobados y certificados por el personal de la Organización de Mantenimiento Aeronáutico habilitada en que se desempeña que esté autorizado para retornar al servicio los productos bajo su alcance. (3) El personal que con anterioridad al 31-agosto-2005 disponía del presente Certificado de Competencia podrá continuar con su actividad pero para trabajar con estructuras de materiales compuestos, antes del 31- diciembre-2006 deberá haber aprobado el curso requerido para trabajar con los mismos.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.219",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-494-0",
    "text": "65.221 Reparador de Globos Libres Tripulados. Requisitos (a) Toda persona que solicite un Certificado de Competencia de Reparador de Globos Libres Tripulados, deberá: (1) Ser titular de la Licencia de Piloto Comercial de Aeróstato con una experiencia no inferior a 80 horas de vuelo como Piloto al Mando, debidamente certificadas y foliadas, o (2) Acreditar la aprobación de un curso de mantenimiento ante un fabricante de globos aerostáticos de tecno- logías equivalentes y un año de experiencia de trabajo sobre ellos bajo supervisión de un especialista con ade- cuada experiencia, o (3) Demostrar a la Dirección de Aeronavegabilidad (DA) que posee los conocimientos y pericia necesaria co- SUBPARTE L 12. 4 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL mo para realizar el mantenimiento de la aeronave de la que es propietario y que conoce las normativas de ae- ronavegabilidad aplicables. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.221",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-496-0",
    "text": "65.223 Atribuciones y limitaciones (a) Atribuciones: Realizar mantenimiento y mantenimiento preventivo de globos libres tripulados de su propiedad y de terceros y expedir la certificación del mantenimiento realizado de acuerdo con lo que al respecto establece la DNAR Parte 43. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (b) Limitaciones: Además de las limitaciones generales impuestas en esta Subparte, no podrá realizar trabajos sobre material de terceros a menos que: (1) Disponga de la documentación técnica aplicable y actualizada, (2) Los productos y el mantenimiento estén dentro de los niveles de tecnología y complejidad para los cuales acredite estar capacitado, (3) Acredite 4 años de experiencia de trabajo, al menos uno (1) de ellos bajo supervisión de un especialista con adecuada experiencia, (4) Disponga del equipamiento e instalaciones indispensables para realizar el mantenimiento requerido, y (5) Certifique con su firma la documentación de aeronavegabilidad del aeróstato.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.223",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-498-0",
    "text": "65.225 Reparador de Aeronaves Experimentales. Requisitos (a) Toda persona que solicite un Certificado de Competencia de Reparador de Aeronaves Experimentales, deberá: (1) Ser el constructor principal de la aeronave experimental que pretende mantener, y (2) Demostrar a la Dirección de Aeronavegabilidad (DA) que posee los conocimientos y pericia necesaria como para realizar el mantenimiento de la aeronave que construyó y que conoce las normativas de aeronavegabilidad aplicables. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.225",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-500-0",
    "text": "65.227 Atribuciones y limitaciones (a) Atribuciones: Realizar e inspeccionar mantenimiento preventivo, mantenimiento, reconstrucción y alteraciones de la aeronave por él construida, de acuerdo con las limitaciones operativas aprobadas para la misma y expedir la certificación del mantenimiento realizado sobre la misma. (b) Limitaciones: El titular de un Certificado de Competencia de Reparador de Aeronaves Experimentales sólo podrá realizar mantenimiento en la/s aeronave/s de su propiedad y de terceros de las cuales sea el constructor principal, y siempre que: (1) El mantenimiento de los productos y componentes de la aeronave en poder de terceros y que no hayan sido construidos o alterados por él (ejemplo: motor, componentes del grupo motopropulsor, hélices, instrumentos, etc.) sea derivado a Organizaciones de Mantenimiento habilitadas y con alcances sobre los mismos, y (2) Certifique con su firma la documentación de aeronavegabilidad de la aeronave. RAAC PARTE 65 SUBPARTE M 13. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.227",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-502-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE M - CERTIFICADO DE COMPETENCIA DE PRESTACIÓN DE SERVICIO DE RAMPA Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-508-0",
    "text": "65.231 Aplicación Esta Subparte establece los requisitos que deberán cumplir los solicitantes del Certificado de Competencia de Prestación de Servicio de Rampa, sus habilitaciones, las atribuciones y limitaciones de las mismas.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.231",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-510-0",
    "text": "65.233 Habilitaciones. Requisitos para el otorgamiento Toda persona que desee obtener el Certificado de Competencia de Prestación de Servicio de Rampa, de- berá cumplir con los requisitos establecidos para las siguientes habilitaciones: Supervisor de Servicio de Rampa, Operador de Equipos del Servicio de Rampa y Señalero de Aeródromo que para cada habilitación de la especialidad se determina: (a) Para Supervisor de Servicios de Rampa: (1) Tener 21 años de edad. (2) Hablar, leer, escribir y entender correctamente el idioma español. (3) Haber aprobado el ciclo de estudios secundarios, o de Educación Polimodal completo o equivalente reconocido por la autoridad de educación competente. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) (4) Poseer el Certificado de Aptitud Clase III emitida según la Parte 67 de estas RAAC. (5) Aprobar las exigencias establecidas en el curso de Instrucción Reconocida para la Habilitación de Su- pervisor de Servicio de Rampa. (b) Para Operador de Equipos del Servicio de Rampa: (1) Tener 18 años de edad cumplidos. (2) Hablar, leer, escribir y entender correctamente el idioma español. (3) Haber aprobado el ciclo primario, o la Educación General Básica (EGB) completa o equivalente reconocido por la autoridad de educación competente. (4) Poseer el Certificado de Aptitud Clase III vigente emitido según la Parte 67 de estas RAAC. (5) Aprobar las exigencias establecidas en el curso de Instrucción Reconocida para Operador de Equipos del Servicio de Rampa. (c) Para Señalero de Aeródromo: (1) Tener 18 años de edad cumplidos. (2) Hablar, leer, escribir y entender correctamente el idioma español. (3) Haber aprobado el ciclo primario, o la Educación General Básica (EGB) completa o equivalente reconocido por la autoridad de educación competente. (4) Poseer el Certificado de Aptitud Clase III vigente emitido según la Parte 67 de estas RAAC. (5) Aprobar las exigencias establecidas en el curso de Instrucción Reconocida para Señalero de Aeródro- mo.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.233",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-512-0",
    "text": "65.235 Habilitaciones. Requerimiento de experiencia Toda persona que hubiere finalizado un curso de instrucción reconocida para cualquiera de las habilitacio- nes de esta Subparte, previo a desempeñarse en la función, deberá: SUBPARTE M 13. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL (a) Para Supervisor de Servicio de Rampa: (1) Prestar, una vez aprobado el curso de instrucción correspondiente, tareas bajo supervisión del titular de un Certificado de Competencia de Prestación de Servicios Rampa con habilitación de Supervisor de Servi- cios de Rampa, en las aeronaves (categoría, clase y tipo) en las que se capacitó, durante: (i) Un período no menor de 2 meses para aeronaves de hasta 5.700 Kg de peso máximo de despegue, y (ii) 6 meses para aeronaves de más de 5.700 Kg de peso máximo de despegue (b) Para Operador de Equipos del Servicio de Rampa: (1) Prestar, una vez aprobado el curso de Instrucción correspondiente, tareas bajo supervisión del titular de un Certificado de Competencia de Prestación de Servicios de Rampa con habilitación de Supervisor de Ser- vicios de Rampa, en las aeronaves (categoría, clase y tipo) en las que se capacitó, durante: (i) Un período no menor de 2 meses para aeronaves de hasta 5.700 kgs. de peso máximo de despegue, y (ii) 6 meses para aeronaves de más de 5.700 Kgs. de peso máximo de despegue. (c) Para Señalero de Aeródromo: (1) Prestar, una vez aprobado el curso de Instrucción correspondiente, tareas bajo supervisión del titular de un Certificado de Competencia de Prestación de Servicios de Rampa con habilitación de Supervisor de Servicios de Rampa, en las aeronaves (categoría, clase y tipo) en las que se capacitó, durante un período no menor de 6 meses.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.235",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-514-0",
    "text": "65.237 Atribuciones y limitaciones (a) Para Supervisor de Servicio de Rampa: El titular de un Certificado de Competencia de Prestación de Servicios de Rampa, con habilitación de Supervisor de Servicios de Rampa podrá: (1) Desempeñarse en cualquier aeródromo nacional teniendo a su cargo la coordinación y fiscalización del personal de los servicios de rampa que se prestan a cada una de las aeronaves, identificadas por sus mar- cas y modelo, para los cuales hubiera realizado cursos específicos, los que serán certificados y avalados por el Jefe de Capacitación, Jefe de Operaciones u otra persona designada por la empresa prestataria del servicio, como así también la realización de las tareas inherentes a la atención en la tierra de aeronaves, y (2) El titular de esta habilitación que permanezca más de 12 meses calendarios sin cumplir actividad es- pecífica, deberá ser readaptado a la función por un supervisor de servicio de rampa, con la correspondiente habilitación, hasta alcanzar 150 horas de trabajo en un plazo no mayor a 2 meses calendarios, debiendo dejar constancia escrita en el legajo del causante. (b) Para Operador de Servicios de Rampa. El titular de un Certificado de Competencia de Prestación de Servicios de Rampa, con habilitación de Operador de Servicios de Rampa podrá: (1) Desempeñarse en cualquier aeródromo nacional teniendo a su cargo la conducción y operación de vehículos, equipos y elementos del Servicio de Rampa (para los cuales hubiera realizado cursos específicos identificados por marca y modelo) y de las pasarelas o puentes de carga de pasajeros (para lo cual hubiera realizado cursos de manejo y operación), debiendo todos estos cursos ser certificados y avalados por el Jefe de Capacitación, Jefe de Operaciones de la empresa prestataria, como así también la realización de las tareas inherentes a la atención en tierra de Aeronaves, y (2) El titular de esta habilitación que permanezca más de 12 meses calendarios sin cumplir actividad es- pecífica, deberá ser readaptado a la función por un Supervisor de Servicio de Rampa, con la correspondien- te habilitación, hasta alcanzar 150 horas de trabajo en un plazo no mayor a 2 meses calendarios, debiendo dejar constancia escrita en el legajo del causante. (c) Señalero de Aeródromo: El titular de un Certificado de Competencia de Prestación de Servicios de Rampa, con habilitación de Señalero de Aeródromo podrá: (1) Desempeñarse en cualquier aeródromo nacional teniendo a su cargo el guiado de aeronaves autopro- pulsadas y/o remolcadas durante todos sus desplazamientos en plataforma y el guiado de equipos, vehícu- los y elementos de Rampa durante su operación, (para los cuales hubiera realizado cursos específicos iden- tificados por marca y modelo) y de las pasarelas o puentes de carga de pasajeros (para lo cual hubiera rea- lizado cursos de manejo y operación), debiendo todos estos cursos ser certificados y avalados por el Jefe de Capacitación, Jefe de Operaciones de la empresa, y (2) El titular de esta habilitación que permanezca más de 12 meses calendarios sin cumplir actividad es- pecífica, deberá ser readaptado a la función",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.237",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-514-450",
    "text": "lizado cursos de manejo y operación), debiendo todos estos cursos ser certificados y avalados por el Jefe de Capacitación, Jefe de Operaciones de la empresa, y (2) El titular de esta habilitación que permanezca más de 12 meses calendarios sin cumplir actividad es- pecífica, deberá ser readaptado a la función por un Supervisor de Servicio de Rampa, con la correspondien- te habilitación, hasta alcanzar 150 horas de trabajo en un plazo no mayor a 2 meses calendarios, debiendo dejar constancia escrita en el legajo del causante. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) RAAC PARTE 65 SUBPARTE N 14. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-516-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE N - CERTIFICADO DE COMPETENCIA DE JEFE DE AERÓDROMO PÚBLICO SIN SERVICIOS DE TRÁNSITO AÉREO Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-522-0",
    "text": "65.241 Requisitos para el otorgamiento (a) Toda persona que desee obtener el Certificado de Competencia de Jefe de Aeródromo Público sin Servi- cios de Tránsito Aéreo, deberá: (1) Tener entre 25 y 60 años de edad (requisito referente, no excluyente). (2) Hablar, leer, escribir y entender correctamente el idioma español. (3) Ser argentino nativo, naturalizado o por opción. (4) Haber aprobado el ciclo secundario, o la Educación Polimodal completa o equivalente reconocido por la autoridad competente. (5) Aprobar las exigencias establecidas en el curso de Instrucción Reconocida por la autoridad competente para Jefe de Aeródromo Público sin Servicios de Tránsito Aéreo. (6) Poseer el Certificado de Aptitud Clase III vigente emitido según la Parte 67 de estas RAAC. (7) Elevar por expediente o nota a la Dirección Nacional de Servicios de Navegación Aérea y Aeródromos la documentación que se detalla a continuación, para su tratamiento y posterior trámite a la Dirección Na- cional de Seguridad Operacional (Dirección de Licencias al Personal): (i) Formulario R.P.A 28 – Solicitud del Certificado de Competencia de Jefe de Aeródromo Público (sin Servicio de Tránsito Aéreo) debidamente cumplimentado. (ii) Certificado de haber aprobado el curso de Jefe de Aeródromo Público sin Servicio de Tránsito Aéreo emitido por el Centro de Instrucción, Perfeccionamiento y Experimentación (CIPE). (iii) Copia del certificado obtenido (solo para renovación). (iv) Certificado de Aptitud Clase III (emitido por el Instituto Nacional de Medicina Aeronáutica y Espacial –INMAE). (v) Copia autenticada del certificado de haber aprobado estudios secundarios o el Ciclo de Educación Po- limodal completos. (vi) Copia autenticada del DNI (primera y segunda hoja). (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.241",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-524-0",
    "text": "65.243 Facultades (a) El titular del Certificado de Competencia de Jefe de Aeródromo Público sin Servicios de Tránsito Aé- reo deberá: (1) Mantener en buen estado de conservación y funcionamiento la infraestructura, instalaciones y equipos bajo su responsabilidad que componen el aeródromo. (2) Coordinar los planes que contribuyan a la seguridad terrestre y aérea de todas las instalaciones que componen el aeródromo. (3) Velar por el estricto cumplimiento de las normas vigentes relativas a las superficies de despeje de obstáculos determinadas para el aeródromo y al señalamiento del mismo. (4) Ejercer permanentemente el control preventivo sobre áreas y superficies limitadoras del aeródromo, a fin de evitar el emplazamiento o construcción de objetos que por su ubicación y altura puedan constituir obstáculo o peligro para la navegación aérea. (5) Disponer el señalamiento con los medios y de la manera adecuada, de los lugares o áreas del aeró- dromo que representen peligro para el tránsito o movimiento de las aeronaves. (6) Informar de inmediato a la Dirección Regional de jurisdicción las novedades que surjan respecto del emplazamiento o construcción de nuevos objetos (antenas, edificios, depósitos de combustible, tendidos aéreos de cables de cualquier tipo, carteles de propaganda, etc.) en las proximidades del aeródromo, que SUBPARTE N 14. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL puedan significar peligro para el desarrollo de la actividad aérea o para el normal funcionamiento de las instalaciones. (7) Mantener las características y condiciones para la operación con que haya sido habilitado el aeródromo a su cargo, solicitando anticipadamente a la Dirección Regional a la cual pertenece, la autorización para introducir innovaciones, o efectuar cambios, ampliaciones, etc. que tengan relación con la capacidad opera- tiva o de servicios del aeródromo. (8) Informar de inmediato, cualquier alteración a la infraestructura equipos, servicios, que hayan sido pre- viamente inspeccionados y habilitados por los organismos competentes, a efecto de actualizar la situación y proceder a su inmediata regularización y registro. (9) Observar el cumplimiento de lo dispuesto en cuanto a la cesión a terceros de espacios frente a plata- formas en el aeropuerto, sus ampliaciones o modificaciones. (11) En caso de un accidente de aviación, intervenir en las denuncias, vigilar los despojos y colaborar con la Junta de Investigación de Accidentes de Aviación Civil (JIAAC), y actuar de acuerdo con los términos de los Artículos 185 al 190 del Código Aeronáutico. (12) Proceder, de acuerdo con las facultades conferidas por el Artículo 75 del Código Aeronáutico, a la in- mediata remoción de una aeronave, sus partes o despojos, cuando representen un peligro para la navega- ción aérea, la infraestructura, o los medios de comunicación, o cuando la permanencia en el lugar, pueda producir un deterioro del bien. Si se trata de un accidente en proceso de investigación deberá tener la auto- rización de la Junta de Investigación de Accidentes de Aviación Civil (JIAAC). (13) Controlar el acatamiento de la Disposición N° 4213/73 (CRA) que regula el remolque aéreo, sus am- pliaciones o modificaciones.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.243",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-524-450",
    "text": "un deterioro del bien. Si se trata de un accidente en proceso de investigación deberá tener la auto- rización de la Junta de Investigación de Accidentes de Aviación Civil (JIAAC). (13) Controlar el acatamiento de la Disposición N° 4213/73 (CRA) que regula el remolque aéreo, sus am- pliaciones o modificaciones. (14) Comunicar, por los medios de información aeronáutica a su disposición, la restricción de uso de cual- quiera de los servicios o áreas que brinde o comprenda el aeródromo. (15) Proceder al levantamiento de las clausuras o de las limitaciones impuestas, sobre el aeródromo luego de superadas las causales que originaron la medida, o diligenciar las impuestas por el nivel superior. (16) Hacer respetar las normas para Fumigación y Rociamiento (Disposición N° 2418/73), sus ampliaciones o modificaciones. (17) Cumplimentar las normas particulares para Festivales Aéreos y Aerodeportivos (Res. 119/01), sus am- pliaciones o modificaciones. (18) Mantener actualizadas las disposiciones reglamentarias que regulan las actividades aerodeportivas y de seguridad en los aeródromos /aeropuertos y cuya tenencia resulta obligatoria. (19) Controlar que el personal aeronáutico que realice actividades aeronáuticas a bordo de aeronaves y en superficie, cuente con los certificados de idoneidad correspondientes (licencias – certificados de competen- cias y certificados de habilitación psicofisiológica). (20) Actuar, de comprobarse una presunta infracción o delito, según los procedimientos y responsabilidades que fijan los Artículos N° 203 y N° 204 del Código Aeronáutico, pudiendo requerir, en caso de ser necesario, para cumplir con tareas de prevención, fiscalización y seguridad, el auxilio de la fuerza pública, estando esta última obligada a prestarlo de acuerdo a lo establecido en el Art. N° 206 del Código Aeronáutico. (21) Controlar el cumplimiento de las Normas para el funcionamiento y control de las actividades aerofo- tográficas (Resolución N° 1214/62), sus ampliaciones o modificaciones. (22) Controlar que los talleres y estaciones de servicio en el ámbito del aeródromo se ajusten a lo dispuesto en la Disposición N° 4262/75 (CRA), sus ampliaciones o modificaciones. (23) Controlar la actividad de paracaidismo de acuerdo con las normas vigentes establecidas a tal fin. NOTA: Ver RAAC Parte 105 (24) Conocer y hacer cumplir el contenido de los NOTAM, AIC, IAA y demás publicaciones que se refieran en particular o de manera general a su aeródromo. (25) Requerir a los operadores de trabajo aéreo permiso municipal para efectuar propaganda aérea con altavoces (Circular N° 39/56). (26) Establecer un programa de mantenimiento del aeródromo que contemple las medidas de inspección, revisión y reparación oportunas y adecuadas para lograr la conservación de los componentes del mismo (pistas, áreas de maniobras, pavimentadas o no, edificios, equipos técnicos, de comunicación, etc.). (27) Practicar inspecciones del área de movimiento y de las inmediaciones del aeródromo para detectar falencias en las áreas de movimientos de aeronaves y/o vehículos, al igual que controlar la presencia de nuevos objetos que puedan afectar la operación de aeronaves, y efectuar las notificaciones que correspon- dan en los medios de información aeronáutica. (Directiva 262/82). (28) Conocer, hacer cumplir y mantener actualizada las publicaciones editadas por la autoridad",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-524-900",
    "text": "de movimientos de aeronaves y/o vehículos, al igual que controlar la presencia de nuevos objetos que puedan afectar la operación de aeronaves, y efectuar las notificaciones que correspon- dan en los medios de información aeronáutica. (Directiva 262/82). (28) Conocer, hacer cumplir y mantener actualizada las publicaciones editadas por la autoridad aeronáutica que se encuentren vigentes. (29) Utilizar de manera racional las tierras del aeródromo para el desarrollo de medios forestales y sembrad- íos, con el fin de contribuir a la seguridad operativa y a la atenuación de ruidos de acuerdo a la Directiva N° 5 del 25- NOV-'80, sus ampliaciones o modificaciones. RAAC PARTE 65 SUBPARTE N 14. 3 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-526-0",
    "text": "1.1 3 (30) Desarrollar, además, toda otra función que surja de su tarea, las complementarias a la misma y las necesarias para una mejor administración interna. (b) El titular del Certificado de Competencia de Jefe de Aeródromo Público sin Servicios de Tránsito Aé- reo, tendrá facultades para: (1) Ejercer la autoridad superior en el ámbito de jurisdicción y administrar los recursos disponibles de acuerdo a las leyes, decretos, reglamentaciones y normas que rigen la actividad aeronáutica en todo el país. (2) Establecer contacto con las autoridades municipales de su jurisdicción para que se respete la legisla- ción en materia de limitaciones al dominio descripta en el Título III, Capítulo II del Código Aeronáutico (Ley N° 17.285) en la planificación y autorización de obras civiles públicas y privadas. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-528-0",
    "text": "65.245 Disposiciones particulares para aeródromos privados (a) Para la designación del Encargado de un Aeródromo Privado se deben reunir los siguientes requisi- tos: (1) Los encargados de aeródromos privados serán designados por el propietario o tenedor de éste. (2) La Autoridad Aeronáutica podrá establecer las condiciones mínimas que el encargado deberá cumplir para su desempeño en el puesto. (3) El propietario o tenedor de un aeródromo privado, comunicará la designación del encargado a la Jefa- tura de la Dirección Regional que corresponda por la ubicación; detallando su nombre, domicilio, y fecha de designación. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010)",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.245",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-530-0",
    "text": "65.247 Funciones generales del encargado de un aeródromo privado (a) Son funciones del encargado de aeródromo privado: (1) Controlar el mantenimiento, en forma permanente de las características y condiciones con que fuera habilitado el aeródromo (longitud y ancho de las pistas, franjas de seguridad, señalamiento diurno/ nocturno y demás ayudas visuales, rodajes, alambrado perimetral, etc.), informando inmediatamente cualquier varia- ción a la Dirección Regional de jurisdicción. (2) Verificar las condiciones de operación del aeródromo, observando durante el desarrollo de la actividad, el cumplimiento de normas y reglamentaciones emitidas por la autoridad aeronáutica. (3) Mantener actualizado el Libro de Registro de Movimiento de Aeronaves, debidamente foliado por la Dirección Regional correspondiente. (4) De verificarse el aterrizaje de aeronaves no autorizadas por el propietario del aeródromo, no se obsta- culizará la continuación del vuelo, en atención a lo establecido por la Ley 17.285, Art. 6º, debiendo registrar- se los siguientes datos: (i) Tipo de aeronave, matrícula y color. (ii) Identificación y licencia del piloto. (iii) Cantidad de pasajeros/ tripulantes. (iv) Procedencia del vuelo. (v) Fecha y hora de aterrizaje. (vi) Destino, fecha y hora de despegue. (vii) Causa que motivo el aterrizaje. (5) Si el aterrizaje no autorizado estuviera relacionado con la comisión de un delito, o por razones de emer- gencia o fuerza mayor, tal situación deberá ser comunicada por la vía más rápida disponible a la Dirección Regional de su jurisdicción; y en el caso de un delito avisar, además, a las autoridades policiales más cerca- nas. (Enmienda N° 02 – B. O. N° 32.035 del 25 noviembre 2010) SUBPARTE N 14. 4 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL ESTA PÁGINA FUE DEJADA INTENCIONALMENTE EN BLANCO RAAC PARTE 65 SUBPARTE O 15. 1 ADMINISTRACIÓN NACIONAL 4º Edición 25 noviembre 2010 DE AVIACIÓN CIVIL",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.247",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-532-0",
    "text": "1.1 1 REGULACIONES ARGENTINAS DE AVIACIÓN CIVIL (RAAC) PARTE 65 – PERSONAL AERONÁUTICO - EXCEPTO MIEMBROS DE LA TRIPULACIÓN DE VUELO SUBPARTE O - CERTIFICADO DE COMPETENCIA DE INSTRUCTOR DE VUELO POR INSTRUMENTOS EN ADIESTRADOR TERRESTRE Secc. Título",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65"
    }
  },
  {
    "id": "parte-65.pdf-538-0",
    "text": "65.251 Aplicación (a) Toda persona que desee obtener el Certificado de Competencia de Instructor de Vuelo por Instrumentos en adiestrador Terrestres, deberá: (1) Tener 18 años de edad. (2) Haber aprobado los estudios secundarios o Ciclo de Educación Polimodal, o equivalente reconocido por la autoridad competente. (3) Aprobar las exigencias establecidas por la autoridad competente en el Curso de Instrucción Reconocida para Instructor de Vuelo por Instrumentos en Adiestrador Terrestre.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.251",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-540-0",
    "text": "65.253 Experiencia (a) Todo solicitante de este certificado de competencia habrá completado la siguiente experiencia: (1) Como mínimo 50 horas de instrucción, debidamente documentada, en adiestrador terrestre de vuelo por instrumentos, de los cuales: (i) Un mínimo de 25 horas serán como alumno, y (ii) 25 horas serán como instructor alumno. (2) Si es titular de la licencia o habilitación de Instructor de Vuelo y acredita que está capacitado en el mantenimiento del equipo, la experiencia requerida en (a) (1) de esta Sección se reducirá a 10 horas como instructor alumno.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.253",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-542-0",
    "text": "65.255 Examen de Pericia El solicitante deberá demostrar su idoneidad rindiendo un examen práctico como instructor ante un inspector de la Autoridad Aeronáutica de la especialidad.",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.255",
      "chapter": "65"
    }
  },
  {
    "id": "parte-65.pdf-544-0",
    "text": "65.257 Atribuciones y limitaciones (a) El titular de este certificado de competencia estará facultado para impartir la enseñanza de la técnica de vuelo por instrumentos en dispositivos instalados en superficie y efectuar el mantenimiento del equipo, en concordancia con las normas y manuales respectivos. (b) El titular del certificado de competencia de Instructor de Vuelo por Instrumentos en adiestrador terres- tre que permanezca inactivo por un tiempo mayor de 6 meses deberá, antes de reiniciar la actividad, ser rehabilitado por un inspector de la Autoridad Aeronáutica de la especialidad. SUBPARTE O 15. 2 RAAC PARTE 65 25 noviembre 2010 4º Edición ADMINISTRACIÓN NACIONAL DE AVIACIÓN CIVIL ESTA PÁGINA FUE DEJADA INTENCIONALMENTE EN BLANCO",
    "metadata": {
      "source": "parte-65.pdf",
      "docType": "doc",
      "docNumber": "65",
      "section": "65.257",
      "chapter": "65"
    }
  }
]